[{"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "This Bavarian-style Oktoberfest Bier is brewed with the finest German ingredients in accordance with the Reinheistgebot or German Purity Law. This malty and crisp lager is one of the few that remain true to the Fest Biers of old. “Es ist nicht normal.”", "statusDisplay": "Verified", "nameDisplay": "Munsterfest", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/nbNncq/upload_mkiCc3-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/nbNncq/upload_mkiCc3-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/nbNncq/upload_mkiCc3-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.05", "description": "Märzens are characterized by a medium body and broad range of color. They can range from golden to reddish orange. Sweet maltiness should dominate slightly over a clean hop bitterness. Malt character should be light-toasted rather than strongly caramel (though a low level of light caramel character is acceptable). Bread or biscuit-like malt character is acceptable in aroma and flavor. Hop aroma and flavor should be low but notable. Ale-like fruity esters should not be perceived. Diacetyl and chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 7, "srmMax": "15", "ibuMax": "25", "abvMin": "5.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:36:50", "fgMax": "1.02", "shortName": "Märzen", "abvMax": "5.9", "id": 81, "srmMin": "4", "name": "German-Style Märzen"}, "id": "nbNncq", "glass": {"createDate": "2012-01-03 02:41:33", "id": 3, "name": "Mug"}, "createDate": "2012-01-03 02:43:44", "updateDate": "2015-12-16 04:57:03", "abv": "6", "styleId": 81, "availableId": 4, "glasswareId": 3, "ibu": "30", "name": "Munsterfest"}, {"status": "verified", "isOrganic": "N", "description": "A robust porter brewed with Munton’s malts along with Pilgrim and Sovereign hops from Charles Faram, both of the UK. Full bodied with an assertive hop character and plenty of rich malt including notes of chocolate and roast to help you bear the load", "statusDisplay": "Verified", "nameDisplay": "Munton Chuck Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "createDate": "2015-04-24 22:52:53", "updateDate": "2015-04-24 22:52:53", "abv": "5.7", "styleId": 18, "id": "o80oSB", "name": "Munton Chuck Porter"}, {"status": "verified", "isOrganic": "N", "name": "Muospacher Bockfotzn", "nameDisplay": "Muospacher Bockfotzn", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "foodPairings": "Traditional Bavarian dishes and hearty fare.", "createDate": "2015-04-03 14:55:27", "updateDate": "2015-04-03 14:55:27", "abv": "8", "styleId": 125, "id": "uHDaQl", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "When Baller Stout was created, bourbon barrels were filled with Surly Darkness, Three Floyds Dark Lord, De Struise Black Albert, and Mikkeller Beer Geek Brunch. These were aged for 14 months separately and blended together to taste.", "statusDisplay": "Verified", "nameDisplay": "Murda'd Out Stout", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Any classic style or unique experimental style of dark beer can be wood or barrel-aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character but wood-aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Primary character of the beer style may or may not be apparent. Sour wood-aged beer of any color is outlined in other categories. Dark fruited or spiced beer would also be appropriately entered in this category. Beers in this style may or may not have Brettanomyces character.  The brewer should explain the special nature of the beer to allow for accurate judging. Comments could include: type of wood used (new or old, oak or other wood type), type of barrel used (new, port/ whiskey/ wine/ sherry/ other), base beer style or achieved character. Beer entries not accompanied by this information will be at a disadvantage during judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "abvMin": "3.75", "updateDate": "2015-04-07 15:46:44", "shortName": "BBL Aged Dark", "abvMax": "6.5", "id": 134, "name": "Wood- and Barrel-Aged Dark Beer"}, "createDate": "2014-06-08 12:22:17", "updateDate": "2014-06-08 12:22:17", "abv": "13.9", "styleId": 134, "availableId": 2, "id": "hnNapd", "name": "Murda'd Out Stout"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Murder Hole Mango DIPA", "statusDisplay": "Verified", "nameDisplay": "Murder Hole Mango DIPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2016-08-28 19:28:57", "updateDate": "2016-08-30 12:36:32", "abv": "8.1", "styleId": 31, "availableId": 2, "id": "DqSaAn", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "Y", "description": "Our Stout can be enjoyed by many more than just dark beer drinkers. Subtle coffee notes balance nicely with the cranberries, which give it a slightly tart finish. The deep, rich flavors, body front to back, and smooth tastes linger making you want more. The coffee and chocolate roasted malts give this beer its rich color and never-ending flavors.", "statusDisplay": "Verified", "nameDisplay": "Murder of Cranberries Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/6NS54y/upload_eFF0Nc-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/6NS54y/upload_eFF0Nc-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/6NS54y/upload_eFF0Nc-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.038", "description": "Oatmeal stouts include oatmeal in their grist, resulting in a pleasant, full flavor and a smooth profile that is rich without being grainy. A roasted malt character which is caramel-like and chocolate-like should be evident - smooth and not bitter. Coffee-like roasted barley and roasted malt aromas (chocolate and nut-like) are prominent. Color is dark brown to black. Bitterness is moderate, not high. Hop flavor and aroma are optional but should not overpower the overall balance if present. This is a medium- to full- bodied beer, with minimal fruity esters. Diacetyl should be absent or at extremely low levels. Original gravity range and alcohol levels are indicative of English tradition of oatmeal stout.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "20", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:22:53", "fgMax": "1.02", "shortName": "Oatmeal Stout", "abvMax": "6", "id": 21, "srmMin": "20", "name": "Oatmeal Stout"}, "id": "6NS54y", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "createDate": "2015-06-26 18:44:07", "updateDate": "2016-06-27 18:45:04", "abv": "5.8", "styleId": 21, "availableId": 4, "glasswareId": 8, "ibu": "32", "foodPairings": "barbecue hamburger, nuts.", "name": "Murder of Cranberries Stout"}, {"status": "verified", "isOrganic": "N", "description": "A nice dry stout you won't need a fork to drink, but still enough body to warm you up on these cold Seattle days. Marris Otter and Black Malts, Golding Hops.", "statusDisplay": "Verified", "nameDisplay": "Murdered Out Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/YxutdM/upload_np8Jfr-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/YxutdM/upload_np8Jfr-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/YxutdM/upload_np8Jfr-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "id": "YxutdM", "createDate": "2013-02-14 21:17:32", "updateDate": "2015-12-17 01:06:16", "abv": "5.1", "styleId": 42, "ibu": "32", "name": "Murdered Out Stout"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "A variation on Santa vs Unicorn, but with English yeast, much less hops, a bit sweeter with more caramel, and just a hint of Nelson Sauvin.", "statusDisplay": "Verified", "nameDisplay": "Murderous", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/6KrT9b/upload_YgD6fm-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/6KrT9b/upload_YgD6fm-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/6KrT9b/upload_YgD6fm-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.085", "description": "British-style barley wines range from tawny copper to dark brown in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by the perception of low to medium bitterness and extraordinary alcohol content. Hop aroma and flavor may be minimal to medium. English type hops are often used but not necessary for this style. Low levels of diacetyl may be acceptable. Caramel and some characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, may be considered positive. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "40", "categoryId": 1, "srmMax": "22", "ibuMax": "60", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:21:27", "fgMax": "1.028", "shortName": "British Barleywine", "abvMax": "12", "id": 17, "srmMin": "14", "name": "British-Style Barley Wine Ale"}, "name": "Murderous", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2013-05-09 17:44:16", "updateDate": "2015-12-17 04:16:08", "abv": "9.5", "styleId": 17, "availableId": 2, "id": "6KrT9b", "glasswareId": 6}, {"status": "verified", "isOrganic": "N", "description": "Burnt orange with a rosé huey, zesty, woody and dark berry aromas, sharp and sour mouthfeel with a smooth buttery oak finish. Brewed with Gambrinus Pilsner, Munich and Wheat, Perle hops and a German yeast strain. Aged for 13 months on French Oak Chardonnay barrels with Brettanomyces lambicus and a Belgian yeast strain, we then added 23 pounds of locally picked blackberries and aged for another 4 months.", "statusDisplay": "Verified", "nameDisplay": "Múre Revêche", "originalGravity": "1.045", "id": "yGMEdV", "createDate": "2015-03-20 18:22:02", "updateDate": "2015-03-20 18:22:02", "abv": "5.1", "styleId": 132, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:27", "shortName": "BBL Aged", "id": 132, "name": "Wood- and Barrel-Aged Beer"}, "ibu": "15", "name": "Múre Revêche"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Murgs", "createDate": "2012-08-12 11:58:53", "updateDate": "2012-08-17 15:04:26", "id": "8FuOTS", "name": "Murgs"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A classic American Brown Ale with light smokiness. Originally created by the eldest brother of the Flounder Family, Mike, who liked something a bit darker and earthy. Jeremy has since tuned the recepie to fit the larger batches and it still has all it's character while not beating up your tastebuds.", "statusDisplay": "Verified", "nameDisplay": "Murky Brown Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "name": "Murky Brown Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:44", "updateDate": "2015-05-11 15:53:43", "abv": "5.8", "styleId": 37, "availableId": 1, "id": "Kuz9Yj", "glasswareId": 5}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Right before we transferred this mild stout into the fermenter, and we ran the wort through two bushels of Willapa Bay Oysters. We let the oysters sit in the wort until they started to pop open infusing the beer with the briny oyster juice.  Although you cannot taste an immense amount of oyster in this stout, you can taste a hint of salty goodness that lingers on your palate. Drinking this beer is truly like kissing the ocean.", "statusDisplay": "Verified", "nameDisplay": "Murky Pearl", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English pale mild ales range from golden to amber in color. Malt flavor dominates the flavor profile with little hop bitterness or flavor. Hop aroma can be light. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "17", "ibuMax": "20", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:35", "fgMax": "1.008", "shortName": "English Pale Mild", "abvMax": "4", "id": 10, "srmMin": "8", "name": "English-Style Pale Mild Ale"}, "createDate": "2015-03-03 17:33:52", "updateDate": "2015-03-03 17:33:52", "abv": "7.8", "styleId": 10, "availableId": 2, "id": "q8Iogc", "name": "Murky Pearl"}, {"status": "verified", "isOrganic": "N", "name": "Murphy", "nameDisplay": "Murphy", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "id": "zA9X2H", "createDate": "2016-08-05 18:20:43", "updateDate": "2016-08-05 18:20:43", "abv": "4.6", "styleId": 36, "ibu": "21", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "We made this beer in honor of our offical greeter, Murphy! It’s golden in color like Murphman, and easy going like him too! Come in and have a few, and pat Murph on his big happy head.", "statusDisplay": "Verified", "nameDisplay": "Murphy's Big Head Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2016-07-14 18:10:30", "updateDate": "2016-07-14 18:10:30", "abv": "5.6", "styleId": 25, "id": "wTe4av", "name": "Murphy's Big Head Pale Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "First brewed in Lady's Well Brewery, Cork in 1856. Heineken purchased the brewery in 1983. Beer now produced in Heineken Nederland.", "statusDisplay": "Verified", "nameDisplay": "Murphy's Irish Red", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ppTtaB/upload_SucLLe-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ppTtaB/upload_SucLLe-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ppTtaB/upload_SucLLe-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "name": "Murphy's Irish Red", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-05-04 19:58:52", "updateDate": "2015-12-17 02:56:59", "abv": "5", "styleId": 22, "availableId": 1, "id": "ppTtaB", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Murphy's Irish Stout", "srmId": 41, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Murphy's Irish Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/bR4lPu/upload_8p0XCi-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/bR4lPu/upload_8p0XCi-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/bR4lPu/upload_8p0XCi-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.038", "description": "Dry stouts have an initial malt and light caramel flavor profile with a distinctive dry-roasted bitterness in the finish. Dry stouts achieve a dry-roasted character through the use of roasted barley. The emphasis of coffee-like roasted barley and a moderate degree of roasted malt aromas define much of the character. Some slight acidity may be perceived but is not necessary. European hop aroma and flavor should be low or not perceived. Dry stouts have medium-light to medium body. Fruity esters are minimal and overshadowed by malt, high hop bitterness, and roasted barley character. Diacetyl (butterscotch) should be very low or not perceived. Head retention and rich character should be part of its visual character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:51", "fgMax": "1.012", "shortName": "Dry Irish Stout", "abvMax": "5", "id": 23, "srmMin": "40", "name": "Classic Irish-Style Dry Stout"}, "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "statusDisplay": "Verified", "createDate": "2012-06-07 01:56:33", "updateDate": "2016-04-25 20:45:54", "abv": "4", "styleId": 23, "availableId": 1, "id": "bR4lPu", "glasswareId": 5}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 18, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/oSJfBy/upload_7JFS0T-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/oSJfBy/upload_7JFS0T-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/oSJfBy/upload_7JFS0T-icon.png"}, "styleId": 55, "availableId": 1, "srm": {"hex": "A63E00", "id": 18, "name": "18"}, "id": "oSJfBy", "statusDisplay": "Verified", "originalGravity": "1.051", "nameDisplay": "Murphy's Law", "name": "Murphy's Law", "abv": "5.7", "status": "verified", "description": "Murphy’s Law Amber Ale acknowledges the relentless and unexpected obstacles that challenged us at every stage of starting Smartmouth Brewing Co. Incidentally, Murphy is also the name of our President's pet boxer. An excellent session beer, we use kiln coffee malt to impart a nice bitterness and roasted character. The balance of kiln coffee with crystal malt makes it an easy drinker.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.044", "description": "German-Style Altbiers are copper to dark brown ales, originally from the Düsseldorf area. No chill haze should be perceived. A variety of malts including wheat may be used to produce medium-low to medium malt aroma. Fruityester aroma can be low. No diacetyl aroma should be perceived. Hop aroma is low to medium. A variety of malts including wheat may be used to produce medium-low to medium level malty flavor. Hop flavor is low to medium. Hop bitterness is medium to very high (although the 25 to 35 IBU range is more normal for the majority of Altbiers from Düsseldorf). Fruity-ester flavors can be low. No diacetyl should be perceived. The overall impression is clean, crisp, and flavorful often with a dry finish. Body is medium.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 4, "srmMax": "19", "ibuMax": "52", "abvMin": "4.3", "fgMin": "1.008", "updateDate": "2015-04-07 17:08:31", "fgMax": "1.014", "shortName": "Altbier", "abvMax": "5.5", "id": 55, "srmMin": "11", "name": "German-Style Altbier"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "ibu": "29", "servingTemperature": "cold", "updateDate": "2015-12-17 05:36:13", "createDate": "2013-08-13 01:35:15"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Centennial Cascade and Citra hops with a big malt backbone", "srmId": 12, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Murphy's Law IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "FUKuUm", "statusDisplay": "Verified", "createDate": "2015-07-30 18:32:13", "updateDate": "2015-08-03 14:16:33", "abv": "8.2", "styleId": 31, "availableId": 2, "glasswareId": 5, "ibu": "76", "srm": {"hex": "CF6900", "id": 12, "name": "12"}, "name": "Murphy's Law IPA"}, {"status": "verified", "isOrganic": "N", "description": "This eponymous creation of our former Head Brewer, Paul Murphy, is a full-bodied ale that has a ruby color and toasty sweetness resulting from the generous use of caramel malt.", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 60, "farneseneMax": 6, "cohumuloneMax": 40, "id": 22, "humuleneMax": 13, "category": "hop", "createDate": "2013-06-24 16:07:28", "farneseneMin": 6, "humuleneMin": 13, "betaAcidMax": 7, "cohumuloneMin": 33, "myrceneMin": 45, "alphaAcidMin": 5.5, "description": "Cascade was created in the United States as an open-pollinated cross between Fuggle and Serebrianker. Its instantly recognizable grapefruit, floral aroma is characteristic of many American ales. Cascade is also one of the easiest hop varieties to grow; it can grow well under less than ideal conditions or in short growing seasons, and unlike most varieties, if started from a good rhizome a Cascade can produce a good crop even in its first growing season.", "betaAcidMin": 4.5, "caryophylleneMax": 4.5, "caryophylleneMin": 4.5, "name": "Cascade", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}, {"category": "hop", "createDate": "2013-06-24 16:07:34", "categoryDisplay": "Hops", "id": 97, "name": "Palisades"}, {"myrceneMax": 55, "category": "hop", "farneseneMax": 1, "description": "Bred in Germany from Northern Brewer, Perle was an attempt at a higher-alpha replacement for Hallertauer Mittelfr?her. It has a pleasant aroma with a minty character. American versions have a very different profile than those grown in Germany.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:34", "betaAcidMin": 4, "categoryDisplay": "Hops", "id": 98, "humuleneMin": 28, "betaAcidMax": 5, "caryophylleneMax": 12, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 10, "cohumuloneMax": 32, "cohumuloneMin": 27, "myrceneMin": 45, "alphaAcidMin": 7, "humuleneMax": 33, "name": "Perle (American)"}], "malt": [{"category": "malt", "name": "Black Malt", "characteristics": [{"description": "Imparts a coffee flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 7, "name": "Coffee"}], "createDate": "2013-06-24 16:07:42", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 247}, {"category": "malt", "srmPrecise": 337, "description": "Used to intensify aroma and color in dark Munich beers and stouts.", "srmId": 41, "countryOfOrigin": "DE", "characteristics": [{"description": "Imparts an aromatic quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 1, "name": "Aromatic"}], "createDate": "2013-06-24 16:07:44", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.032, "coarseFineDifference": 1.5, "maxInBatch": 5, "requiresMashing": "N", "dryYield": 70, "protein": 11.7, "country": {"displayName": "Germany", "name": "GERMANY", "isoThree": "DEU", "createDate": "2012-01-03 02:41:33", "numberCode": 276, "isoCode": "DE"}, "id": 370, "moistureContent": 4, "name": "Carafa I"}, {"category": "malt", "name": "Caramel/Crystal Malt 60L", "characteristics": [{"description": "Increases the body of the beer.", "createDate": "2013-06-24 16:07:26", "id": 3, "name": "Body"}, {"description": "Imparts a caramel quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 5, "name": "Caramel"}, {"description": "Helps the head retention of the beer.", "createDate": "2013-06-24 16:07:26", "id": 9, "name": "Head"}, {"description": "Imparts a sweet flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 14, "name": "Sweet"}], "createDate": "2013-06-24 16:07:45", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 386}, {"category": "malt", "srmPrecise": 20, "description": "Carared™ is a trademarked name for a variety of crystal malt designed to add both flavor and a deep red color to beer. Also contributes to head retention.", "srmId": 20, "countryOfOrigin": "US", "characteristics": [{"description": "Increases the body of the beer.", "createDate": "2013-06-24 16:07:26", "id": 3, "name": "Body"}, {"description": "Helps the head retention of the beer.", "createDate": "2013-06-24 16:07:26", "id": 9, "name": "Head"}], "createDate": "2013-06-24 16:07:46", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "9B3200", "id": 20, "name": "20"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.035, "coarseFineDifference": 1.5, "maxInBatch": 20, "requiresMashing": "Y", "dryYield": 75, "protein": 13.2, "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "id": 396, "moistureContent": 4, "name": "CaraRed"}, {"category": "malt", "srmPrecise": 350, "description": "A dark malt that gives a rich red or brown color and a nutty flavor, used in brown ales, porters, and some stouts.", "srmId": 41, "countryOfOrigin": "US", "characteristics": [{"description": "Imparts a chocolate quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 6, "name": "Chocolate"}, {"description": "Imparts a coffee flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 7, "name": "Coffee"}, {"description": "Imparts a nutty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 11, "name": "Nutty"}, {"description": "Imparts a toasted flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 15, "name": "Toasted"}], "createDate": "2013-06-24 16:07:47", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.028, "coarseFineDifference": 1.5, "maxInBatch": 10, "requiresMashing": "N", "dryYield": 60, "protein": 13.2, "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "id": 429, "moistureContent": 4, "name": "Chocolate Malt"}, {"characteristics": [{"description": "Imparts an aromatic quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 1, "name": "Aromatic"}, {"description": "Imparts a malty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 10, "name": "Malty"}], "srmPrecise": 20, "description": "Aromatic malt from Bamberg, Germany. Promotes a full flavor and rounds off beer color. Promotes deep red color and malty flavor.", "srmId": 20, "countryOfOrigin": "DE", "diastaticPower": 10, "createDate": "2013-06-24 16:07:52", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "9B3200", "id": 20, "name": "20"}, "country": {"displayName": "Germany", "name": "GERMANY", "isoThree": "DEU", "createDate": "2012-01-03 02:41:33", "numberCode": 276, "isoCode": "DE"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.037, "coarseFineDifference": 1.3, "maxInBatch": 15, "requiresMashing": "Y", "dryYield": 80, "protein": 11, "category": "malt", "id": 626, "moistureContent": 3.5, "name": "Melanoidin Malt"}, {"category": "malt", "srmPrecise": 2, "description": "The is the standard starting point for almost all beer recipes. Smooth with a less grainy more moderate flavour.", "srmId": 2, "countryOfOrigin": "US", "diastaticPower": 140, "createDate": "2013-06-24 16:07:57", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFD878", "id": 2, "name": "2"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.036, "coarseFineDifference": 1.5, "maxInBatch": 100, "requiresMashing": "Y", "dryYield": 79, "protein": 12.3, "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "id": 1922, "moistureContent": 4, "name": "Two-Row Pale Malt"}]}, "nameDisplay": "Murphy's Law Red Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "id": "Esu28L", "createDate": "2014-11-16 17:57:55", "updateDate": "2015-01-21 20:28:26", "abv": "5", "styleId": 22, "ibu": "20", "name": "Murphy's Law Red Ale"}, {"status": "verified", "isOrganic": "N", "description": "The key to this brown ale is the combination of dark caramel malts, chocolate malts, and just a touch of black patent malt. It boasts three different English hops. The combination of all these ingredients makes a darker style beer that is very easy to drink, even on a hot day.", "statusDisplay": "Verified", "nameDisplay": "Murphy's Paw", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/EHuN9O/upload_nkYWWp-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/EHuN9O/upload_nkYWWp-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/EHuN9O/upload_nkYWWp-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "id": "EHuN9O", "createDate": "2015-08-04 16:07:05", "updateDate": "2015-12-18 03:58:28", "abv": "5.9", "styleId": 37, "ibu": "30", "name": "Murphy's Paw"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Named for our #1 Beer Man, Nick Murphy, this deep malty Irish amber ale is relaxed and easy going. A change of pace from our usual hop bombs, this beer is sure to put a smile on the face of any Irishman! Who needs a pot o’ gold when you got yerself a pint o’ red?", "statusDisplay": "Verified", "nameDisplay": "Murph’s Irish Red", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "createDate": "2012-04-22 12:45:47", "updateDate": "2012-10-14 22:18:13", "abv": "5", "styleId": 22, "availableId": 4, "id": "EKa7pD", "name": "Murph’s Irish Red"}, {"status": "verified", "isOrganic": "N", "name": "Murren River", "nameDisplay": "Murren River", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2016-01-08 20:39:53", "updateDate": "2016-01-08 20:39:53", "abv": "7.4", "styleId": 30, "id": "eiGUYi", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Named after a famous rogue Japanese swordsman, Musashi Black India Pale Ale is not just dark in color, it is thick and roasty with a strong malt backbone.  Toasted and dark crystal malts blend with the hoppy bitterness and character of Magnum and Perle hops to create hints of toffee and black licorice.", "statusDisplay": "Verified", "nameDisplay": "Musashi Black IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.056", "description": "American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "35", "ibuMax": "70", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:28:36", "fgMax": "1.018", "shortName": "Black Ale", "abvMax": "7.5", "id": 41, "srmMin": "35", "name": "American-Style Black Ale"}, "createDate": "2014-06-21 14:17:24", "updateDate": "2014-06-23 12:25:33", "abv": "7.5", "styleId": 41, "id": "sCtc0p", "name": "Musashi Black IPA"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "Y", "description": "Brewed with juicy Muscadine Grapes!", "statusDisplay": "Verified", "nameDisplay": "Muscadine Grape Florida Weiss", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.028", "description": "This is very pale in color and the lightest of all the German wheat beers. The unique combination of yeast and lactic acid bacteria fermentation yields a beer that is acidic, highly attenuated, and very light bodied. The carbonation of a Berliner Weisse is high, and hop rates are very low. Clarity may be hazy or cloudy from yeast or chill haze. Hop character should not be perceived. Fruity esters will be evident. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "3", "categoryId": 4, "srmMax": "4", "ibuMax": "6", "abvMin": "2.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:29:14", "fgMax": "1.006", "shortName": "Berlinerweisse", "abvMax": "3.4", "id": 46, "srmMin": "2", "name": "Berliner-Style Weisse (Wheat)"}, "createDate": "2015-05-27 14:41:05", "updateDate": "2015-05-27 14:41:05", "styleId": 46, "availableId": 4, "id": "XNMVD7", "name": "Muscadine Grape Florida Weiss"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "A Saison hopped with 100% cascade hops. Fermented with white wine yeast and aged in Cabernet Franc barrels for a year on top of 30 lbs of locally grown NC Muscadine Grapes with are known to be flavorful yet slightly sweet. Wild yeast helped dry this beer out lending a nice balance between the hops, fruit and oak.", "statusDisplay": "Verified", "nameDisplay": "Muscadine Saison", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged sour beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood and has developed a bacterial induced natural acidity. This beer is aged in wood with the intention of introducing the micro flora present in the wood. Sometimes wood aging is intended to impart the particularly unique character of the wood, but wood-aged is not necessarily synonymous with imparting wood-flavors. Wood character can be characterized as a complex blend of vanillin and unique wood character. Wood-derived character can also be characterized by flavors of the product that was in the barrel during prior use. These wood-derived flavors, if present in this style, can be very low in character and barely perceived or evident or assertive as wood-derived flavors. Any degree of woodderived flavors should be in balance with other beer character. Fruit and herb/spiced versions may take on the hue, flavors and aromas of added ingredients.  Usually bacteria and \"wild\" yeasts fermentation contributes complex esters and results in a dry to very dry beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of acidity, complex esters, and new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character.  Brewers when entering this category should specify type of barrel used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties). The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:56", "shortName": "BBL Aged Sour", "id": 136, "name": "Wood- and Barrel-Aged Sour Beer"}, "id": "t0zKQv", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 2, "name": "Goblet"}, "createDate": "2014-09-10 00:20:51", "updateDate": "2014-09-11 17:02:14", "abv": "5.5", "styleId": 136, "availableId": 3, "glasswareId": 2, "ibu": "30", "name": "Muscadine Saison"}, {"status": "verified", "isOrganic": "N", "name": "Muscat Love", "nameDisplay": "Muscat Love", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "createDate": "2015-11-04 03:14:17", "updateDate": "2015-11-05 16:38:09", "abv": "11", "styleId": 59, "id": "gCpCPO", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A generous helping of oats make this Third Wave Pale Ale dangerously drinkable. Bursting with notes of grapefruit rind, orange marmalade and juicy, ripe peach.", "statusDisplay": "Verified", "nameDisplay": "Muscle Memory", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2016-03-23 00:05:02", "updateDate": "2016-03-23 19:18:20", "styleId": 25, "availableId": 1, "id": "Tk9kA7", "name": "Muscle Memory"}, {"status": "verified", "isOrganic": "N", "name": "Muscles From Brussels", "nameDisplay": "Muscles From Brussels", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "12", "ibuMax": "30", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:06", "fgMax": "1.014", "shortName": "Belgian Pale", "abvMax": "6", "id": 62, "srmMin": "6", "name": "Belgian-Style Pale Ale"}, "createDate": "2014-09-05 19:46:40", "updateDate": "2014-09-07 15:07:28", "styleId": 62, "id": "1wQQW9", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Muscovy", "nameDisplay": "Muscovy", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Emwuw0/upload_NwMG7H-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Emwuw0/upload_NwMG7H-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Emwuw0/upload_NwMG7H-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Any classic style or unique experimental style of dark beer can be wood or barrel-aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character but wood-aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Primary character of the beer style may or may not be apparent. Sour wood-aged beer of any color is outlined in other categories. Dark fruited or spiced beer would also be appropriately entered in this category. Beers in this style may or may not have Brettanomyces character.  The brewer should explain the special nature of the beer to allow for accurate judging. Comments could include: type of wood used (new or old, oak or other wood type), type of barrel used (new, port/ whiskey/ wine/ sherry/ other), base beer style or achieved character. Beer entries not accompanied by this information will be at a disadvantage during judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "abvMin": "3.75", "updateDate": "2015-04-07 15:46:44", "shortName": "BBL Aged Dark", "abvMax": "6.5", "id": 134, "name": "Wood- and Barrel-Aged Dark Beer"}, "createDate": "2014-05-06 15:54:59", "updateDate": "2016-05-18 00:25:33", "abv": "16", "styleId": 134, "id": "Emwuw0", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A delicate Belgian perfume of pears and apples compliments complex spicy phenolics and lightly sweet alcohol with an inspiring clean, bright finish.", "statusDisplay": "Verified", "nameDisplay": "Muse", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/12Nati/upload_jaUp3I-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/12Nati/upload_jaUp3I-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/12Nati/upload_jaUp3I-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "12", "ibuMax": "30", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:06", "fgMax": "1.014", "shortName": "Belgian Pale", "abvMax": "6", "id": 62, "srmMin": "6", "name": "Belgian-Style Pale Ale"}, "id": "12Nati", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "createDate": "2013-02-24 16:19:45", "updateDate": "2016-06-23 18:02:50", "abv": "9", "styleId": 62, "availableId": 1, "glasswareId": 8, "ibu": "32", "name": "Muse"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "Made with Pale malt, a little carapils, wheat, and oats, this warm weather seasonal is dry and ever so slightly tart on the pallet. At 6.2% ABV, it’s a bit higher than your strictly traditional farmhouse. The wheat and oats makes the mouthfeel silky and light at the same time. They also bring some additional cloudiness to this unfiltered brew. The peppery-spice character develops during a fairly warm fermentation (78°F) using the Forbidden Fruit Yeast strain and not any actual spice addition to the beer. Hopped with Styrian Goldings and finished with Saaz, this beer has a noticeable hoppy dryness which makes it a fine thirst quencher which is something the original Farmhouse Ales were intended to be. These beers would be served to workers out in the fields on hot summer days as a restorative. Muse will be available in May 2009.\r\n\r\nOpen a bottle and enjoy this natural beauty while imagining yourself out in the flat fields of Belgium! Cheers!", "statusDisplay": "Verified", "nameDisplay": "Muse Farmhouse Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "name": "Muse Farmhouse Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:45", "updateDate": "2015-05-18 18:53:30", "abv": "6.2", "styleId": 72, "availableId": 3, "id": "a4dr04", "glasswareId": 5}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "Musette is Allagash’s newest release in our Barrel Aged Series. The beer, inspired by the Scotch ale style, is a traditional and popular style in Belgium. Typically known as a dark and sweet, strong ale, Scotch ales are rarely brewed in Scotland anymore but still remain popular in Belgium, where they were originally thought to have been brewed for servicemen during World War I. \r\n\r\nOur interpretation of a Belgian-inspired Scotch ale, Musette undergoes a caramelization process in the kettle, where the first runnings are condensed and caramelized, imparting a unique and subtle caramel character and amber color to the beer. Following fermentation with a Belgian strain of yeast, a portion of it is aged in oak bourbon barrels for an additional three months. Musette offers up raisin, ripened banana, and hints of licorice aromas. Its taste is malty and caramel with a hint of roast, and its warm finish strikes a balance between dry and caramel characters with a hint of smoke.", "statusDisplay": "Verified", "nameDisplay": "Musette", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.06", "description": "Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "21", "ibuMax": "65", "abvMin": "7", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:05", "fgMax": "1.04", "shortName": "Strong Ale", "abvMax": "11", "id": 14, "srmMin": "8", "name": "Strong Ale"}, "name": "Musette", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:39", "updateDate": "2016-10-31 13:46:25", "abv": "10", "styleId": 14, "availableId": 3, "id": "DkZK2I", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Mushhushshu", "nameDisplay": "Mushhushshu", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Any classic style or unique experimental style of dark beer can be wood or barrel-aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character but wood-aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Primary character of the beer style may or may not be apparent. Sour wood-aged beer of any color is outlined in other categories. Dark fruited or spiced beer would also be appropriately entered in this category. Beers in this style may or may not have Brettanomyces character.  The brewer should explain the special nature of the beer to allow for accurate judging. Comments could include: type of wood used (new or old, oak or other wood type), type of barrel used (new, port/ whiskey/ wine/ sherry/ other), base beer style or achieved character. Beer entries not accompanied by this information will be at a disadvantage during judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "abvMin": "3.75", "updateDate": "2015-04-07 15:46:44", "shortName": "BBL Aged Dark", "abvMax": "6.5", "id": 134, "name": "Wood- and Barrel-Aged Dark Beer"}, "id": "sGCGDx", "createDate": "2016-05-16 18:57:24", "updateDate": "2016-05-16 18:57:24", "abv": "8.5", "styleId": 134, "ibu": "32", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "On October 17, 1814, in Giles Parish, London, a 22-foot-tall wooden porter tank ruptured, causing the surrounding vessels to burst, releasing an estimated 323 gallons of house-destroying porter tidal wave. Porters were the overwhelming ale of choice for the London working class. Mushy P. pays homage to this English brewing tradition with complex roastiness and robust flavor.", "statusDisplay": "Verified", "nameDisplay": "Mushy P.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "id": "2q0l4U", "createDate": "2014-06-08 13:43:09", "updateDate": "2014-10-20 19:07:35", "abv": "6.4", "styleId": 18, "availableId": 2, "ibu": "20", "name": "Mushy P."}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Your nose will do a double take on this buxom beauty. Pungent citrus, stone fruit, floral, and pine resin aromas high jump out of the glass. Complex malt flavors steady the wheel before the hops careen you into a bridge embankment. Get ready for one massive aroma-coma!", "statusDisplay": "Verified", "nameDisplay": "Musk of the Minotaur IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/jA5K9k/upload_f340gR-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/jA5K9k/upload_f340gR-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/jA5K9k/upload_f340gR-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2012-06-10 16:26:57", "updateDate": "2015-12-16 16:21:07", "abv": "7.2", "styleId": 30, "availableId": 1, "id": "jA5K9k", "name": "Musk of the Minotaur IPA"}, {"status": "verified", "isOrganic": "N", "name": "Muskegon Lager", "nameDisplay": "Muskegon Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "id": "aOqHIn", "createDate": "2016-08-22 23:32:23", "updateDate": "2016-08-22 23:32:23", "abv": "4.5", "styleId": 93, "ibu": "20", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Widely recognized as the signature beer of Muskoka, Muskoka Cream Ale is crisp and refreshingly hopped with a wonderful malt balance.", "statusDisplay": "Verified", "nameDisplay": "Muskoka Cream Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/zNaGRX/upload_5aRaPp-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/zNaGRX/upload_5aRaPp-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/zNaGRX/upload_5aRaPp-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.044", "description": "Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "5", "ibuMax": "22", "abvMin": "4.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:30", "fgMax": "1.01", "shortName": "Cream Ale", "abvMax": "5.6", "id": 109, "srmMin": "2", "name": "American-Style Cream Ale or Lager"}, "name": "Muskoka Cream Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:45", "updateDate": "2015-12-16 07:35:04", "abv": "5", "styleId": 109, "availableId": 1, "id": "zNaGRX", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A big, bold ale that is moderately fruity, with hints of caramel and chocolate. Gold Medal Winner at the 2009 Ontario Brewing Awards.", "statusDisplay": "Verified", "nameDisplay": "Muskoka Dark Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "These very dark brown to black beers have a mild roasted malt character without the associated bitterness. This is not a fullbodied beer, but rather a moderate body gently enhances malt flavor and aroma with low to moderate levels of sweetness. Hop bitterness is low to medium in character. Noble-type hop flavor and aroma should be low but perceptible. There should be no fruity esters. Diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "22", "categoryId": 7, "srmMax": "30", "ibuMax": "30", "abvMin": "3.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:37:12", "fgMax": "1.016", "shortName": "Schwarzbier", "abvMax": "5", "id": 84, "srmMin": "25", "name": "German-Style Schwarzbier"}, "name": "Muskoka Dark Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:45", "updateDate": "2015-05-07 14:58:46", "abv": "5", "styleId": 84, "availableId": 1, "id": "4yCJCi", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "The arrival of a Northern winter calls for a flavourful and warming seasonal brew. Our Muskoka Double Chocolate Cranberry Stout is a rich and sturdy stout brewed with roasted dark chocolate malts, real cocoa, a hint of vanilla and freshly harvested local cranberries. The increased alcohol content encourages sharing and savouring this special seasonal brew.", "statusDisplay": "Verified", "nameDisplay": "Muskoka Double Chocolate Cranberry Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "40", "ibuMax": "25", "abvMin": "3", "fgMin": "1.012", "updateDate": "2015-04-07 15:24:41", "fgMax": "1.02", "shortName": "Sweet Stout", "abvMax": "6", "id": 20, "srmMin": "40", "name": "Sweet or Cream Stout"}, "name": "Muskoka Double Chocolate Cranberry Stout", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-01-03 02:43:45", "updateDate": "2015-06-18 17:45:51", "abv": "8", "styleId": 20, "availableId": 4, "id": "JbdvVa", "glasswareId": 6}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "The pilgrim of our seasonal beer endeavour. Now in its 2nd year, this Harvest Ale marks the end of the growing season and the gathering of crops from the fields. Brewed using premium local ingredients, it has a rich malt backbone and is dry hopped for a subtle grassy character reminiscent of the harvest.", "statusDisplay": "Verified", "nameDisplay": "Muskoka Harvest Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/hHv7M9/upload_7e2qUn-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/hHv7M9/upload_7e2qUn-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/hHv7M9/upload_7e2qUn-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "name": "Muskoka Harvest Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-01-03 02:43:45", "updateDate": "2015-12-16 07:20:22", "abv": "7", "styleId": 32, "availableId": 4, "id": "hHv7M9", "glasswareId": 6}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This is a crisp, clean, refreshing Our Hefe-Weissbier (\"hay-fa-vice\") beer is unfiltered and so is naturally hazy. Hops are restrained, letting you to savour the distinctive fruity and spicy character, aided by a special strain of yeast", "statusDisplay": "Verified", "nameDisplay": "Muskoka Hefe-Weissbier", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "name": "Muskoka Hefe-Weissbier", "glass": {"createDate": "2012-01-03 02:41:33", "id": 9, "name": "Weizen"}, "createDate": "2012-01-03 02:43:45", "updateDate": "2014-10-10 18:50:16", "abv": "5", "styleId": 48, "availableId": 1, "id": "qKkgtq", "glasswareId": 9}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This is a crisp, clean, refreshing and flavourful Euro-style beer, which is lighter in alcohol and brewed to original gravity; a breakthrough in craft brewing!", "statusDisplay": "Verified", "nameDisplay": "Muskoka Pilsner Light", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "name": "Muskoka Pilsner Light", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:45", "updateDate": "2012-03-22 13:05:13", "abv": "4", "styleId": 98, "availableId": 1, "id": "bhJ4ay", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Our Muskoka Premium Lager is all malt and aged longer with the result being a superbly balanced, easy going lager perfect for any occasion.", "statusDisplay": "Verified", "nameDisplay": "Muskoka Premium Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.044", "description": "This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.", "createDate": "2012-03-21 20:06:46", "ibuMin": "6", "categoryId": 8, "srmMax": "6", "ibuMax": "15", "abvMin": "4.3", "fgMin": "1.01", "updateDate": "2015-04-07 15:40:04", "fgMax": "1.014", "shortName": "American Premium Lager", "abvMax": "5", "id": 97, "srmMin": "2", "name": "American-Style Premium Lager"}, "name": "Muskoka Premium Lager", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:45", "updateDate": "2015-04-09 18:33:01", "abv": "4.8", "styleId": 97, "availableId": 1, "id": "E11skP", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Dark, rich rye porter with hints of chocolate and coffee", "statusDisplay": "Verified", "nameDisplay": "Mustache Rye'd", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Robust porters are black in color and have a roast malt flavor, often reminiscent of cocoa, but no roast barley flavor. These porters have a sharp bitterness of black malt without a highly burnt/charcoal flavor. Caramel and other malt sweetness should be present and in harmony with other distinguishing porter characters. Robust porters range from medium to full in body and have a malty sweetness. Hop bitterness is medium to high, with hop aroma and flavor ranging from negligible to medium. Diacetyl is acceptable at very low levels. Fruity esters should be evident, balanced with roast malt and hop bitterness.", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "40", "abvMin": "5", "fgMin": "1.008", "updateDate": "2015-04-07 15:21:45", "fgMax": "1.016", "shortName": "Robust Porter", "abvMax": "6.5", "id": 19, "srmMin": "30", "name": "Robust Porter"}, "id": "dVMASc", "createDate": "2016-05-10 16:56:12", "updateDate": "2016-05-12 12:20:46", "abv": "5.7", "styleId": 19, "ibu": "30", "name": "Mustache Rye'd"}, {"status": "verified", "isOrganic": "N", "description": "Imperial Rye'd Red Ale.", "statusDisplay": "Verified", "nameDisplay": "Mustache Rye'd", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/zCZkUR/upload_E7g32f-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/zCZkUR/upload_E7g32f-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/zCZkUR/upload_E7g32f-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Imperial Red Ales are deep amber to dark copper/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.", "createDate": "2012-03-21 20:06:46", "ibuMin": "55", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "7.9", "fgMin": "1.02", "updateDate": "2015-04-07 17:05:43", "fgMax": "1.028", "shortName": "Imperial Red", "abvMax": "10.5", "id": 33, "srmMin": "10", "name": "Imperial Red Ale"}, "createDate": "2014-09-16 00:40:03", "updateDate": "2015-12-17 18:04:11", "abv": "8", "styleId": 33, "id": "zCZkUR", "name": "Mustache Rye'd"}, {"status": "verified", "isOrganic": "N", "description": "IF WE WERE FANCY MARKETERS WE’D HAVE A LINK ON HERE TO SOMETHING HIP LIKE TEAM MOON DOG SINGING A FUNNY SONG A CAPPELLA FOR YOU TO DOWNLOAD VIA A QR CODE (OR EQUIVALENT WHIZ BANG TECHNOLOGY LIKE THAT). \r\n\r\nOR A VIDEO OF US IN MONKEY COSTUMES MOCK-RE-ENACTING THE AMERICAN CIVIL WAR. \r\n\r\nMAYBE A COMBINATION OF BOTH?\r\n\r\nIN FACT THAT’S A CRACKING IDEA. \r\n\r\nWE HOPE YOU LIKE IT ON ONE OF OUR FUTURE RELEASES. \r\n\r\nBut in the mean time, just enjoy this big, bad-ass IPA chock full of Hops, Apricots, Spice and deliciousness!", "srmId": 6, "nameDisplay": "Mustafa's Dancing Helmet", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/zYzQOt/upload_FcEu2k-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/zYzQOt/upload_FcEu2k-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/zYzQOt/upload_FcEu2k-icon.png"}, "originalGravity": "1.083", "id": "zYzQOt", "statusDisplay": "Verified", "createDate": "2015-02-25 19:58:24", "updateDate": "2015-12-17 23:02:15", "abv": "9", "styleId": 124, "srm": {"hex": "F8A600", "id": 6, "name": "6"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "ibu": "60", "name": "Mustafa's Dancing Helmet"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Looking for a smooth, amber beer with the perfect balance of hops and malt? You found it. A tasty, European-styled, red lager brewed with the finest blend of two-row barley, Tettnanger and Northern Brewer hops. 4.5% ABV. 18 IBU’s. Available in six packs. Go ahead, try it. You know you want to.", "statusDisplay": "Verified", "nameDisplay": "Mustang Amber Lager", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/iWjImT/upload_1pKNwZ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/iWjImT/upload_1pKNwZ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/iWjImT/upload_1pKNwZ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.046", "description": "Beers in this category are reddish brown or copper colored. They are medium in body. The beer is characterized by malty aroma and slight malt sweetness. The malt aroma and flavor should have a notable degree of toasted and/or slightly roasted malt character. Hop bitterness is clean and crisp. Noble-type hop aromas and flavors should be low or mild. Diacetyl, chill haze and ale-like fruity esters should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "22", "categoryId": 7, "srmMax": "16", "ibuMax": "28", "abvMin": "4.8", "fgMin": "1.012", "updateDate": "2015-04-07 15:36:42", "fgMax": "1.018", "shortName": "Vienna Lager", "abvMax": "5.4", "id": 80, "srmMin": "12", "name": "Vienna-Style Lager"}, "id": "iWjImT", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:45", "updateDate": "2015-12-16 12:32:03", "abv": "4.5", "styleId": 80, "availableId": 1, "glasswareId": 5, "ibu": "18", "name": "Mustang Amber Lager"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Do you like a hoppy ending? Now available! A tantalizing blend of German Perle and US Pacific Northwest hops give Pawnee Pale a moderate, citrus, hop quality. American, British, and caramel malts provide a rich maltiness not found in most pale ales. At 6% ABV and 42 IBU’s, Pawnee Pale is distinctly hopped, yet still carries that session beer quality you have come to expect from Mustang.", "statusDisplay": "Verified", "nameDisplay": "Mustang Pawnee Pale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/rZYsKA/upload_qqAQnz-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/rZYsKA/upload_qqAQnz-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/rZYsKA/upload_qqAQnz-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "rZYsKA", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:45", "updateDate": "2015-12-16 11:52:09", "abv": "6", "styleId": 25, "availableId": 1, "glasswareId": 5, "ibu": "42", "name": "Mustang Pawnee Pale"}, {"status": "verified", "isOrganic": "N", "description": "Go Mustangs! Maris otter, cara red, crystal and dark chocolate malts. Yakima Valley Northern Brewer and Willamette Hops.", "statusDisplay": "Verified", "nameDisplay": "Mustang Red", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2015-08-07 23:28:44", "updateDate": "2015-08-07 23:28:44", "styleId": 32, "id": "NGCu4G", "name": "Mustang Red"}, {"status": "verified", "isOrganic": "N", "description": "Smooth, malty & toasty.\r\n\r\nEasy, drinkable, medium-bodied Vienna-style lager with a lightly toasted malt flavor. Made with imported Vienna and Munich malts.", "statusDisplay": "Verified", "nameDisplay": "Mustang Sally Amber Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.042", "description": "American-style amber lagers are light amber to amber or copper colored. They are medium bodied. There is a noticeable degree of caramel-type malt character in flavor and often in aroma. This is a broad category in which the hop bitterness, flavor, and aroma may be accentuated or may only be present at relatively low levels, yet noticeable. Fruity esters, diacetyl, and chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 8, "srmMax": "14", "ibuMax": "30", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:41:26", "fgMax": "1.018", "shortName": "American Amber Lager", "abvMax": "5.4", "id": 101, "srmMin": "6", "name": "American-Style Amber Lager"}, "id": "UsHUPj", "createDate": "2016-11-15 14:40:47", "updateDate": "2016-11-15 14:40:47", "abv": "4.5", "styleId": 101, "ibu": "10", "name": "Mustang Sally Amber Lager"}]
