[{"status": "verified", "isOrganic": "N", "description": "BOSCH Maibock is produced in a special two-mash process. It is needed a greater amount of light specialty malts to achieve the desired mouthfeel proverbial. The bright Maibock has to unfold over three months storage time for its full flavor. Delivery will begin in early March.", "statusDisplay": "Verified", "nameDisplay": "Bosch Maibock", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "The German word helle means light colored, and as such, a heller Bock is light straw to deep golden in color. Maibocks are also light-colored bocks. The sweet malty character should come through in the aroma and flavor. A lightly toasted and/or bready malt character is often evident. Roast or heavy toast/caramel malt character should be absent. Body is medium to full. Hop bitterness should be low, while noble-type hop aroma and flavor may be at low to medium levels. Bitterness increases with gravity. Fruity esters may be perceived at low levels. Diacetyl should be absent. Chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "10", "ibuMax": "38", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:39:04", "fgMax": "1.02", "shortName": "Maibock", "abvMax": "8", "id": 89, "srmMin": "4", "name": "German-Style Heller Bock/Maibock"}, "createDate": "2012-08-12 12:14:32", "updateDate": "2012-08-15 23:35:38", "abv": "6.8", "styleId": 89, "id": "47hf14", "name": "Bosch Maibock"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Bosch Mr. Mix", "createDate": "2012-08-12 12:14:33", "updateDate": "2012-08-15 23:35:31", "id": "gRQTAV", "name": "Bosch Mr. Mix"}, {"status": "verified", "isOrganic": "N", "description": "BOSCH beer is produced in a special mashing process and slow and cold fermented and stored. Balanced by the addition of specialty malts and the finest aroma hops from the Hallertau and Tettnang near Lake Constance, the result is a top German beer brewing. This is demonstrated by numerous awards with international and national prizes.\r\n\r\nBOSCH Pilsner is a pale yellow beer with a light hop aroma. Already in Antrunk falls on the aromatic hop bitterness, which determines the overall impression of this beer. Striking the balance between the slender body and the intense bitterness.", "statusDisplay": "Verified", "nameDisplay": "Bosch Pils", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 7, "srmMax": "4", "ibuMax": "40", "abvMin": "4", "fgMin": "1.006", "updateDate": "2015-04-07 15:35:59", "fgMax": "1.012", "shortName": "German Pilsener", "abvMax": "5", "id": 75, "srmMin": "3", "name": "German-Style Pilsener"}, "createDate": "2012-08-12 12:14:27", "updateDate": "2012-08-15 23:44:28", "abv": "4.9", "styleId": 75, "id": "swTZUi", "name": "Bosch Pils"}, {"status": "verified", "isOrganic": "N", "description": "This particular specialty beer is distinguished by its very unusual flavor: delicately spicy, full-bodied, with an easy and palatable malzsüßen note. Porter's beers have a long tradition in Britain. We brew our Porter, of course after the German purity law. For an exceptional taste experience and best digestibility.", "statusDisplay": "Verified", "nameDisplay": "Bosch Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "createDate": "2012-08-12 12:14:29", "updateDate": "2012-08-15 23:44:35", "abv": "5.3", "styleId": 18, "id": "jtdzx1", "name": "Bosch Porter"}, {"status": "verified", "isOrganic": "N", "description": "Bosch PowerMix Bosch Lager featuring Cola. Now it is devilishly good We present the energetic mix of young and sparkling Cola, Bosch stock alert minds. The extra shot of energy from taurine and caffeine are the ultimate kick. For long days and hot nights.", "statusDisplay": "Verified", "nameDisplay": "Bosch Powermix", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "createDate": "2012-08-12 12:14:31", "updateDate": "2012-08-15 23:46:50", "abv": "2.7", "styleId": 124, "id": "aqoQPK", "name": "Bosch Powermix"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Bosch Radler", "createDate": "2012-08-12 12:14:31", "updateDate": "2012-08-15 23:45:12", "id": "DAXEYl", "name": "Bosch Radler"}, {"status": "verified", "isOrganic": "N", "description": "Spritzig and unfolds it tingling its erfrischendes temper. Moderate taste and fine-spicy flavour from high-quality raw materials result in genuine benefit. BOSCH Weizen - Weizen in the handy bottle - not only for use in the Summer.", "statusDisplay": "Verified", "nameDisplay": "Bosch Weizen", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "createDate": "2012-08-12 12:14:30", "updateDate": "2012-08-15 23:47:53", "abv": "5.4", "styleId": 48, "id": "MDMo6S", "name": "Bosch Weizen"}, {"status": "verified", "isOrganic": "N", "description": "Dark yet surprisingly approachable. We took our Kolsch recipe and added Carafa malt for a subtle chocolate note. Brewed on site by Sam.", "statusDisplay": "Verified", "nameDisplay": "Bosco Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.052", "description": "As with classic dry stouts, foreign-style stouts have an initial malt sweetness and caramel flavor with a distinctive dry-roasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Bitterness may be high but the perception is often compromised by malt sweetness. Hop aroma and flavor should not be perceived. The perception of fruity esters is low. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:58", "fgMax": "1.02", "shortName": "Export Stout", "abvMax": "9.3", "id": 24, "srmMin": "40", "name": "Foreign (Export)-Style Stout"}, "createDate": "2014-01-07 05:18:09", "updateDate": "2014-01-07 13:00:24", "abv": "5.5", "styleId": 24, "id": "NljEba", "name": "Bosco Porter"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A typical method of beer taxation in Scotland would involve higher tax rates on stronger or higher quality, beers. \"50 Shilling Ale\" would be your typical run of the mill Scottish style ale. \"60 Shilling Ale\" a little better, etc. \"Boscos 90 Shilling Ale\" would be, of course, off the charts.", "name": "Boscos 90 Shilling Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Boscos 90 Shilling Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "The overriding character of Scottish export ale is sweet, caramel-like, and malty. Its bitterness is perceived as low to medium. Hop flavor or aroma should not be perceived. It has medium body. Fruity-ester character may be apparent. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style export ales exhibited peat smoke character, the current marketplace offers many Scottish-style export ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style export ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "19", "ibuMax": "25", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:56", "fgMax": "1.018", "shortName": "Scottish Export", "abvMax": "5.3", "id": 9, "srmMin": "10", "name": "Scottish-Style Export Ale"}, "ibu": "35", "statusDisplay": "Verified", "createDate": "2012-01-03 02:42:53", "updateDate": "2015-04-14 15:04:47", "styleId": 9, "availableId": 4, "id": "QzesuU", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Patio weather is coming! Our light, easy drinking, mildly hopped wheat beer is perfect for sipping on our patio overlooking the Arkansas River.", "name": "Boscos American Style Wheat Beer", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Boscos American Style Wheat Beer", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "ibu": "12", "statusDisplay": "Verified", "createDate": "2012-01-03 02:42:53", "updateDate": "2012-03-22 13:05:19", "styleId": 112, "availableId": 4, "id": "CMDGbc", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "This deep golden pale ale has just the right amount of hops to balance the delicate maltiness of this beer. Perfectly refreshing after a long walk or bike ride over the Big Dam Bridge.", "name": "Boscos Big Dam Pale Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Boscos Big Dam Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "ibu": "35", "statusDisplay": "Verified", "createDate": "2012-01-03 02:42:53", "updateDate": "2012-03-22 13:05:19", "styleId": 25, "availableId": 4, "id": "ofw4l3", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "During the 1800's, when the sun never set on the British Empire, beer being shipped to the Far East always arrived spoiled. To correct this situation, British brewers added large quantities of hops to their pale ales. (Hops act as a natural preservative.) The result is an intensely hoppy amber beer. Delicious with seafood and all spicy flavorful foods.", "name": "Boscos Bombay IPA", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Boscos Bombay IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "ibu": "58", "statusDisplay": "Verified", "createDate": "2012-01-03 02:42:53", "updateDate": "2012-03-22 13:05:19", "styleId": 30, "availableId": 1, "id": "URsPh0", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "North America's “Original Steinbier.” Brewed using a traditional German technique, stones heated in our wood fired ovens are lowered into the beer during the brewing process, giving the beer its unique caramel character. Awarded “Three Stars” by Michael Jackson, the world’s leading beer writer. Great with salads and lightly flavored dishes.", "name": "Boscos Famous Flaming Stone Beer", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Boscos Famous Flaming Stone Beer", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Historical Beers are any range of color. Malt sweetness will vary dramatically depending on overall balance desired. Hop bitterness is very low to very high. Above all beers in this category are reflective of an established historical beer and/or brewing heritage from any period of time or part of the world, that are not already a beer style already established in these guidelines. This beer commemorates combinations of unique brewing ingredients and/or techniques established in past periods. Examples of Historical Beers might include current day versions of historic styles which are not represented elsewhere in these guidelines, such as Finnish-style Sahti, South American Chicha, Nepalese Chong/Chang, African sorghum based beers, and others. In evaluating these beers, judges will weigh several factors such as uniqueness, heritage, regional distinction, technical brewing skills, and balance of character, background story & information and overall spirit of the intent of this category. \"Historical beers\" that are not represented elsewhere as a definitive style in these guidelines could possibly be entered in such categories as Experimental, Herb & Spice, Field Beer, etc. but by choice a brewer may categorize (and enter) their beer as Historical beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 17:20:40", "shortName": "Traditional", "id": 131, "name": "Historical Beer"}, "ibu": "16", "statusDisplay": "Verified", "createDate": "2012-01-03 02:42:53", "updateDate": "2015-01-08 14:17:38", "styleId": 131, "availableId": 1, "id": "s89bXZ", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Stout is one of those beers that has many variations. Most beer drinkers who say \"I don't like stout beer\" don't realize that there are dry stouts, milk stouts, export stouts, imperial stouts and \"oatmeal\" stouts. Stouts have always been recognized as being good for you (as all beers are) but with oatmeal added, watch out! The oatmeal adds texture, creaminess and all that fiber we all need for various reasons.", "name": "Boscos Oatmeal Stout", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Boscos Oatmeal Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.038", "description": "Oatmeal stouts include oatmeal in their grist, resulting in a pleasant, full flavor and a smooth profile that is rich without being grainy. A roasted malt character which is caramel-like and chocolate-like should be evident - smooth and not bitter. Coffee-like roasted barley and roasted malt aromas (chocolate and nut-like) are prominent. Color is dark brown to black. Bitterness is moderate, not high. Hop flavor and aroma are optional but should not overpower the overall balance if present. This is a medium- to full- bodied beer, with minimal fruity esters. Diacetyl should be absent or at extremely low levels. Original gravity range and alcohol levels are indicative of English tradition of oatmeal stout.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "20", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:22:53", "fgMax": "1.02", "shortName": "Oatmeal Stout", "abvMax": "6", "id": 21, "srmMin": "20", "name": "Oatmeal Stout"}, "ibu": "36", "statusDisplay": "Verified", "createDate": "2012-01-03 02:42:53", "updateDate": "2014-10-08 18:24:49", "styleId": 21, "availableId": 4, "id": "3JNh3v", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Brewed using a 1790’s formula from Taylor Brewing Company in Albany, NY, this beer uses a very common ingredient in beers from that era, unprocessed cane sugar. “Stock” is a reference to “store” or “keep”. These types of ale were brewed strong to “stock” for use at a later date.", "name": "Boscos Stock Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Boscos Stock Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "description": "These beers are unfiltered German-style Altbier and Kölsch. They are packaged and/or served intentionally with low to moderate amounts of yeast. Products may be filtered and again dosed with yeast in the package, manifesting themselves as bottle conditioned beers or unfiltered beer with yeast present. They will most likely not be clear, and may appear slightly hazy to moderately cloudy. Yeast character, flavor and aroma are desirable, yet should be low to medium but not overpowering the balance and character of malt and hops. Low to moderately low levels of yeast-generated sulfur containing compounds should be apparent in aroma and flavor, and low levels of acetaldehyde or other volatiles normally removed during fermentation may or may not be apparent. The sulfur and acetaldehyde characters should contribute positively to the beer drinking experience. Head retention may not be optimal. The brewer must indicate the classic style on which the entry is based to allow for accurate judging. Beer entries not accompanied by this information will be at a disadvantage during evaluation.", "createDate": "2012-03-21 20:06:46", "categoryId": 4, "updateDate": "2015-04-07 15:31:30", "shortName": "Kellerbier", "id": 56, "name": "Kellerbier (Cellar beer) or Zwickelbier - Ale"}, "ibu": "55", "statusDisplay": "Verified", "createDate": "2012-01-03 02:42:53", "updateDate": "2015-06-06 17:42:34", "styleId": 56, "availableId": 4, "id": "xileIk", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Bosden", "nameDisplay": "Bosden", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/NU4qr0/upload_5wDx7x-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/NU4qr0/upload_5wDx7x-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/NU4qr0/upload_5wDx7x-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2013-11-01 11:34:45", "updateDate": "2015-12-17 06:47:10", "abv": "6.8", "styleId": 42, "id": "NU4qr0", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "German Style Schwarzbier brewed with 50% rye malt and chocolate rye.  Dark, crisp and smooth.", "srmId": 30, "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "nameDisplay": "Böse Roggen", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/192kNo/upload_XH3Wjs-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/192kNo/upload_XH3Wjs-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/192kNo/upload_XH3Wjs-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "These very dark brown to black beers have a mild roasted malt character without the associated bitterness. This is not a fullbodied beer, but rather a moderate body gently enhances malt flavor and aroma with low to moderate levels of sweetness. Hop bitterness is low to medium in character. Noble-type hop flavor and aroma should be low but perceptible. There should be no fruity esters. Diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "22", "categoryId": 7, "srmMax": "30", "ibuMax": "30", "abvMin": "3.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:37:12", "fgMax": "1.016", "shortName": "Schwarzbier", "abvMax": "5", "id": 84, "srmMin": "25", "name": "German-Style Schwarzbier"}, "id": "192kNo", "statusDisplay": "Verified", "createDate": "2014-09-17 23:06:54", "updateDate": "2015-12-17 17:53:21", "abv": "4.8", "styleId": 84, "availableId": 1, "glasswareId": 4, "ibu": "30", "srm": {"hex": "600903", "id": 30, "name": "30"}, "name": "Böse Roggen"}, {"status": "verified", "isOrganic": "N", "description": "This beer was inspired by classic American beers like Flying Dog IPA, Sierra Nevada Pale Ale and Stone Pale Ale. We wanted to make our own version so we could drink it as fresh as possible. When we started making Bosko in 2012 fresh American beers weren’t readily available in the U.K. That has changed, and so have the styles of I.P.A. favoured across the pond. The trend is for paler, drier, hop-bombs. Bosko has a more balanced approach because although it is loaded with aromatic American hops it is brewed with crystal malt. This gives it the sweetness characteristic of those beers we were trying to emulate back in the day.\r\n\r\nBosko Absoluto is the Imperial version and at 9% ABV it’s a ramped-up version of Bosko.\r\n\r\nWe photographed Bosko at one of our favourite local bars; Mother Kelly’s in Bethnal Green. There is always a great range of beer on draught and even more bottles in the many fridges. Highly recommended!\r\n\r\nThe Bosko Absoluto label was designed by graffiti artist Coby Walsh. It’s a playful and amusing rectification of the original Bosko label with Coby’s trademark characters wreaking their mischief all up in each other’s faces.", "statusDisplay": "Verified", "nameDisplay": "Bosko", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/lqWvXG/upload_LiMQEO-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/lqWvXG/upload_LiMQEO-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/lqWvXG/upload_LiMQEO-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2016-08-05 13:18:56", "updateDate": "2016-08-05 13:19:28", "abv": "6.5", "styleId": 30, "id": "lqWvXG", "name": "Bosko"}, {"status": "verified", "isOrganic": "N", "description": "Non filtered, non pasteurised beer with secondary fermentation in the bottle. A mouth-watering triple. Golden blonde coloured brew with a full-mouthed malty taste, light touch of caramel and refreshingly bitter after taste. This beer can be stored for a longer amount of time.", "statusDisplay": "Verified", "nameDisplay": "Bosprotter", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "name": "Bosprotter", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:53", "updateDate": "2012-03-22 13:05:29", "abv": "8.5", "styleId": 59, "id": "Dt9cXE", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "Y", "description": "Boque's interpretation of what a light-bodied lager should be, this offering quenches thirsty palates without sacrificing depth and character. Balanced medium hop and malt profiles are present in the aroma and flavor and the eye is drawn to its straw colored, glass-like clarity.", "statusDisplay": "Verified", "nameDisplay": "Bosque Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "id": "CcNiiq", "createDate": "2015-06-12 17:44:48", "updateDate": "2015-06-12 17:44:48", "abv": "4.8", "styleId": 93, "availableId": 1, "ibu": "20", "name": "Bosque Lager"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "Y", "description": "What a difference some hops make! We decided to take a light flavored lager and dose it with whirlpool and dry hop additions of El Dorado, Centennial, Citra and 7C’s. The result is a pale, straw colored lager bursting with fruity and spicy flavors and aromas with just enough bitterness to balance the malt character.", "statusDisplay": "Verified", "nameDisplay": "Bosque Pale Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "id": "cR3QY4", "createDate": "2015-06-12 18:25:25", "updateDate": "2015-06-12 18:25:25", "abv": "5.4", "styleId": 93, "availableId": 4, "ibu": "45", "name": "Bosque Pale Lager"}, {"status": "verified", "isOrganic": "N", "description": "Our lager from the Viennese tradition is smooth and mildly toasty in flavor but finishes with a noble hop twist.", "statusDisplay": "Verified", "nameDisplay": "Boss Amber Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.042", "description": "American-style amber lagers are light amber to amber or copper colored. They are medium bodied. There is a noticeable degree of caramel-type malt character in flavor and often in aroma. This is a broad category in which the hop bitterness, flavor, and aroma may be accentuated or may only be present at relatively low levels, yet noticeable. Fruity esters, diacetyl, and chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 8, "srmMax": "14", "ibuMax": "30", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:41:26", "fgMax": "1.018", "shortName": "American Amber Lager", "abvMax": "5.4", "id": 101, "srmMin": "6", "name": "American-Style Amber Lager"}, "createDate": "2013-05-05 14:08:48", "updateDate": "2014-10-15 18:37:14", "abv": "5", "styleId": 101, "id": "jjcLBx", "name": "Boss Amber Lager"}, {"status": "verified", "isOrganic": "N", "name": "Boss Bitch", "nameDisplay": "Boss Bitch", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 9, "name": "Other Lager"}, "ogMin": "1.072", "description": "A true smooth cold-fermented and cold lagered beer, brewed with lager yeast. Black to very deep ruby/garnet in color. Overall, Baltic Porters have a very smooth lagered character with distinctive caramelized sugars, licorice and chocolate-like character of roasted malts and dark sugars. Roasted dark malts should not contribute bitterness, or astringent roast character. A low degree of smokiness from malt may be evident. Debitterized roast malts are best used for this style. Because of its alcoholic strength, aroma may include gentle (low) lager fruitiness (berries, grapes, plums, not banana; ale-like fruitiness from warm temperature fermentation is not appropriate), complex alcohols, cocoa-like, roast malt (and sometimes coffee-like roast barley, yet not bitter). Hop aroma is very low, though a hint of floral or sweet hop aroma can complement aromatics and flavor without dominance. Baltic Porters are not hop bitter dominated and expressed as low to medium-low. Baltic porters range from having medium to full body complemented with a medium-low to medium level of malty sweetness. No butterscotch-like diacetyl or sweet corn-like dimethylsulfide (DMS) should be apparent in aroma or flavor.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 9, "srmMax": "40", "ibuMax": "40", "abvMin": "7.5", "fgMin": "1.016", "updateDate": "2015-04-07 15:41:46", "fgMax": "1.022", "shortName": "Baltic Porter", "abvMax": "9", "id": 104, "srmMin": "40", "name": "Baltic-Style Porter"}, "createDate": "2016-05-13 13:15:13", "updateDate": "2016-05-13 13:15:13", "abv": "8", "styleId": 104, "id": "bzbdZT", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Boss Flamingo Bronze Ale is one of the rarest beers in the world. Its harmonic blend of hops, malt, and spicy yeast flavors create a surprisingly unique blend of fruity aromas and hop-bitterness. It’s an Americanized, “imperialized” interpretation of the Bavarian Forest Dampfbier. It has never been made before.", "srmId": 38, "nameDisplay": "Boss Flamingo Bronze Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/eqqn3e/upload_1lgbpA-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/eqqn3e/upload_1lgbpA-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/eqqn3e/upload_1lgbpA-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "id": "eqqn3e", "statusDisplay": "Verified", "createDate": "2016-04-11 13:08:34", "updateDate": "2016-04-14 19:14:57", "abv": "7.2", "styleId": 37, "srm": {"hex": "3B0607", "id": 38, "name": "38"}, "ibu": "50", "name": "Boss Flamingo Bronze Ale"}, {"status": "verified", "isOrganic": "N", "name": "Boss Hog Double IPA", "nameDisplay": "Boss Hog Double IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Sau1vs/upload_goW6DL-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Sau1vs/upload_goW6DL-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Sau1vs/upload_goW6DL-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2012-01-03 02:42:53", "updateDate": "2015-12-15 21:57:20", "abv": "10.1", "styleId": 31, "id": "Sau1vs", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "This classic American Red Ale is a medium bodiedbodied ale with a deep red hue from carmalized malts. To balance the sweetness, this beer is hopped with Centennial and Caliente during the boil, and then dry hopped with more Caliente.", "statusDisplay": "Verified", "nameDisplay": "Boss Lady Rustic Red", "originalGravity": "1.062", "id": "Lmd3Pc", "createDate": "2014-09-10 02:23:43", "updateDate": "2016-06-23 18:03:44", "abv": "6.4", "styleId": 32, "availableId": 3, "foodPairings": "BBQ", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "ibu": "35", "name": "Boss Lady Rustic Red"}, {"status": "verified", "isOrganic": "N", "description": "In Southern California, we like our IPAs dry, light in color, aromatic, & packed with hop flavor. \"Boss Pour IPA\" was created to achieve just that. Simcoe, whole leaf Cascade, Nelson Sauvin, & Citra hops give it a heavy dank aroma that you can smell a few feet away.", "statusDisplay": "Verified", "nameDisplay": "Boss Pour IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "MxpCLJ", "createDate": "2016-08-13 20:18:33", "updateDate": "2016-08-13 20:18:33", "abv": "7", "styleId": 30, "ibu": "55", "name": "Boss Pour IPA"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Boss Tom’s Golden Bock is our seasonal offering for late spring. The smooth, soft maltiness of this traditional lager is complemented by a noticeable but restrained hop presence. The beer finishes with a lingering dryness and just a hint of caramel. The word “bock” also means “billy goat,” and images of goats are often used as a symbol of the style.", "statusDisplay": "Verified", "nameDisplay": "Boss Tom's Golden Bock", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/8tzjp6/upload_B1sqFY-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/8tzjp6/upload_B1sqFY-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/8tzjp6/upload_B1sqFY-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "The German word helle means light colored, and as such, a heller Bock is light straw to deep golden in color. Maibocks are also light-colored bocks. The sweet malty character should come through in the aroma and flavor. A lightly toasted and/or bready malt character is often evident. Roast or heavy toast/caramel malt character should be absent. Body is medium to full. Hop bitterness should be low, while noble-type hop aroma and flavor may be at low to medium levels. Bitterness increases with gravity. Fruity esters may be perceived at low levels. Diacetyl should be absent. Chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "10", "ibuMax": "38", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:39:04", "fgMax": "1.02", "shortName": "Maibock", "abvMax": "8", "id": 89, "srmMin": "4", "name": "German-Style Heller Bock/Maibock"}, "id": "8tzjp6", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:53", "updateDate": "2015-12-16 08:10:28", "abv": "6.1", "styleId": 89, "availableId": 4, "glasswareId": 5, "ibu": "22", "name": "Boss Tom's Golden Bock"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "On April 25, 2014 we celebrate as Dr. Samhat is installed as president of Wofford College--only the 11th person to hold this esteemed post. So raise your voice and this bottle of Boss's Brew in a toast to Wofford's future under his leadership!", "statusDisplay": "Verified", "nameDisplay": "Boss's Brew Terrier Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/RAbXnk/upload_7uwgI8-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/RAbXnk/upload_7uwgI8-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/RAbXnk/upload_7uwgI8-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "name": "Boss's Brew Terrier Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-04-23 10:16:16", "updateDate": "2015-12-17 12:06:24", "abv": "6", "styleId": 125, "availableId": 2, "id": "RAbXnk", "glasswareId": 5}, {"status": "verified", "isOrganic": "Y", "name": "Boston", "nameDisplay": "Boston", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-07-28 19:55:17", "updateDate": "2015-07-28 19:55:17", "abv": "5.8", "styleId": 25, "id": "GsgxvS", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A dark ale with roasted malts, known for its creamy texture.", "statusDisplay": "Verified", "nameDisplay": "Boston Blackstone Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "createDate": "2014-10-24 14:34:39", "updateDate": "2014-10-24 14:34:39", "abv": "5.5", "styleId": 18, "id": "tU5RW5", "name": "Boston Blackstone Porter"}, {"status": "verified", "isOrganic": "N", "name": "Boston Red", "nameDisplay": "Boston Red", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2012-01-03 02:42:53", "updateDate": "2012-03-22 13:04:54", "styleId": 32, "id": "ugYYEh", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A golden barlywine weighing in at 11%. We split the batch and aged 1/2 in a Jack Daniels barrel and the other 1/2 in a Jim Beam barrel with a pile of vanilla beans. After about six months of aging we then blended both barrels back into one beer. Really complex bourbon aroma but no bourbon burn. A little sweet, and tasty!", "statusDisplay": "Verified", "nameDisplay": "Both Barrels", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "createDate": "2013-06-01 18:51:14", "updateDate": "2015-04-27 15:58:59", "abv": "11", "styleId": 34, "id": "kKaiUI", "name": "Both Barrels"}, {"status": "verified", "isOrganic": "N", "description": "An odd name, but not an odd brew.  One part California Common and one part American Ale, the “both-both” comes from the use of two yeast strains: an ale yeast to pull out the subtle hop character and a lager yeast to create the unique flavor this beer imparts.", "statusDisplay": "Verified", "nameDisplay": "Both-Both Cream Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.044", "description": "Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "5", "ibuMax": "22", "abvMin": "4.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:30", "fgMax": "1.01", "shortName": "Cream Ale", "abvMax": "5.6", "id": 109, "srmMin": "2", "name": "American-Style Cream Ale or Lager"}, "createDate": "2015-07-28 17:09:30", "updateDate": "2015-07-28 17:09:30", "abv": "5.5", "styleId": 109, "id": "06qpdv", "name": "Both-Both Cream Ale"}, {"status": "verified", "isOrganic": "N", "name": "Bottich Spezial", "nameDisplay": "Bottich Spezial", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.046", "description": "Beers in this category are reddish brown or copper colored. They are medium in body. The beer is characterized by malty aroma and slight malt sweetness. The malt aroma and flavor should have a notable degree of toasted and/or slightly roasted malt character. Hop bitterness is clean and crisp. Noble-type hop aromas and flavors should be low or mild. Diacetyl, chill haze and ale-like fruity esters should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "22", "categoryId": 7, "srmMax": "16", "ibuMax": "28", "abvMin": "4.8", "fgMin": "1.012", "updateDate": "2015-04-07 15:36:42", "fgMax": "1.018", "shortName": "Vienna Lager", "abvMax": "5.4", "id": 80, "srmMin": "12", "name": "Vienna-Style Lager"}, "createDate": "2012-08-12 12:17:34", "updateDate": "2012-08-15 23:48:59", "styleId": 80, "id": "6godzx", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Bottich Urtyp", "nameDisplay": "Bottich Urtyp", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "createDate": "2012-08-12 12:17:34", "updateDate": "2012-08-16 00:51:27", "styleId": 98, "id": "UN5pqW", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Bottle Conditioned Porter", "nameDisplay": "Bottle Conditioned Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "createDate": "2012-01-03 02:42:53", "updateDate": "2012-03-22 13:04:40", "abv": "5.5", "styleId": 18, "id": "HzSUfO", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "name": "Bottle N Smoke Winter Ale", "nameDisplay": "Bottle N Smoke Winter Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.06", "description": "Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "21", "ibuMax": "65", "abvMin": "7", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:05", "fgMax": "1.04", "shortName": "Strong Ale", "abvMax": "11", "id": 14, "srmMin": "8", "name": "Strong Ale"}, "createDate": "2015-03-22 19:30:54", "updateDate": "2015-03-22 19:30:54", "abv": "9.5", "styleId": 14, "availableId": 8, "id": "LkhuOm", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Our Bottle Rocket Pale Ale pays tribute to Dr. Robert Goddard, the genius who invented the liquid-fueled rocket, not far from our brewery. We use local Valley Malt rye and American hops (El Dorado, Calypso, and Mosaic to finish) that lend tropical and citrus notes to create a nicely balanced pale ale. The perfect brew to launch your liquid-fueled drinking experience!", "statusDisplay": "Verified", "nameDisplay": "Bottle Rocket", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "l5JvdQ", "createDate": "2015-04-10 16:52:50", "updateDate": "2015-04-10 16:52:50", "abv": "5.5", "styleId": 25, "ibu": "45", "name": "Bottle Rocket"}, {"status": "verified", "isOrganic": "N", "description": "An explosion of hops dominate this deep golden ale. Brewed with four varieties of hops & dry hopped with three other hops, the flavor is powerful. Not a harsh bitterness, but a full hop flavor.", "statusDisplay": "Verified", "nameDisplay": "Bottle Rocket IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2012-01-03 02:42:53", "updateDate": "2015-05-18 23:30:39", "abv": "6.5", "styleId": 30, "id": "Yjd19k", "name": "Bottle Rocket IPA"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Pull the tab and getaway! Bottle Rocket is an India Session Ale packed with a bright, hoppy bitterness sure to ignite your tastebuds. Unlike its big cousin IPA, this beer is light in colour and medium bodied but packs a hop blast sure to satisfy even the most seasoned Hoprotechnician. Spark it up!", "statusDisplay": "Verified", "nameDisplay": "Bottle Rocket ISA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "name": "Bottle Rocket ISA", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-02-18 15:17:42", "updateDate": "2013-02-18 15:17:42", "abv": "5", "styleId": 30, "availableId": 1, "id": "L92mVI", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Brewed in collaboration with bottleBOX, this rich and hearty Porter has no shortage of chocolate flavor, mostly coming from the dark roast malts, paired with the rich sweetness of vanilla custard and you have Boston Cream Pie in a glass!", "statusDisplay": "Verified", "nameDisplay": "bottleBOX Boston Cream", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 9, "name": "Other Lager"}, "ogMin": "1.072", "description": "A true smooth cold-fermented and cold lagered beer, brewed with lager yeast. Black to very deep ruby/garnet in color. Overall, Baltic Porters have a very smooth lagered character with distinctive caramelized sugars, licorice and chocolate-like character of roasted malts and dark sugars. Roasted dark malts should not contribute bitterness, or astringent roast character. A low degree of smokiness from malt may be evident. Debitterized roast malts are best used for this style. Because of its alcoholic strength, aroma may include gentle (low) lager fruitiness (berries, grapes, plums, not banana; ale-like fruitiness from warm temperature fermentation is not appropriate), complex alcohols, cocoa-like, roast malt (and sometimes coffee-like roast barley, yet not bitter). Hop aroma is very low, though a hint of floral or sweet hop aroma can complement aromatics and flavor without dominance. Baltic Porters are not hop bitter dominated and expressed as low to medium-low. Baltic porters range from having medium to full body complemented with a medium-low to medium level of malty sweetness. No butterscotch-like diacetyl or sweet corn-like dimethylsulfide (DMS) should be apparent in aroma or flavor.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 9, "srmMax": "40", "ibuMax": "40", "abvMin": "7.5", "fgMin": "1.016", "updateDate": "2015-04-07 15:41:46", "fgMax": "1.022", "shortName": "Baltic Porter", "abvMax": "9", "id": 104, "srmMin": "40", "name": "Baltic-Style Porter"}, "id": "wo9tB9", "createDate": "2016-09-14 23:42:27", "updateDate": "2016-09-15 17:31:28", "abv": "8.5", "styleId": 104, "ibu": "40", "name": "bottleBOX Boston Cream"}, {"status": "verified", "isOrganic": "N", "name": "Bottled Blonde - Side Trail Series", "nameDisplay": "Bottled Blonde - Side Trail Series", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "id": "uGy3D6", "createDate": "2015-08-30 23:34:05", "updateDate": "2015-08-30 23:34:05", "abv": "4.9", "styleId": 36, "ibu": "22", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "The Bottled version of the Classic Pale Ale that commands its own loyal following. Bottled Landlord boasts six national awards in recent years and is a natural selection for those who wish to enjoy beer at home.", "statusDisplay": "Verified", "nameDisplay": "Bottled Landlord", "beerVariation": {"status": "verified", "isOrganic": "N", "description": "A Classic Strong Pale Ale, Landlord has won more awards nationally than any other beer: This includes four times as Champion at the Brewers' International Exhibition and four times as CAMRA’s beer of the year. \r\n\r\nRefreshingly reliable, nationally renowned, this full drinking Pale Ale with a complex and hoppy aroma has real \"Pulling Power\" and stands out in any bar as the ideal regular.", "statusDisplay": "Verified", "nameDisplay": "Landlord", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/qgupad/upload_dpusPI-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/qgupad/upload_dpusPI-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/qgupad/upload_dpusPI-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "American strong pale ales range from deep golden to copper in color. The style is characterized by floral and citrus-like American-variety hops used to produce high hop bitterness, flavor, and aroma. Note that floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. American strong pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruityester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "40", "categoryId": 3, "srmMax": "14", "ibuMax": "50", "abvMin": "5.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:26:32", "fgMax": "1.016", "shortName": "American Strong Pale", "abvMax": "6.3", "id": 29, "srmMin": "6", "name": "American-Style Strong Pale Ale"}, "name": "Landlord", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-05-10 12:49:44", "updateDate": "2016-08-23 19:29:10", "abv": "4.1", "styleId": 29, "id": "qgupad", "glasswareId": 5}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "name": "Bottled Landlord", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-05-10 12:52:59", "beerVariationId": "qgupad", "abv": "4.1", "styleId": 25, "updateDate": "2013-05-10 12:52:59", "id": "wHWsLo", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "BottleTree Blonde", "statusDisplay": "Verified", "nameDisplay": "BottleTree Blonde", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/se79SN/upload_Jt2p1c-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/se79SN/upload_Jt2p1c-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/se79SN/upload_Jt2p1c-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "12", "ibuMax": "30", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:06", "fgMax": "1.014", "shortName": "Belgian Pale", "abvMax": "6", "id": 62, "srmMin": "6", "name": "Belgian-Style Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-10 18:29:57", "updateDate": "2015-12-16 15:13:16", "abv": "6", "styleId": 62, "availableId": 1, "id": "se79SN", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "BottleTree Red", "statusDisplay": "Verified", "nameDisplay": "BottleTree Red", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/YzaVQX/upload_lgtHPC-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/YzaVQX/upload_lgtHPC-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/YzaVQX/upload_lgtHPC-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Imperial Red Ales are deep amber to dark copper/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.", "createDate": "2012-03-21 20:06:46", "ibuMin": "55", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "7.9", "fgMin": "1.02", "updateDate": "2015-04-07 17:05:43", "fgMax": "1.028", "shortName": "Imperial Red", "abvMax": "10.5", "id": 33, "srmMin": "10", "name": "Imperial Red Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-12-20 15:26:18", "updateDate": "2015-12-16 20:51:01", "abv": "7.5", "styleId": 33, "availableId": 1, "id": "YzaVQX", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Bottleworks IPA", "nameDisplay": "Bottleworks IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/aLaCSt/upload_TuGbDk-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/aLaCSt/upload_TuGbDk-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/aLaCSt/upload_TuGbDk-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2012-01-03 02:42:53", "updateDate": "2015-12-15 21:20:21", "abv": "8.5", "styleId": 30, "id": "aLaCSt", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Imperial Witbier, 8% ABV, sour mashed 1-2 days, and fermented with a blend of Berliner Weisse culture and Belgian Witbier yeast. Beer is barrel fermented in large red wine barrels (132 gal. barrels). Raspberries are added to the beer towards the end of fermentation directly to the barrel, and aged on the raspberries for a minimum of 1 month. The Berliner culture contains souring bacteria and the raspberries will add acidity to the beer. Brewed to commemorate Bottleworks 12th Anniversary.", "statusDisplay": "Verified", "nameDisplay": "Bottleworks XII", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/lyRl7f/upload_IUf4V3-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/lyRl7f/upload_IUf4V3-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/lyRl7f/upload_IUf4V3-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged sour beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood and has developed a bacterial induced natural acidity. This beer is aged in wood with the intention of introducing the micro flora present in the wood. Sometimes wood aging is intended to impart the particularly unique character of the wood, but wood-aged is not necessarily synonymous with imparting wood-flavors. Wood character can be characterized as a complex blend of vanillin and unique wood character. Wood-derived character can also be characterized by flavors of the product that was in the barrel during prior use. These wood-derived flavors, if present in this style, can be very low in character and barely perceived or evident or assertive as wood-derived flavors. Any degree of woodderived flavors should be in balance with other beer character. Fruit and herb/spiced versions may take on the hue, flavors and aromas of added ingredients.  Usually bacteria and \"wild\" yeasts fermentation contributes complex esters and results in a dry to very dry beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of acidity, complex esters, and new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character.  Brewers when entering this category should specify type of barrel used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties). The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:56", "shortName": "BBL Aged Sour", "id": 136, "name": "Wood- and Barrel-Aged Sour Beer"}, "createDate": "2014-04-01 16:29:25", "updateDate": "2015-12-17 12:10:47", "abv": "8", "styleId": 136, "id": "lyRl7f", "name": "Bottleworks XII"}, {"status": "verified", "isOrganic": "N", "name": "Bottom Bracket", "nameDisplay": "Bottom Bracket", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "12", "ibuMax": "30", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:06", "fgMax": "1.014", "shortName": "Belgian Pale", "abvMax": "6", "id": 62, "srmMin": "6", "name": "Belgian-Style Pale Ale"}, "createDate": "2015-09-11 15:28:40", "updateDate": "2015-09-11 15:30:59", "abv": "5.7", "styleId": 62, "id": "R2wFR0", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "In honor of those tasty critters that scour the bottom of our rivers and those that work tirelessly to bring them to our tables, Bottom Feeder is the perfect go to after a hard days work. Part Blonde, part Belgian, this refreshing straw colored brew is light and crisp on the palate. Faint-earthy and light malty notes combine with an interesting wheat finish to make this an unforgettable and sessionable brew.", "statusDisplay": "Verified", "nameDisplay": "Bottom Feeder", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/cPqJoz/upload_344bbI-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/cPqJoz/upload_344bbI-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/cPqJoz/upload_344bbI-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2016-08-15 17:44:58", "updateDate": "2016-08-23 18:49:10", "abv": "4.4", "styleId": 36, "id": "cPqJoz", "name": "Bottom Feeder"}]
