[{"status": "verified", "available": {"description": "Available during the summer months.", "id": 6, "name": "Summer"}, "isOrganic": "N", "description": "Here in the Northland we look forward to the summer sun with great amounts of anticipation. For the Summer, we give you Sonne, a tart, light and refreshing Berliner-style wheat beer brewed in the sour mash tradition. The perfect way to bring in Summer Here comes the Sonne!", "statusDisplay": "Verified", "nameDisplay": "Sonne", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/HBlQFY/upload_09dexu-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/HBlQFY/upload_09dexu-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/HBlQFY/upload_09dexu-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.028", "description": "This is very pale in color and the lightest of all the German wheat beers. The unique combination of yeast and lactic acid bacteria fermentation yields a beer that is acidic, highly attenuated, and very light bodied. The carbonation of a Berliner Weisse is high, and hop rates are very low. Clarity may be hazy or cloudy from yeast or chill haze. Hop character should not be perceived. Fruity esters will be evident. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "3", "categoryId": 4, "srmMax": "4", "ibuMax": "6", "abvMin": "2.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:29:14", "fgMax": "1.006", "shortName": "Berlinerweisse", "abvMax": "3.4", "id": 46, "srmMin": "2", "name": "Berliner-Style Weisse (Wheat)"}, "createDate": "2016-05-27 16:59:20", "updateDate": "2016-05-27 17:00:25", "abv": "5.6", "styleId": 46, "availableId": 6, "id": "HBlQFY", "name": "Sonne"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Sonnen-Weisse", "createDate": "2012-08-12 12:24:54", "updateDate": "2012-08-17 18:37:58", "id": "LUWAaw", "name": "Sonnen-Weisse"}, {"status": "verified", "isOrganic": "N", "name": "Sonnengold Bock", "nameDisplay": "Sonnengold Bock", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "The German word helle means light colored, and as such, a heller Bock is light straw to deep golden in color. Maibocks are also light-colored bocks. The sweet malty character should come through in the aroma and flavor. A lightly toasted and/or bready malt character is often evident. Roast or heavy toast/caramel malt character should be absent. Body is medium to full. Hop bitterness should be low, while noble-type hop aroma and flavor may be at low to medium levels. Bitterness increases with gravity. Fruity esters may be perceived at low levels. Diacetyl should be absent. Chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "10", "ibuMax": "38", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:39:04", "fgMax": "1.02", "shortName": "Maibock", "abvMax": "8", "id": 89, "srmMin": "4", "name": "German-Style Heller Bock/Maibock"}, "createDate": "2012-08-12 12:24:55", "updateDate": "2012-08-19 14:34:53", "abv": "7", "styleId": 89, "id": "xoEykN", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Sonnenwendbier", "nameDisplay": "Sonnenwendbier", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.042", "description": "Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 4, "srmMax": "6", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:29:04", "fgMax": "1.01", "shortName": "Kölsch", "abvMax": "5.3", "id": 45, "srmMin": "4", "name": "German-Style Kölsch / Köln-Style Kölsch"}, "createDate": "2012-08-12 12:00:03", "updateDate": "2012-08-19 14:35:03", "abv": "4.7", "styleId": 45, "id": "H6oRvr", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "Sonnet is a super saison ale brewed with lemongrass and is the second in our 750ml Belgian Style series. Both the bottles and kegs are conditioned.", "statusDisplay": "Verified", "nameDisplay": "Sonnet", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/1lSTwH/upload_cqO6Fe-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/1lSTwH/upload_cqO6Fe-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/1lSTwH/upload_cqO6Fe-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "name": "Sonnet", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "createDate": "2014-02-17 12:40:46", "updateDate": "2016-01-12 19:05:54", "abv": "8.5", "styleId": 72, "availableId": 3, "id": "1lSTwH", "glasswareId": 8}, {"status": "verified", "isOrganic": "N", "description": "This American pale ale has been wild fermented in oak barrels and further dry hopped giving it aromas of rose petals, flavors of black tea, and a long oaky finish.", "srmId": 14, "srm": {"hex": "C35900", "id": 14, "name": "14"}, "nameDisplay": "Sonoma County Wild Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "id": "kz5zWo", "statusDisplay": "Verified", "createDate": "2016-07-12 16:31:57", "updateDate": "2016-08-23 17:36:03", "abv": "7.6", "styleId": 40, "foodPairings": "Mussels, Banh Mi", "ibu": "55", "name": "Sonoma County Wild Pale Ale"}, {"status": "verified", "isOrganic": "N", "name": "Sonora Wheat", "nameDisplay": "Sonora Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "createDate": "2015-08-13 15:04:38", "updateDate": "2015-08-13 15:04:38", "styleId": 112, "id": "y4BBKY", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "The \"Sonoran 200\" is produced from 2-Row Malt and pure Agave Nectar. To increase the Agave flavor and sweetness we infused more Agave Nectar into the brew after four weeks of fermentation was complete. The batch was then Oak Aged for six months, achieving the perfect balance of Agave Nectar and Oak flavors, giving the Sonoran 200 its mellow body and distinctive characteristics. We suggest enjoying the Sonoran 200 in a snifter at room temperature, though some prefer it chilled or on the rocks, or as a \"floater\" on you Margarita. For a truly unique experience, pair it with your favorite cigar or dessert.", "statusDisplay": "Verified", "nameDisplay": "Sonoran 200", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "id": "Acrbq0", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-01-03 02:44:15", "updateDate": "2014-10-13 18:09:50", "abv": "19.37", "styleId": 124, "glasswareId": 6, "ibu": "7", "name": "Sonoran 200"}, {"status": "verified", "isOrganic": "N", "name": "Sonorous", "nameDisplay": "Sonorous", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/4jb2Rb/upload_UBYY5t-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/4jb2Rb/upload_UBYY5t-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/4jb2Rb/upload_UBYY5t-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.036", "description": "English Summer Ale is light straw to golden colored with medium-low to medium bitterness, light to medium-light body, and low to medium residual malt sweetness. Torrefied and/or malted wheat are often used in quantities of 25% or less. Malt flavor may be biscuit-like. English, American or Noble-type hop, character, flavor and aroma are evident and may or may not be assertive yet always well balanced with malt character. Mild carbonation traditionally characterizes draft-cask versions. In bottled versions, normal or lively carbon dioxide content is appropriate. The overall impression is refreshing and thirst quenching. Fruity-ester characters are acceptable at low to moderate levels. No butterscotch-like diacetyl or sweet corn-like dimethylsulfide (DMS) should be apparent in aroma or flavor. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "7", "ibuMax": "30", "abvMin": "3.6", "fgMin": "1.006", "updateDate": "2015-04-07 15:19:26", "fgMax": "1.012", "shortName": "English Summer Ale", "abvMax": "5", "id": 6, "srmMin": "4", "name": "English-Style Summer Ale"}, "createDate": "2015-04-14 17:22:28", "updateDate": "2015-12-17 23:40:28", "abv": "9.5", "styleId": 6, "id": "4jb2Rb", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Sons of Liberty", "statusDisplay": "Verified", "nameDisplay": "Sons of Liberty", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.06", "description": "Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "21", "ibuMax": "65", "abvMin": "7", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:05", "fgMax": "1.04", "shortName": "Strong Ale", "abvMax": "11", "id": 14, "srmMin": "8", "name": "Strong Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-07-03 23:03:46", "updateDate": "2012-07-04 01:03:02", "abv": "6.3", "styleId": 14, "availableId": 2, "id": "ljCJ8d", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Ray worked for six years to perfect this recipe. Soo Brew is a session ale, but very full on flavor. True beer lovers will love this beer. Made with ingredients imported from the UK, including the finest Maris Otter malt, two specialty malts which give Soo Brew it's unique flavor and the very popular UK Fuggles hops. This beer differs from English Ales as the local water, which Ray leaves untreated, doesn't give the beer the sharp back-end English Ales are noted for. The water makes this beer virtually impossible to clone outside Sault Ste. Marie. This is a very mellow, easy-drinking beer.", "statusDisplay": "Verified", "ingredients": {"hops": [{"category": "hop", "createDate": "2013-06-24 16:07:30", "categoryDisplay": "Hops", "id": 43, "name": "Fuggles"}], "malt": [{"characteristics": [{"description": "Imparts a nutty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 11, "name": "Nutty"}], "srmPrecise": 3, "description": "Maris Otter is an English thoroughbred and this winter barley variety is still the favored choice of many UK cask ale brewers. In the field, its yield has been surpassed hugely by more modern varieties, so it has to be grown on contract for the maltster each year by selected farmers. The resulting malt is typically described as having a rich, nutty flavor. Performance in the brewhouse is predictable and consistent with excellent run-offs.", "srmId": 3, "countryOfOrigin": "GB", "diastaticPower": 120, "createDate": "2013-06-24 16:07:57", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFCA5A", "id": 3, "name": "3"}, "country": {"displayName": "United Kingdom", "name": "UNITED KINGDOM", "isoThree": "GBR", "createDate": "2012-01-03 02:41:33", "numberCode": 826, "isoCode": "GB"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.038, "coarseFineDifference": 1.5, "maxInBatch": 100, "requiresMashing": "Y", "dryYield": 82.5, "protein": 11.7, "category": "malt", "id": 1920, "moistureContent": 3, "name": "Maris Otter"}]}, "nameDisplay": "Soo Brew", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.034", "description": "Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "2", "ibuMax": "30", "abvMin": "4", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:20", "fgMax": "1.01", "shortName": "Session", "abvMax": "5.1", "id": 108, "srmMin": "2", "name": "Session Beer"}, "id": "dn4PH2", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-09 18:28:02", "updateDate": "2015-04-29 17:14:53", "abv": "4.8", "styleId": 108, "availableId": 1, "glasswareId": 5, "ibu": "27", "name": "Soo Brew"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "The Grand Cru was intended to be SBC's finest product, and it is an instant favorite of many, including non-beer drinkers. It's a Belgian Witbier spiked with 50 pounds of honey. Bittered just slightly with German Hallertau hops to balance the flavor, we use hand-crushed coriander and the orange peel that makes this style the classic that it is. Enough said!", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 44, "category": "hop", "farneseneMax": 0.1, "description": "Small quantities of the true Hallertauer Mittelfr?her cultivar are grown in the United States. However, just as with other Hallertauer hop varieties, it can be difficult to know what exactly you are getting; Hallertauer Gold, Mount Hood, and Liberty, among others, are sometimes sold as \"U.S. Hallertauer\". Even the true Hallertauer Mittelfr?her is not considered to have a true noble hop quality when grown in the United States.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:31", "betaAcidMin": 3.5, "categoryDisplay": "Hops", "id": 57, "humuleneMin": 30, "betaAcidMax": 5.5, "caryophylleneMax": 12, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 10, "cohumuloneMax": 24, "cohumuloneMin": 18, "myrceneMin": 35, "alphaAcidMin": 3.5, "humuleneMax": 38, "name": "Hallertauer (American)"}], "malt": [{"category": "malt", "createDate": "2013-06-24 16:07:51", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 588, "name": "Honey"}], "misc": [{"category": "misc", "createDate": "2013-06-24 16:08:16", "categoryDisplay": "Miscellaneous", "id": 1079, "name": "Coriander, crushed"}, {"category": "misc", "createDate": "2013-06-24 16:08:35", "categoryDisplay": "Miscellaneous", "id": 1310, "name": "Orange Peel, Sweet"}]}, "nameDisplay": "Soo Grand Cru", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "id": "73xdsm", "createDate": "2012-04-09 18:37:37", "updateDate": "2012-04-09 18:39:36", "abv": "6.7", "styleId": 65, "availableId": 2, "ibu": "19", "name": "Soo Grand Cru"}, {"status": "verified", "isOrganic": "N", "name": "Sooner or Later", "nameDisplay": "Sooner or Later", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/S9tSKl/upload_jQHxK3-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/S9tSKl/upload_jQHxK3-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/S9tSKl/upload_jQHxK3-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.054", "description": "Belgian-style blond ales are characterized by low yet evident hop bitterness, flavor, and sometimes aroma. Light to medium body and low malt aroma with a sweet, spiced and a low to medium fruity-ester character orchestrated in flavor and aroma. Sugar may be used to lighten perceived body. They are blonde to golden in color. Noble-type hops are commonly used. Low levels of phenolic spiciness from yeast byproducts may be perceived. Diacetyl should not be perceived. Acidic character should not be present. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "7", "ibuMax": "30", "abvMin": "6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:01", "fgMax": "1.014", "shortName": "Belgian Blonde", "abvMax": "7.8", "id": 61, "srmMin": "4", "name": "Belgian-Style Blonde Ale"}, "id": "S9tSKl", "createDate": "2015-03-22 23:14:58", "updateDate": "2015-12-17 23:44:26", "abv": "6", "styleId": 61, "ibu": "20", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Soooo Big", "nameDisplay": "Soooo Big", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/QMVpNe/upload_dYwPH2-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/QMVpNe/upload_dYwPH2-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/QMVpNe/upload_dYwPH2-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2013-11-17 00:58:49", "updateDate": "2015-12-17 07:16:39", "abv": "8.8", "styleId": 31, "id": "QMVpNe", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "As popular as it is nowadays to push the envelope to 80 IBUs and beyond, this is a very well-balanced IPA. Ray created this recipe in 2009 as an anniversary gift to his wife, who loves good IPAs. The Sooper Yooper IPA is a classic, with six hop additions. Ray utilizes both Centennial and Cascade hops, and dry hops with a pound of Cascade for each barrel produced.", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 60, "farneseneMax": 6, "cohumuloneMax": 40, "id": 22, "humuleneMax": 13, "category": "hop", "createDate": "2013-06-24 16:07:28", "farneseneMin": 6, "humuleneMin": 13, "betaAcidMax": 7, "cohumuloneMin": 33, "myrceneMin": 45, "alphaAcidMin": 5.5, "description": "Cascade was created in the United States as an open-pollinated cross between Fuggle and Serebrianker. Its instantly recognizable grapefruit, floral aroma is characteristic of many American ales. Cascade is also one of the easiest hop varieties to grow; it can grow well under less than ideal conditions or in short growing seasons, and unlike most varieties, if started from a good rhizome a Cascade can produce a good crop even in its first growing season.", "betaAcidMin": 4.5, "caryophylleneMax": 4.5, "caryophylleneMin": 4.5, "name": "Cascade", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}, {"myrceneMax": 60, "category": "hop", "farneseneMax": 1, "description": "Sometimes called a super Cascade, Centennial was bred in 1974 but not released until 1990. It has a floral, citrus aroma and a clean spicy flavor; its heritage includes Brewer's Gold, Fuggle, and East Kent Golding. Popular among craft brewers, Centennial lends its distinctive character to, among others, Sierra Nevada Celebration Ale and Sierra Nevada Bigfoot Barleywine.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:28", "betaAcidMin": 3.5, "categoryDisplay": "Hops", "id": 24, "humuleneMin": 10, "betaAcidMax": 4.5, "caryophylleneMax": 8, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 4, "cohumuloneMax": 30, "cohumuloneMin": 28, "myrceneMin": 45, "alphaAcidMin": 6, "humuleneMax": 18, "name": "Centennial"}]}, "nameDisplay": "Sooper Yooper IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "sQW1Zu", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-09 18:33:07", "updateDate": "2012-04-09 18:33:27", "abv": "7.1", "styleId": 30, "availableId": 2, "glasswareId": 5, "ibu": "58", "name": "Sooper Yooper IPA"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Soothsayer is brewed with four barley malts, two wheat malts, flaked oats and dextrose. Hops are Spalter Select and Styrian Golding. Ommegang yeast is used for both the primary and the secondary fermentation. \r\n\r\nDeep brown hue, fluffy tan head, lovely lacing. Aromas of licorice and chocolate. Sweetly malty taste, earthy notes of coffee, chocolate, and anise blending with subtle hopping. Smooth mouthfeel, full body, soft carbonation. The beer is well-balanced with light fruity notes common to our house yeast. The alcohol is nicely hidden yet adds to the overall complexity. The finish is long and slightly sweet.", "statusDisplay": "Verified", "nameDisplay": "Soothsayer", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/92zy0u/upload_Bu2osb-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/92zy0u/upload_Bu2osb-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/92zy0u/upload_Bu2osb-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "foodPairings": "An open mind. Or with rich cheese, chocolate or dark-fruit desserts. On its own, it makes a fine after-dinner or late-night drink.", "servingTemperature": "cool", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "createDate": "2015-10-26 15:40:47", "updateDate": "2015-12-18 05:29:39", "abv": "8.9", "styleId": 64, "availableId": 2, "id": "92zy0u", "name": "Soothsayer"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Belgian Wit made with three types of peppercorns.", "statusDisplay": "Verified", "nameDisplay": "Sophia", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "createDate": "2015-04-08 16:05:25", "updateDate": "2015-04-08 16:05:25", "abv": "5.5", "styleId": 65, "availableId": 1, "id": "tO72d8", "name": "Sophia"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A very complex and delicate beer this is one of our favorite beers that we make. Kettle soured, aged in Pinot Noir barrels for 10 months on top of Italian Plums. Soured in the kettle and the barrel aging adds an amazing complexity that will develop for years to come.", "srmId": 6, "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "nameDisplay": "Sophia D'Oren", "servingTemperatureDisplay": "Cellar - (12-14C/54-57F)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "id": "4PKl52", "servingTemperature": "cellar", "statusDisplay": "Verified", "createDate": "2014-09-18 19:43:07", "updateDate": "2014-09-21 14:01:24", "abv": "7", "styleId": 40, "availableId": 4, "glasswareId": 8, "ibu": "16", "srm": {"hex": "F8A600", "id": 6, "name": "6"}, "name": "Sophia D'Oren"}, {"status": "verified", "isOrganic": "N", "name": "Sophie's Belgian Blonde", "nameDisplay": "Sophie's Belgian Blonde", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2016-05-03 16:03:17", "updateDate": "2016-05-03 16:03:17", "abv": "6.1", "styleId": 36, "id": "pGMoEq", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Sophie's Belgian Style Ale", "nameDisplay": "Sophie's Belgian Style Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Wild Beers are any range of color. These beers may be clear or hazy due to yeast, chill haze or hop haze. Aromas may vary tremendously due to fermentation characters contributed by various known and unknown microorganisms. The overall balance should be complex and balanced. Hop aroma very low to high. Usually because of a high degree of attenuation in these beers, malt character is very low to low. If there are exceptions that are malty, the overall balance of complexity of other characters should be in harmony. Hop flavor very low to high. Hop bitterness is perceived at varying levels depending on the overall balance, but usually perceived as very low to low. Wild beers are \"spontaneously\" fermented with microorganisms that the brewer has introduced from the ambient air/environment in the vicinity of the brewery in which the beer is brewed. Wild beers may not be fermented with any cultured strains of yeast or bacteria. Wild beer may or may not be perceived as acidic. It may include a wildly variable spectrum of flavors and aromas derived from the wild microorganisms with which it was fermented. The overall balance of flavors, aromas, appearance and body is an important factor in assessing these beers. Body is very low to medium. Spontaneously fermented beers with fruit, spice or other ingredients would be appropriately entered as Wild Beer. For purposes of competition, entries which could be appropriately entered in an existing classic or traditional category such as Belgian-Style Lambic, Gueuze, Fruit Lambic, etc. should be entered in that category and not entered as a Wild Beer.", "createDate": "2015-04-07 17:21:44", "categoryId": 11, "shortName": "Wild Beer", "id": 170, "name": "Wild Beer"}, "id": "NJIaQx", "createDate": "2016-05-03 15:22:23", "updateDate": "2016-05-03 15:22:23", "abv": "4.1", "styleId": 170, "ibu": "15", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Sophie's Saison", "nameDisplay": "Sophie's Saison", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "id": "wAnrns", "createDate": "2016-05-03 15:39:58", "updateDate": "2016-05-03 15:39:58", "abv": "6.1", "styleId": 72, "ibu": "35", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "This Braggart Mead styled ale is light and refreshing with an essence of orange blossoms, pear, and honey in the aroma and a balanced fruity and clean finish. \n\nThis style was developed by our Brewmaster to have the perfect carbonation and crispness on our summerÃ¢â?¬â?¢s hot and humid Pennsylvania days.", "statusDisplay": "Verified", "nameDisplay": "Sophie's Sparkling Ale", "createDate": "2012-01-03 02:44:15", "updateDate": "2012-03-22 13:04:55", "abv": "4.3", "id": "r2PVMt", "name": "Sophie's Sparkling Ale"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "This session beer is beer first.  It has a subtle hint of Summer  in the aroma and flavor.  This beer is light, crisp and refreshing, and quite effervescent.", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 44, "category": "hop", "farneseneMax": 0.1, "description": "Small quantities of the true Hallertauer Mittelfr?her cultivar are grown in the United States. However, just as with other Hallertauer hop varieties, it can be difficult to know what exactly you are getting; Hallertauer Gold, Mount Hood, and Liberty, among others, are sometimes sold as \"U.S. Hallertauer\". Even the true Hallertauer Mittelfr?her is not considered to have a true noble hop quality when grown in the United States.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:31", "betaAcidMin": 3.5, "categoryDisplay": "Hops", "id": 57, "humuleneMin": 30, "betaAcidMax": 5.5, "caryophylleneMax": 12, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 10, "cohumuloneMax": 24, "cohumuloneMin": 18, "myrceneMin": 35, "alphaAcidMin": 3.5, "humuleneMax": 38, "name": "Hallertauer (American)"}, {"myrceneMax": 55, "category": "hop", "farneseneMax": 1, "description": "Bred in Germany from Northern Brewer, Perle was an attempt at a higher-alpha replacement for Hallertauer Mittelfr?her. It has a pleasant aroma with a minty character. American versions have a very different profile than those grown in Germany.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:34", "betaAcidMin": 4, "categoryDisplay": "Hops", "id": 98, "humuleneMin": 28, "betaAcidMax": 5, "caryophylleneMax": 12, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 10, "cohumuloneMax": 32, "cohumuloneMin": 27, "myrceneMin": 45, "alphaAcidMin": 7, "humuleneMax": 33, "name": "Perle (American)"}], "malt": [{"category": "malt", "srmPrecise": 22, "description": "A light Belgian crystal malt used in Trappist and Abbey style Belgian ales.", "srmId": 22, "countryOfOrigin": "BE", "country": {"displayName": "Belgium", "name": "BELGIUM", "isoThree": "BEL", "createDate": "2012-01-03 02:41:33", "numberCode": 56, "isoCode": "BE"}, "createDate": "2013-06-24 16:07:46", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "8E2900", "id": 22, "name": "22"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.034, "coarseFineDifference": 1.5, "maxInBatch": 10, "requiresMashing": "N", "dryYield": 73.9, "id": 399, "moistureContent": 4, "name": "CaraVienne Malt"}, {"category": "malt", "createDate": "2013-06-24 16:07:53", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 724, "name": "Pilsner Malt"}, {"category": "malt", "createDate": "2013-06-24 16:07:56", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 854, "name": "Wheat Malt"}]}, "nameDisplay": "Sophie's Summer Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. A fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Appearance can be clear or with chill haze, golden to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:53", "fgMax": "1.016", "shortName": "Wheat Ale", "abvMax": "5", "id": 113, "srmMin": "2", "name": "Light American Wheat Ale or Lager without Yeast"}, "id": "FIRxmi", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-10-30 12:20:48", "updateDate": "2012-10-30 12:28:48", "abv": "4.1", "styleId": 113, "availableId": 4, "glasswareId": 5, "ibu": "10", "name": "Sophie's Summer Ale"}, {"status": "verified", "isOrganic": "N", "description": "Brewed in collaboration with our bearded brethren at Arizona Wilderness Co., this french saison serves as a mutual toast to our second years as breweries. Brewed with limes, Sopomoric Saison will satisfy your palate in the wilderness or the urban jungle.", "statusDisplay": "Verified", "nameDisplay": "Sophomoric Saison", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/VdmauS/upload_jXRqm0-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/VdmauS/upload_jXRqm0-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/VdmauS/upload_jXRqm0-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2015-03-11 17:57:19", "updateDate": "2015-12-17 23:53:07", "abv": "7.2", "styleId": 72, "id": "VdmauS", "name": "Sophomoric Saison"}, {"status": "verified", "isOrganic": "N", "name": "Soproni", "nameDisplay": "Soproni", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 7, "srmMax": "4", "ibuMax": "40", "abvMin": "4", "fgMin": "1.006", "updateDate": "2015-04-07 15:35:59", "fgMax": "1.012", "shortName": "German Pilsener", "abvMax": "5", "id": 75, "srmMin": "3", "name": "German-Style Pilsener"}, "createDate": "2012-01-03 02:44:15", "updateDate": "2012-03-22 13:04:59", "abv": "5", "styleId": 75, "id": "18bX0K", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Sopwith Camel", "nameDisplay": "Sopwith Camel", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/WzHDVU/upload_WpK5iI-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/WzHDVU/upload_WpK5iI-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/WzHDVU/upload_WpK5iI-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-02-22 12:50:38", "updateDate": "2015-12-17 22:55:05", "abv": "6.9", "styleId": 25, "id": "WzHDVU", "statusDisplay": "Verified"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 5, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ULQE3L/upload_JMzywp-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ULQE3L/upload_JMzywp-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ULQE3L/upload_JMzywp-icon.png"}, "styleId": 72, "availableId": 1, "foodPairings": "Pork buns, fish tacos, shrimp, smoked salmon, sushi, prosciutto, curries, salads, grilled meats and fresh goat cheese.", "id": "ULQE3L", "statusDisplay": "Verified", "originalGravity": "1.064", "ingredients": {"hops": [{"category": "hop", "createDate": "2013-06-24 16:07:36", "categoryDisplay": "Hops", "id": 122, "name": "Sorachi Ace"}], "malt": [{"category": "malt", "createDate": "2013-06-24 16:07:53", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 720, "name": "Two-Row Pilsner Malt"}], "yeast": [{"category": "yeast", "createDate": "2013-06-24 16:09:02", "categoryDisplay": "Yeast", "id": 1594, "name": "Champagne Yeast"}]}, "nameDisplay": "Sorachi Ace", "abv": "7.2", "status": "verified", "description": "Most Brooklyn beers are made with a blend of hop varietals. As a chef does with spices, we look to get the best qualities of each hop and create a harmony of flavors and aromas. However, a few years ago, our brewmaster ran into a hop unique enough to deserve its own moment in the sun. A large Japanese brewery first developed the hop variety “Sorachi Ace” in 1988. A cross between the British “Brewer’s Gold” and the Czech “Saaz” varieties, it exhibited a quality that was unexpected – it smelled really lemony.\r\nThe unique flavor of Sorachi Ace was bypassed by the big brewers, but we thought it was pretty cool. So we made a special beer with it, and added the beer to our Brewmaster’s Reserve special draft beer program last year. Most Brewmaster’s Reserve beers are only available for a short time, and then they’re gone. But we liked this one so much, we decided to bring it back and give it the star treatment. Brooklyn Sorachi Ace is a classic saison, a cracklingly dry, hoppy unfiltered golden farmhouse ale, but made entirely with now-rare Sorachi Ace hops grown by a single farm in Washington. We ferment it with our special Belgian ale strain, and then add more Sorachi Ace hops post-fermentation. After the dry-hopping, the beer emerges with a bright spicy lemongrass / lemon zest aroma backed by a wonderfully clean malt flavor.\r\nIt tastes like sunshine in a glass, and that suits us just fine, especially with seafood dishes and fresh cheeses. It’s just the thing on nice summer days and beyond.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "glasswareId": 8, "name": "Sorachi Ace", "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "updateDate": "2015-12-16 17:37:08", "ibu": "34", "createDate": "2012-08-23 14:47:42"}, {"status": "verified", "isOrganic": "N", "name": "Sorachi Ace Crooked Tree", "nameDisplay": "Sorachi Ace Crooked Tree", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-11-30 20:20:36", "updateDate": "2015-11-30 20:20:36", "abv": "6.5", "styleId": 30, "id": "3EmnNG", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "(SPECIALTY I.P.A.)", "statusDisplay": "Verified", "nameDisplay": "Sorachi Ace I.P.A.", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/9w7nV9/upload_n7MoEI-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/9w7nV9/upload_n7MoEI-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/9w7nV9/upload_n7MoEI-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-01-23 14:29:48", "updateDate": "2015-12-17 19:55:06", "styleId": 30, "id": "9w7nV9", "name": "Sorachi Ace I.P.A."}, {"status": "verified", "isOrganic": "N", "name": "Sorachi Ace IPA", "nameDisplay": "Sorachi Ace IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.05", "description": "Most traditional interpretations of English-style India pale ales are characterized by medium-high hop bitterness with a medium to medium-high alcohol content. Hops from a variety of origins may be used to contribute to a high hopping rate. Earthy and herbal English-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer, sometimes with subtle and balanced character of sulfur compounds. This pale gold to deep copper-colored ale has a medium to high, flowery hop aroma and may have a medium to strong hop flavor (in addition to the hop bitterness). English-style India pale ales possess medium maltiness and body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill haze is allowable at cold temperatures. Hops of other origins may be used for bitterness or approximating traditional English character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "35", "categoryId": 1, "srmMax": "14", "ibuMax": "63", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:18:33", "fgMax": "1.018", "shortName": "English IPA", "abvMax": "7", "id": 2, "srmMin": "6", "name": "English-Style India Pale Ale"}, "createDate": "2012-12-21 17:34:29", "updateDate": "2012-12-21 17:34:30", "abv": "5", "styleId": 2, "id": "8APmLD", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "The beer in their single hopped \"Dollar\" series, hopped with Sorachi Ace.", "statusDisplay": "Verified", "nameDisplay": "Sorachi Dollar", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2016-08-30 16:39:13", "updateDate": "2016-08-30 16:39:13", "abv": "5", "styleId": 25, "id": "RA5Bfo", "name": "Sorachi Dollar"}, {"status": "verified", "isOrganic": "N", "name": "Sorachi Samurai", "nameDisplay": "Sorachi Samurai", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "JJEw61", "createDate": "2014-09-11 23:43:08", "updateDate": "2014-09-12 13:11:08", "abv": "4.9", "styleId": 25, "ibu": "44", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Unfiltered dry hopped American-style pale ale with Japanese developed Sorachi Ace hops yielding a unique lemon citrus zest hop aroma and flavor with smooth bitterness", "statusDisplay": "Verified", "nameDisplay": "Sorachi Samurai", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-04-24 23:13:40", "updateDate": "2015-04-24 23:13:40", "abv": "5.3", "styleId": 25, "id": "P7ubnl", "name": "Sorachi Samurai"}, {"status": "verified", "isOrganic": "N", "name": "Sorachi vs. Nelson", "nameDisplay": "Sorachi vs. Nelson", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/iN8rOt/upload_Nzls8S-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/iN8rOt/upload_Nzls8S-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/iN8rOt/upload_Nzls8S-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2015-04-14 16:58:23", "updateDate": "2015-12-18 01:07:07", "abv": "8.5", "styleId": 31, "id": "iN8rOt", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Dark ruby brown color with complex flavors reminiscent of dried fruits. Sweet hints of raisin, fig, and plum are accentuated with rock candy sugar then warmed away by the strength of the dry finish due to its alcoholic strength. This magical brew will warm your spirit.", "statusDisplay": "Verified", "ingredients": {"hops": [{"category": "hop", "createDate": "2013-06-24 16:07:30", "categoryDisplay": "Hops", "id": 48, "name": "German Perle"}, {"myrceneMax": 40, "farneseneMax": 20, "cohumuloneMax": 28, "id": 34, "humuleneMax": 45, "category": "hop", "createDate": "2013-06-24 16:07:29", "farneseneMin": 11, "humuleneMin": 15, "betaAcidMax": 8, "cohumuloneMin": 23, "myrceneMin": 20, "alphaAcidMin": 3, "description": "Saaz, now known as Zatec, is the name of a city noted for its hop production. Historically, hops from Saaz (?atec) were considered among the finest in Europe, and were the backbone of the original Bohemian Pilsner; ?atec (Saaz in German) is in the area in NW part of Bohemia of the modern-day Czech Republic. In brewing, Saaz usually refers to the hop cultivar traditionally associated with Saaz and Bohemian Pilsner. Although the traditional name for this hop would be Saazer (or Saaz Saazer when grown in the Saaz area), it is generally simply referred to as Saaz or Czech Saaz. zech Saaz is grown not only in ?atec area but also in Tr?ice area (Central Moravia) and ?st? n/L area (North Bohemia). Saazer hops are also grown in other countries. Saaz grown outside of the Czech Republic will have different characteristics and will generally be identified by their nation of origin: for example, Saaz (American). True Saaz Saazer hops are prized for their mild, pleasant flavor, and are the only choice for brewing an authentic Pilsner.", "betaAcidMin": 3, "caryophylleneMax": 12, "caryophylleneMin": 10, "name": "Saaz (Czech)", "countryOfOrigin": "CZ", "country": {"displayName": "Czech Republic", "name": "CZECH REPUBLIC", "isoThree": "CZE", "createDate": "2012-01-03 02:41:33", "numberCode": 203, "isoCode": "CZ"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:38"}], "malt": [{"category": "malt", "srmPrecise": 26, "description": "Aromatic malt is a kilned barley malt used to give beer a strong, aggressive malt aroma and rich color.", "srmId": 26, "countryOfOrigin": "BE", "characteristics": [{"description": "Imparts an aromatic quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 1, "name": "Aromatic"}, {"description": "Imparts a malty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 10, "name": "Malty"}], "createDate": "2013-06-24 16:07:41", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "771900", "id": 26, "name": "26"}, "potential": 1.036, "updateDate": "2013-06-24 16:10:14", "maxInBatch": 100, "requiresMashing": "Y", "country": {"displayName": "Belgium", "name": "BELGIUM", "isoThree": "BEL", "createDate": "2012-01-03 02:41:33", "numberCode": 56, "isoCode": "BE"}, "id": 209, "dryYield": 77.9, "name": "Aromatic Malt"}, {"category": "malt", "srmPrecise": 130, "description": "Very dark crystal malt - similar to a crystal 120 or Caramunich 120 malt. Adds strong caramel flavor, red color, and malty aroma.", "srmId": 41, "countryOfOrigin": "DE", "characteristics": [{"description": "Increases the body of the beer.", "createDate": "2013-06-24 16:07:26", "id": 3, "name": "Body"}, {"description": "Imparts a caramel quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 5, "name": "Caramel"}, {"description": "Helps the head retention of the beer.", "createDate": "2013-06-24 16:07:26", "id": 9, "name": "Head"}, {"description": "Imparts a malty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 10, "name": "Malty"}], "createDate": "2013-06-24 16:07:44", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.035, "coarseFineDifference": 1.5, "maxInBatch": 15, "requiresMashing": "N", "dryYield": 75, "protein": 11.7, "country": {"displayName": "Germany", "name": "GERMANY", "isoThree": "DEU", "createDate": "2012-01-03 02:41:33", "numberCode": 276, "isoCode": "DE"}, "id": 367, "moistureContent": 4, "name": "CaraAroma"}, {"category": "malt", "createDate": "2013-06-24 16:08:00", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 1988, "name": "Carafa Special"}, {"characteristics": [{"description": "Imparts a malty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 10, "name": "Malty"}, {"description": "Imparts a sweet flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 14, "name": "Sweet"}], "srmPrecise": 9, "description": "Munich Malt has a malty sweet flavor characteristic and adds a reddish amber color to the beer. It has enough diastatic power to convert itself, but needs help from another malt, such as 2-row malt, to convert other grains.", "srmId": 9, "countryOfOrigin": "DE", "diastaticPower": 72, "createDate": "2013-06-24 16:07:52", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "E58500", "id": 9, "name": "9"}, "country": {"displayName": "Germany", "name": "GERMANY", "isoThree": "DEU", "createDate": "2012-01-03 02:41:33", "numberCode": 276, "isoCode": "DE"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.037, "coarseFineDifference": 1.3, "maxInBatch": 80, "requiresMashing": "Y", "dryYield": 80, "protein": 11.5, "category": "malt", "id": 650, "moistureContent": 5, "name": "Munich Malt"}, {"category": "malt", "createDate": "2013-06-24 16:07:50", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 552, "name": "Munich Malt - Dark"}, {"category": "malt", "name": "Pale Malt", "characteristics": [{"description": "Imparts a malty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 10, "name": "Malty"}], "createDate": "2013-06-24 16:07:42", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 234}, {"category": "malt", "createDate": "2013-06-24 16:07:53", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 724, "name": "Pilsner Malt"}]}, "nameDisplay": "Sorcerer", "originalGravity": "1.083", "id": "c4QmnB", "createDate": "2012-08-23 18:08:59", "updateDate": "2015-11-10 13:54:32", "abv": "9.3", "styleId": 64, "availableId": 2, "foodPairings": "Steak, Goose, Apple Pie.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "ibu": "29", "name": "Sorcerer"}, {"status": "verified", "isOrganic": "N", "name": "Sorgham", "nameDisplay": "Sorgham", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 7, "srmMax": "4", "ibuMax": "40", "abvMin": "4", "fgMin": "1.006", "updateDate": "2015-04-07 15:35:59", "fgMax": "1.012", "shortName": "German Pilsener", "abvMax": "5", "id": 75, "srmMin": "3", "name": "German-Style Pilsener"}, "createDate": "2014-06-17 20:33:14", "updateDate": "2014-06-18 13:07:56", "abv": "4.2", "styleId": 75, "id": "AUUHBV", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Flavorful, aromatic, satisfying... things you’re probably not used to saying about the Gluten-Free beer in your fridge. Think again! Steadfast Sorghum Pale Ale is our Gluten-Free take on a quintessential American beer style. Made with sorghum, molasses, invert sugar, and an aggressive hop profile, this ale lives where quality and flavor intersect. Thank you for your support - you have ours. Together, we’re Steadfast!", "statusDisplay": "Verified", "nameDisplay": "Sorghum Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A beer (lager, ale or other) that is made from fermentable sugars, grains and converted carbohydrates. Ingredients do not contain gluten, in other words zero gluten (No barley, wheat, spelt, oats, rye, etc). May or may not contain malted grains that do not contain gluten. Brewers may or may not design and identify these beers along other style guidelines with regard to flavor, aroma and appearance profile. The beer's overall balance and character should be based on its own merits and not necessarily compared with traditional styles of beer. In competitions, brewers identify ingredients and fermentation type. NOTE: These guidelines do not supersede any government regulations. Wine, mead, flavored malt beverages or beverages other than beer as defined by the TTB (U.S. Trade and Tax Bureau) are not considered \"gluten-free beer\" under these guidelines.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:45:08", "shortName": "Gluten-Free Beer", "id": 127, "name": "Gluten-Free Beer"}, "name": "Sorghum Pale Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-05-08 19:43:39", "updateDate": "2013-05-11 15:00:55", "abv": "6.8", "styleId": 127, "id": "ERj441", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Sorghum Syrup Brown Ale", "nameDisplay": "Sorghum Syrup Brown Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "createDate": "2015-12-01 15:30:31", "updateDate": "2015-12-01 15:30:31", "abv": "8.3", "styleId": 37, "id": "ASXqU3", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Soroboruo is a backwards take on a Scotch ale. As Scotch ales are typically known for big, toffee-like malt and subdued yeast flavors, Soroboruo allows our wild yeast and bacteria to shine full-heartedly, adding a delightful tartness, balanced by the soft floral notes of the heather flowers. A most unusual and quite exciting take on a sour ale.", "statusDisplay": "Verified", "nameDisplay": "Soroboruo", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/vBXExT/upload_jNeWGH-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/vBXExT/upload_jNeWGH-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/vBXExT/upload_jNeWGH-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.072", "description": "Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "35", "abvMin": "6.2", "fgMin": "1.016", "updateDate": "2015-04-07 15:21:11", "fgMax": "1.028", "shortName": "Scotch Ale", "abvMax": "8", "id": 15, "srmMin": "15", "name": "Scotch Ale"}, "createDate": "2014-05-15 20:50:11", "updateDate": "2015-12-17 13:32:22", "abv": "12", "styleId": 15, "id": "vBXExT", "name": "Soroboruo"}, {"status": "verified", "isOrganic": "N", "name": "Sorority Blonde", "nameDisplay": "Sorority Blonde", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/1AxtOe/upload_lJsFsL-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/1AxtOe/upload_lJsFsL-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/1AxtOe/upload_lJsFsL-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2013-05-11 01:20:06", "updateDate": "2015-12-17 03:39:28", "styleId": 36, "id": "1AxtOe", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "At Burley Oak, we love our sour beers! We also love all the aromas you get from our IPA’s. By dry hopping this lacto-happy beer, we’ve created an extreme sensory experience.", "statusDisplay": "Verified", "nameDisplay": "Sorry Chicky", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.028", "description": "This is very pale in color and the lightest of all the German wheat beers. The unique combination of yeast and lactic acid bacteria fermentation yields a beer that is acidic, highly attenuated, and very light bodied. The carbonation of a Berliner Weisse is high, and hop rates are very low. Clarity may be hazy or cloudy from yeast or chill haze. Hop character should not be perceived. Fruity esters will be evident. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "3", "categoryId": 4, "srmMax": "4", "ibuMax": "6", "abvMin": "2.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:29:14", "fgMax": "1.006", "shortName": "Berlinerweisse", "abvMax": "3.4", "id": 46, "srmMin": "2", "name": "Berliner-Style Weisse (Wheat)"}, "id": "l7hZiM", "createDate": "2015-06-01 17:39:57", "updateDate": "2016-06-27 18:39:59", "abv": "3.3", "styleId": 46, "ibu": "4", "name": "Sorry Chicky"}, {"status": "verified", "isOrganic": "N", "name": "Sorry Not Sorry IPA", "nameDisplay": "Sorry Not Sorry IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/1Mqq6i/upload_N8ogki-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/1Mqq6i/upload_N8ogki-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/1Mqq6i/upload_N8ogki-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2015-11-11 15:17:00", "updateDate": "2015-12-21 19:56:40", "abv": "9", "styleId": 31, "id": "1Mqq6i", "statusDisplay": "Verified"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 40, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/7mYkAd/upload_Oywnih-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/7mYkAd/upload_Oywnih-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/7mYkAd/upload_Oywnih-icon.png"}, "styleId": 65, "availableId": 1, "srm": {"hex": "36080A", "id": 40, "name": "40"}, "id": "7mYkAd", "statusDisplay": "Verified", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "nameDisplay": "Sort Hvede", "abv": "6.5", "glasswareId": 9, "status": "verified", "description": "Maybe we are the first to brew this rare type of beer? Normally stout is brewed from barley malt, but Sort Hvede is brewed with over 50% wheat malt. Sort Hvede is more rounded and soft - and not as sharp as normal stout. Sort Hvede is entirely its own.\r\n\r\nSort Hvede is brewed with dark malts, including a smoked malt, which give the beer a nice smoky and liquorice-like flavor. The beer smells slightly of coffee and light notes of dark chocolate. Sort Hvede gives a good mouthfeel and has a dark, creamy foam. Enjoy it in front of the fireplace on a stormy autumn day after a long walk in the woods - or for heavy stews, venison meat or blue cheeses. \r\n\r\nServer the beer cellar cold in a tall glass, so flavor and foam is allowed to come forward. Shake the last 10-15 ml before decanting.", "glass": {"createDate": "2012-01-03 02:41:33", "id": 9, "name": "Weizen"}, "servingTemperatureDisplay": "Cellar - (12-14C/54-57F)", "name": "Sort Hvede", "foodPairings": "Heavy stews, Venison meat or Blue Cheeses.", "servingTemperature": "cellar", "updateDate": "2015-12-16 21:51:13", "createDate": "2013-01-09 19:42:39"}, {"status": "verified", "isOrganic": "N", "name": "SORT MÆLK", "nameDisplay": "SORT MÆLK", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/opgubq/upload_6pYTI8-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/opgubq/upload_6pYTI8-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/opgubq/upload_6pYTI8-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2014-01-29 13:06:02", "updateDate": "2015-12-17 09:28:27", "abv": "13.1", "styleId": 43, "id": "opgubq", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "If we had to describe this cider in a word it would be YUM! Blended with similar varieties of apples as our Kinda Dry, Sorta Sweet will hit you with apple flavor right from the start. Balancing the higher levels of residual sugars with just the right amount of tartness gives Sorta Sweet a fresh flavor that tastes like biting into your favorite apple. A nice long finish follows that makes sipping a pint something not to be rushed. We ferment it with the same care and give it the same attention to detail as our other ciders.", "statusDisplay": "Verified", "nameDisplay": "Sorta Sweet", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.07", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:07", "fgMax": "1.01", "shortName": "Fruit Cider", "abvMax": "9", "id": 155, "name": "Fruit Cider"}, "foodPairings": "curry or any spicy dish", "createDate": "2015-06-02 13:53:44", "updateDate": "2016-05-09 20:35:20", "abv": "4.5", "styleId": 155, "id": "uz6eQr", "name": "Sorta Sweet"}, {"status": "verified", "isOrganic": "N", "name": "SOS", "statusDisplay": "Verified", "nameDisplay": "SOS", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/llLhgW/upload_3nsBOa-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/llLhgW/upload_3nsBOa-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/llLhgW/upload_3nsBOa-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "id": "llLhgW", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:15", "updateDate": "2015-12-16 13:04:18", "abv": "5.8", "styleId": 70, "ibu": "40", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This Abita Beer is a message in a bottle...a distress signal for the troubled waters of our Gulf Coast. For every bottle sold Abita will donate 75¢ to the rescue and restoration of the environment, industry and individuals fighting to survive this disastrous oil spill. This unfiltered Weizen Pils is made with Pilsner and Wheat malts. It is hopped and dry hopped with Sterling and German Perle hops. It has a brilliant gold color, a sweet malt flavor, and a pleasant bitterness and aroma.\r\n\r\nIn addition, related retail merchandise (hat, tee shirt, lapel pin, decal and car magnet) will be sold and 100% of the net proceeds will also go to the SOS Fund.", "srmId": 5, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "SOS - Save Our Shore", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/F8vNSy/upload_UAAsQ1-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/F8vNSy/upload_UAAsQ1-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/F8vNSy/upload_UAAsQ1-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 7, "srmMax": "4", "ibuMax": "40", "abvMin": "4", "fgMin": "1.006", "updateDate": "2015-04-07 15:35:59", "fgMax": "1.012", "shortName": "German Pilsener", "abvMax": "5", "id": 75, "srmMin": "3", "name": "German-Style Pilsener"}, "id": "F8vNSy", "statusDisplay": "Verified", "createDate": "2012-01-03 02:44:15", "updateDate": "2015-12-16 07:35:56", "abv": "7", "styleId": 75, "availableId": 1, "glasswareId": 5, "ibu": "35", "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "name": "SOS - Save Our Shore"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "Sotoyome Amber is a dry, tart, and fruity amber ale matured in oak barrels from a local winery and spontaneously refermented in the cask with wild yeast indigenous to Alexander Valley.", "statusDisplay": "Verified", "nameDisplay": "Sotoyome Amber", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "id": "fVi1kt", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:15", "updateDate": "2015-06-10 17:39:46", "abv": "7", "styleId": 125, "availableId": 3, "glasswareId": 5, "ibu": "30", "name": "Sotoyome Amber"}, {"status": "verified", "isOrganic": "N", "name": "Sotto Voce", "nameDisplay": "Sotto Voce", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/enY8qW/upload_geCw7p-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/enY8qW/upload_geCw7p-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/enY8qW/upload_geCw7p-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "id": "enY8qW", "createDate": "2014-04-29 10:54:57", "updateDate": "2015-12-17 12:44:53", "abv": "6.3", "styleId": 124, "ibu": "17", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Soukess Wit (Ginger Green Tea Wit)", "nameDisplay": "Soukess Wit (Ginger Green Tea Wit)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "id": "amib9z", "createDate": "2015-05-13 14:45:20", "updateDate": "2015-05-18 15:35:16", "abv": "4.8", "styleId": 65, "ibu": "17", "statusDisplay": "Verified"}]
