[{"status": "verified", "isOrganic": "N", "name": "Youngen Horny", "nameDisplay": "Youngen Horny", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Z2vj0t/upload_2p1VK2-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Z2vj0t/upload_2p1VK2-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Z2vj0t/upload_2p1VK2-icon.png"}, "createDate": "2012-09-14 18:21:31", "updateDate": "2012-09-14 18:21:33", "abv": "9", "id": "Z2vj0t", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Our original Rogue Ale, Youngers Special Bitter (affectionately nicknamed YSB) is a classic English Special Bitter named after Bill Younger of the infamous Horse Brass Pub in Portland, Oregon. The Malt Advocate described Youngers Special Bitter as \\rich and flavorful. A triad of caramel maltiness and hop bitterness in aroma and flavor. A fuller malt foundation than some other pale ales with some background spiciness. Dry hoppy finish.\"In the SouthWest Brewing News Feb/March 1994 issue George Fix wrote \\\"\"A strong case could be made for Rogue Ale being included among the top 5 ales brewed in the US.\\\"\"", "statusDisplay": "Verified", "nameDisplay": "Youngers Special Bitter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/mBpv9h/upload_VBbw44-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/mBpv9h/upload_VBbw44-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/mBpv9h/upload_VBbw44-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "createDate": "2012-01-03 02:44:34", "updateDate": "2015-12-16 03:15:20", "styleId": 5, "id": "mBpv9h", "name": "Youngers Special Bitter"}, {"status": "verified", "isOrganic": "Y", "description": "Younger’s Best is a satisfyingly good value pint. It’s high in quality and comes with the reassurance of Younger’s tradition and heritage.", "statusDisplay": "Verified", "nameDisplay": "Younger’s Best", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/sjJezj/upload_nz17aE-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/sjJezj/upload_nz17aE-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/sjJezj/upload_nz17aE-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.038", "description": "Special bitter is more robust than ordinary bitter. It has medium body and medium residual malt sweetness. It is deep gold to copper colored. Hop bitterness should be medium and absent of harshness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "28", "categoryId": 1, "srmMax": "14", "ibuMax": "40", "abvMin": "4.1", "fgMin": "1.006", "updateDate": "2015-04-07 15:19:15", "fgMax": "1.012", "shortName": "Special Bitter", "abvMax": "4.8", "id": 4, "srmMin": "6", "name": "Special Bitter or Best Bitter"}, "createDate": "2015-05-27 20:57:57", "updateDate": "2015-12-18 03:04:25", "abv": "3.1", "styleId": 4, "id": "sjJezj", "name": "Younger’s Best"}, {"status": "verified", "isOrganic": "Y", "description": "Don’t be fooled: not all beers are created equal! Young’s Bitter sets the standard. We call it “natural brewing excellence” promoted through our advertising campaign.\r\n\r\nYoung’s is brewed with passion and that passion is fundamental to the ingredients we use.\r\n\r\nYoung’s Bitter shares the heritage of 175 years of brewing expertise. Today Young’s Bitter one of the fastest growing standard cask beers in England and Wales.\r\n\r\nIt is also the first cask beer brand to carry the Red Tractor logo. This stamp of approval guarantees that the Maris Otter barley we use is of the highest quality and grown on assured farms in the UK – Norfolk to be precise!\r\n\r\nWith high levels of awareness and popularity amongst beer drinkers nationally, Young’s Bitter is an easy drinking pint, with a lower ABV recognising the need for responsible drinking.\r\n\r\nYoung’s Bitter is also available as a bottled conditioned beer. This means that the yeast is left in the bottle giving the beer the freshest taste and a natural ‘fizz.’", "statusDisplay": "Verified", "nameDisplay": "Young’s Bitter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/l0J6Ft/upload_6jDksy-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/l0J6Ft/upload_6jDksy-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/l0J6Ft/upload_6jDksy-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "createDate": "2015-05-27 20:07:38", "updateDate": "2015-12-18 01:43:25", "abv": "4.5", "styleId": 3, "id": "l0J6Ft", "name": "Young’s Bitter"}, {"status": "verified", "isOrganic": "Y", "description": "Unsurprisingly for a beer from the Young’s stable, Double Chocolate Stout has been recognised as an award-winning brew on several occasions.\r\n\r\nLuxurious and at the same time with a hint of decadence, Young’s Double Chocolate Stout has it all, delivering a satisfying, indulgent taste without ever becoming overly sweet.\r\n\r\nPale Ale and Crystal malt, Chocolate Malt, a special blend of sugars, Fuggle and Golding hops, real dark chocolate and chocolate essence are combined to deliver a stout of with real credentials", "statusDisplay": "Verified", "nameDisplay": "Young’s Double Chocolate Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/hY5ZTN/upload_dC0ZT8-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/hY5ZTN/upload_dC0ZT8-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/hY5ZTN/upload_dC0ZT8-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "See British Origin American-Style Imperial Porter Imperial porters are very dark brown to black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness should be in harmony with medium-low to medium hop bitterness. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment malt derived sweetness and hop character. Hop flavor and aroma may vary from being low to medium-high. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "50", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:58", "fgMax": "1.03", "shortName": "Stout", "abvMax": "12", "id": 44, "srmMin": "40", "name": "Specialty Stouts"}, "createDate": "2015-05-27 20:41:29", "updateDate": "2016-07-07 19:25:28", "abv": "5.2", "styleId": 44, "id": "hY5ZTN", "name": "Young’s Double Chocolate Stout"}, {"status": "verified", "isOrganic": "Y", "description": "It’s the new world Galaxy and Ella hops from Australia, which give Hummingbird its aromatic tropical notes.\r\n\r\nSummer seasonal ale on cask and now available in bottle all year round.", "statusDisplay": "Verified", "nameDisplay": "Young’s Hummingbird", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/SudxAV/upload_Qm64EV-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/SudxAV/upload_Qm64EV-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/SudxAV/upload_Qm64EV-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.034", "description": "Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "2", "ibuMax": "30", "abvMin": "4", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:20", "fgMax": "1.01", "shortName": "Session", "abvMax": "5.1", "id": 108, "srmMin": "2", "name": "Session Beer"}, "createDate": "2015-05-27 20:37:04", "updateDate": "2015-08-17 20:08:49", "abv": "4.2", "styleId": 108, "id": "SudxAV", "name": "Young’s Hummingbird"}, {"status": "verified", "isOrganic": "Y", "description": "Young’s London Gold is key member of the Young’s range. As the name suggests it’s a golden beer with a refreshing taste.\r\n\r\nLondon Gold is available as a cask beer and also as a bottle conditioned beer.\r\n\r\nThe bottled conditioned variant is an unpasteurised, living beer, matured in the bottle for a fuller, more complex, multi-dimensional, fresher taste. With no artificial carbonation, the only fizz is the natural effervescence created by fermentation.", "statusDisplay": "Verified", "nameDisplay": "Young’s London Gold", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/zdkiYl/upload_fSTixN-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/zdkiYl/upload_fSTixN-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/zdkiYl/upload_fSTixN-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2015-05-27 20:17:32", "updateDate": "2015-12-18 02:07:08", "abv": "4", "styleId": 36, "id": "zdkiYl", "name": "Young’s London Gold"}, {"status": "verified", "isOrganic": "Y", "description": "Young’s Special is a classic premium bitter with cult status amongst cask beer aficionados. Its distinctive taste makes Young’s Special a beer that is eagerly sought out by its loyal fans the length and breadth of the UK.\r\n\r\nIt is brewed with 100% British ingredients as has the Red Tractor stamp of approval.\r\n\r\nAn award winner in both 2002 and 2004 at the brewing industry international Awards, Young’s Special is a cask ale with genuine credentials and one which shares in Young’s 175 years of brewing heritage and excellence.\r\n\r\nYoung’s Special is a 100% malt brew combining Maris Otter and Crystal malt with locally sourced British Fuggle and Goldings hops.", "statusDisplay": "Verified", "nameDisplay": "Young’s Special", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/bxTWiC/upload_tlXNO6-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/bxTWiC/upload_tlXNO6-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/bxTWiC/upload_tlXNO6-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "createDate": "2015-05-27 20:18:45", "updateDate": "2015-12-18 01:03:53", "abv": "4.5", "styleId": 125, "id": "bxTWiC", "name": "Young’s Special"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "With 90 IBUs and 8% ABV you might expect something else but with an Original Gravity of 1.092, balance is restored.", "srmId": 41, "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "nameDisplay": "Your Black Heart Russian Imperial Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/gBDRg3/upload_oMWRAK-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/gBDRg3/upload_oMWRAK-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/gBDRg3/upload_oMWRAK-icon.png"}, "originalGravity": "1.092", "id": "gBDRg3", "statusDisplay": "Verified", "createDate": "2012-01-03 02:44:34", "updateDate": "2015-12-16 10:09:56", "abv": "8", "styleId": 43, "availableId": 1, "glasswareId": 8, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "ibu": "90", "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "name": "Your Black Heart Russian Imperial Stout"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "Your Favorite Foreign Movie is a traditional Patersbier, a low-alcohol (4.0% ABV) Belgium-style brew. Patersbier literally means “fathers’ beer,” as it’s traditionally brewed as an easy-drinking table beer for Trappist monks. The style is extremely rare; the closest commercial relatives are Petite Orval or Chimay Dorée, which are notoriously difficult to find in the US. Barrows said he enjoys brewing Belgian-style beers for their simplicity and because yeast plays a staring role in the aroma and flavor. “My version has an aroma of light banana and clove derived from the use of the same yeast used by the Chimay Brewery, and a hint of sulfur from the use of pilsner malt,” Barrows said. “Your Favorite Foreign Movie has only a mild malt flavor to balance out the light bitterness from the hops, the light spiciness from the yeast and the high level of carbonation.”", "statusDisplay": "Verified", "nameDisplay": "Your Favorite Foreign Movie", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "name": "Your Favorite Foreign Movie", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "createDate": "2012-10-13 22:15:27", "updateDate": "2012-10-22 15:07:50", "abv": "4", "styleId": 70, "availableId": 3, "id": "8eTSvn", "glasswareId": 8}, {"status": "verified", "isOrganic": "N", "name": "Your Lytest One", "nameDisplay": "Your Lytest One", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2016-03-16 17:04:28", "updateDate": "2016-03-16 17:04:28", "abv": "10.2", "styleId": 43, "id": "whizE6", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Your Mom", "nameDisplay": "Your Mom", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/fZGDBg/upload_al4zet-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/fZGDBg/upload_al4zet-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/fZGDBg/upload_al4zet-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "createDate": "2014-03-30 11:47:55", "updateDate": "2015-12-17 11:59:38", "abv": "12", "styleId": 34, "id": "fZGDBg", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "By combining our 1762 Russian Imperial Stout with maple and cinnamon, we created a beer that is both bold and comforting, with a flavor that unmistakably reminds us of your mom's French Toast.", "statusDisplay": "Verified", "nameDisplay": "Your Mom On French Toast Imperial Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "id": "MnopGr", "createDate": "2015-08-19 15:28:29", "updateDate": "2015-08-19 15:33:07", "abv": "10.5", "styleId": 43, "availableId": 2, "ibu": "90", "name": "Your Mom On French Toast Imperial Stout"}, {"status": "verified", "isOrganic": "N", "name": "Yours & Maibock", "nameDisplay": "Yours & Maibock", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "The German word helle means light colored, and as such, a heller Bock is light straw to deep golden in color. Maibocks are also light-colored bocks. The sweet malty character should come through in the aroma and flavor. A lightly toasted and/or bready malt character is often evident. Roast or heavy toast/caramel malt character should be absent. Body is medium to full. Hop bitterness should be low, while noble-type hop aroma and flavor may be at low to medium levels. Bitterness increases with gravity. Fruity esters may be perceived at low levels. Diacetyl should be absent. Chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "10", "ibuMax": "38", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:39:04", "fgMax": "1.02", "shortName": "Maibock", "abvMax": "8", "id": 89, "srmMin": "4", "name": "German-Style Heller Bock/Maibock"}, "id": "gQu72Z", "createDate": "2015-08-03 15:32:34", "updateDate": "2015-08-03 15:32:34", "abv": "7.4", "styleId": 89, "ibu": "30", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Ypres", "nameDisplay": "Ypres", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "This light- to medium-bodied deep copper to brown ale is characterized by a slight to strong lactic sourness, and with \"Reds\" sometimes a balanced degree of acetic acid. Brettanomyces produced flavors and aromas are not part of character. A fruity-estery character which is often cherry-like is apparent with no hop flavor or aroma. Flanders brown ales have low to medium bitterness and a cocoa-like character from roast malt. Roasted malt character in aroma and flavor is acceptable at low levels. A very low degree of malt sweetness may be present and in balance with the acidity produced by Lactobacillus activity. Oak-like or woody characters may be pleasantly integrated into overall palate. Chill haze is acceptable at low serving temperatures. Some versions may be more highly carbonated and, when bottle conditioned, may appear cloudy (yeast) when served. These final beers are often blended old with new before packaging in order to create the brewer's intended balance of characters.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "20", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:31:39", "fgMax": "1.016", "shortName": "Flanders Red", "abvMax": "6.5", "id": 57, "srmMin": "12", "name": "Belgian-Style Flanders Oud Bruin or Oud Red Ales"}, "createDate": "2015-08-19 14:21:14", "updateDate": "2015-08-19 14:21:14", "abv": "7", "styleId": 57, "availableId": 2, "id": "BcajkV", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Ypres Pils", "nameDisplay": "Ypres Pils", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 10, "name": "International Styles"}, "ogMin": "1.044", "description": "International Pilseners are straw/golden in color and are well attenuated. This medium-bodied beer is often brewed with rice, corn, wheat, or other grain or sugar adjuncts making up part of the mash. Hop bitterness is low to medium. Hop flavor and aroma are low. Residual malt sweetness is low--it does not predominate but may be perceived. Fruity esters and diacetyl should not be perceived. Very low levels of sweet corn-like dimethylsulfide (DMS) character, if perceived, are acceptable. There should be no chill haze.", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 10, "srmMax": "4", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:42:11", "fgMax": "1.01", "shortName": "International Pilsener", "abvMax": "5.3", "id": 106, "srmMin": "3", "name": "International-Style Pilsener"}, "createDate": "2016-01-26 16:08:49", "updateDate": "2016-01-26 16:08:49", "abv": "5.2", "styleId": 106, "id": "UH4raL", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "The Ypsi Gypsi is technically an American Pale Ale but we packed so much hop flavor and aroma into its 5.5% alcohol that we like to call it a session IPA.  Golden straw in color with a medium body and crisp carbonation, the Gypsi flaunts a rich flowery, citrusy character on the nose, palate and finish that comes from several late additions of classic American hops.\r\n\r\nThis beguiling brew is flavorful and rich yet light and refreshing. A preponderance of pale malts gives it a lighter body and moderate alcohol level for great drinkability.", "statusDisplay": "Verified", "nameDisplay": "Ypsi Gypsi Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/HhlXXa/upload_NcVakL-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/HhlXXa/upload_NcVakL-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/HhlXXa/upload_NcVakL-icon.png"}, "originalGravity": "1.054", "id": "HhlXXa", "createDate": "2014-09-08 19:33:48", "updateDate": "2015-12-17 18:05:24", "abv": "5.5", "styleId": 25, "foodPairings": "This well-balanced, moderately bitter beer goes with just about anything you like to eat. It also drinks great all by itself. Try it with spaghetti in rich tomato and olive sauce, a salami and cheese plate, enchiladas, pasta primavera, or pizza.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "ibu": "36", "name": "Ypsi Gypsi Pale Ale"}, {"status": "verified", "isOrganic": "N", "name": "Ypsi Lambic", "nameDisplay": "Ypsi Lambic", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2014-09-03 15:25:51", "updateDate": "2014-09-07 17:31:26", "abv": "5.5", "styleId": 40, "id": "wcGwT5", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "The Yub Nub Vanilla Lager features delicious vanilla flavors to tantalize your taste buds while the smooth lager satisfies your thirst.", "statusDisplay": "Verified", "nameDisplay": "Yub Nub", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2015-04-15 20:33:36", "updateDate": "2015-04-15 20:33:37", "styleId": 93, "availableId": 2, "id": "pOyOQO", "name": "Yub Nub"}, {"status": "verified", "isOrganic": "N", "name": "Yuengling Black", "nameDisplay": "Yuengling Black", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "See British Origin American-Style Imperial Porter Imperial porters are very dark brown to black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness should be in harmony with medium-low to medium hop bitterness. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment malt derived sweetness and hop character. Hop flavor and aroma may vary from being low to medium-high. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "50", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:58", "fgMax": "1.03", "shortName": "Stout", "abvMax": "12", "id": 44, "srmMin": "40", "name": "Specialty Stouts"}, "createDate": "2015-02-21 23:17:26", "updateDate": "2015-02-24 22:30:03", "abv": "4.7", "styleId": 44, "id": "3iNytk", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Yuengling Original Black & Tan is a pioneer brand that models a traditional English Half & Half. Introduced in 1986, Yuengling produced one of the first hand-crafted draft blends to lead this style of American brewing. Black & Tan combines our popular Dark Brewed Porter and Premium Beer to create a brew that is rich and dark in color, with a well balanced flavor that finishes smooth and satisfying. It has a faint sweetness with hints of caramel and coffee from the dark roasted malts. One sip and you'll appreciate how Yuengling raised the bar with our Original Black & Tan.", "statusDisplay": "Verified", "nameDisplay": "Yuengling Black & Tan", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/naByaN/upload_Ba37Tx-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/naByaN/upload_Ba37Tx-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/naByaN/upload_Ba37Tx-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "See British Origin American-Style Imperial Porter Imperial porters are very dark brown to black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness should be in harmony with medium-low to medium hop bitterness. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment malt derived sweetness and hop character. Hop flavor and aroma may vary from being low to medium-high. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "50", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:58", "fgMax": "1.03", "shortName": "Stout", "abvMax": "12", "id": 44, "srmMin": "40", "name": "Specialty Stouts"}, "createDate": "2012-01-03 02:44:34", "updateDate": "2015-12-15 23:22:50", "abv": "4.7", "styleId": 44, "id": "naByaN", "name": "Yuengling Black & Tan"}, {"status": "verified", "isOrganic": "N", "description": "In celebration of our 180th Anniversary year, the marketplace will see one of the first seasonal offerings from the Yuengling Brewery in many years. Yuengling has produced a Bock Beer in its long and storied past, and we have now reinvented that product for limited release in 2009. The new brew is dark brown in color and offers exceptional flavor that lives up to the quality Yuengling drinkers have grown to expect.\r\n\r\nYuengling Bock Beer will be offered in Ã?Â½ barrels only, beginning in late February and lasting for approximately 8-10 weeks. LetÃ¢â?¬â?¢s all raise a pint of Yuengling Bock and celebrate the 180th Anniversary year!", "statusDisplay": "Verified", "nameDisplay": "Yuengling Bock Beer", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/3kZwor/upload_SAdW1T-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/3kZwor/upload_SAdW1T-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/3kZwor/upload_SAdW1T-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "createDate": "2012-01-03 02:44:34", "updateDate": "2015-12-16 04:45:35", "styleId": 3, "id": "3kZwor", "name": "Yuengling Bock Beer"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "True to its American heritage, Yuengling Light Lager is an exceptional brew that appeals to consumers who don't want to sacrifice character for a low-calorie light beer. It has been masterfully developed to maintain the full flavor profile akin to our flagship Lager brand. Skillfully pairing a caramel malt flavor and mild hop character creates a beautifully rich-colored beer with deep amber highlights that finishes smooth and clean. With only 99 calories, Yuengling Light Lager is a uniquely refreshing beer that brings new dimension to the meaning light beer.", "statusDisplay": "Verified", "nameDisplay": "Yuengling Lager Light", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/YwkMHV/upload_4CS7aD-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/YwkMHV/upload_4CS7aD-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/YwkMHV/upload_4CS7aD-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.024", "description": "These beers are extremely light colored, light in body, and high in carbonation. Calorie level should not exceed 125 per 12 ounce serving. Corn, rice, or other grain or sugar adjuncts are often used. Flavor is mild and hop bitterness and aroma is negligible to very low. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "10", "abvMin": "3.5", "fgMin": "1.002", "updateDate": "2015-04-07 15:39:35", "fgMax": "1.008", "shortName": "American Light Lager", "abvMax": "4.4", "id": 94, "srmMin": "2", "name": "American-Style Light (Low Calorie) Lager"}, "name": "Yuengling Lager Light", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:34", "updateDate": "2015-12-15 23:41:32", "abv": "3.4", "styleId": 94, "availableId": 1, "id": "YwkMHV", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Yuengling Light Beer is skillfully crafted to deliver a consistently refreshing brew with only 98 calories. Drawing from traditional brewing techniques, our Light Beer is brewed longer to reduce the sugar content and produce fewer calories in each thirst-quenching drink. Its pale golden color is complemented by a light-bodied flavor. Yuengling Light maintains a well balanced character of malt and hops, with slight carbonation for a crisp satisfying finish. We sacrifice nothing to produce a premium light beer that is low in calories and full of flavor. This combination delivers the ultimate refreshment in Yuengling Light Beer.", "statusDisplay": "Verified", "nameDisplay": "Yuengling Light Beer", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/eXMP2g/upload_KYg7Lt-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/eXMP2g/upload_KYg7Lt-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/eXMP2g/upload_KYg7Lt-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.024", "description": "These beers are extremely light colored, light in body, and high in carbonation. Calorie level should not exceed 125 per 12 ounce serving. Corn, rice, or other grain or sugar adjuncts are often used. Flavor is mild and hop bitterness and aroma is negligible to very low. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "10", "abvMin": "3.5", "fgMin": "1.002", "updateDate": "2015-04-07 15:39:35", "fgMax": "1.008", "shortName": "American Light Lager", "abvMax": "4.4", "id": 94, "srmMin": "2", "name": "American-Style Light (Low Calorie) Lager"}, "name": "Yuengling Light Beer", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:34", "updateDate": "2015-12-16 03:04:47", "abv": "3.5", "styleId": 94, "availableId": 1, "id": "eXMP2g", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Yuengling Dark Brewed Porter is an original specialty beer that has been brewed expressly for tavern owners and family trade since 1829. We are proud to be recognized as one of the largest porter producers in the US. An authentic craft-style beer, our Porter calls for a generous portion of caramel and dark roasted malts, which deliver a rich full-bodied flavor and creamy taste with slight tones of chocolate evident in every sip. It pours dark, topped with a thick foamy head, and imparts a faint malty aroma. This smooth and robust Porter has a unique character that complements any meal from steak or seafood to chocolate desserts. Yuengling Dark Brewed Porter is enjoyed by even the most discerning consumer for its flawless taste and unwavering quality.", "statusDisplay": "Verified", "nameDisplay": "Yuengling Porter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/BGTAQw/upload_llbdso-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/BGTAQw/upload_llbdso-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/BGTAQw/upload_llbdso-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "name": "Yuengling Porter", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:34", "updateDate": "2016-11-28 15:03:09", "abv": "4.7", "styleId": 18, "id": "BGTAQw", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "A regional favorite, Yuengling Premium Beer is popular among local beer drinkers for its thirst quenching taste. It is a pilsner-style brew, gold in color with pale malt character that finishes crisp and clean. Premium flawlessly blends both two-row and six-row barley malt for a well balanced flavor that is always refreshing. Traces of the slight hop aroma are evident in every delicious sip of Premium Beer. Discover this well kept secret and enjoy the superior quality and taste you've come to expect from America's Oldest Brewery.", "statusDisplay": "Verified", "nameDisplay": "Yuengling Premium Beer", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/2DdatF/upload_hzndMa-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/2DdatF/upload_hzndMa-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/2DdatF/upload_hzndMa-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.044", "description": "This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.", "createDate": "2012-03-21 20:06:46", "ibuMin": "6", "categoryId": 8, "srmMax": "6", "ibuMax": "15", "abvMin": "4.3", "fgMin": "1.01", "updateDate": "2015-04-07 15:40:04", "fgMax": "1.014", "shortName": "American Premium Lager", "abvMax": "5", "id": 97, "srmMin": "2", "name": "American-Style Premium Lager"}, "createDate": "2012-01-03 02:44:34", "updateDate": "2015-12-16 02:54:35", "abv": "4.4", "styleId": 97, "id": "2DdatF", "name": "Yuengling Premium Beer"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Yuengling Summer Wheat is carefully brewed with a combination of wheat and barley malts. Hallertau hops and Bavarian-style top fermenting yeast deliver a thick, creamy head with overtones of banana and clove esters. This authentic German Weizen style beer, with a slight hazy appearance, concludes with a crisp finish.\r\n\r\nSummer Wheat is the third edition to America’s Oldest Brewery’s seasonal offerings and is scheduled to release between Yuengling’s spring release, Bock and fall release, Oktoberfest.", "statusDisplay": "Verified", "nameDisplay": "Yuengling Summer Wheat", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Qjt4nW/upload_yix0oD-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Qjt4nW/upload_yix0oD-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Qjt4nW/upload_yix0oD-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "name": "Yuengling Summer Wheat", "glass": {"createDate": "2012-01-03 02:41:33", "id": 9, "name": "Weizen"}, "createDate": "2014-04-09 02:04:59", "updateDate": "2016-04-15 19:23:00", "styleId": 48, "availableId": 4, "id": "Qjt4nW", "glasswareId": 9}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Yuengling Traditional Lager is an iconic American lager famous for its rich amber color and medium-bodied flavor. Brewed with roasted caramel malt for a subtle sweetness and a combination of cluster and cascade hops, this true original promises a well balanced taste with very distinct character. Its exceptional flavor and smooth finish is prevalently enjoyed by consumers with even the most discerning tastes. Our flagship brand, Yuengling Traditional Lager is an American favorite delivering consistent quality and refreshment that never disappoints. In fact, it's so widely known and unique in its class, in some areas you can ask for it simply by the name Lager.", "statusDisplay": "Verified", "nameDisplay": "Yuengling Traditional Lager", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/wd1Y84/upload_VpXcCA-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/wd1Y84/upload_VpXcCA-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/wd1Y84/upload_VpXcCA-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.044", "description": "This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.", "createDate": "2012-03-21 20:06:46", "ibuMin": "6", "categoryId": 8, "srmMax": "6", "ibuMax": "15", "abvMin": "4.3", "fgMin": "1.01", "updateDate": "2015-04-07 15:40:04", "fgMax": "1.014", "shortName": "American Premium Lager", "abvMax": "5", "id": 97, "srmMin": "2", "name": "American-Style Premium Lager"}, "id": "wd1Y84", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:34", "updateDate": "2016-01-20 20:38:08", "abv": "4.4", "styleId": 97, "availableId": 1, "glasswareId": 5, "ibu": "12", "name": "Yuengling Traditional Lager"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "The Yukon’s number one selling draught (yes, including the mega-breweries), this ale was designed to be an almost “non-ale”. It is golden in colour, brilliantly clear, and clean across the palate. The mix of 5 malts still provides subtle character in the body, and the addition of malted wheat provides a slight, but characteristic citrusy finish.\r\n\r\nHopped with noble Saaz, Sterling and UK Golding, the bitter is barely perceptible, but mild hop flavours linger in the after-taste; the dry, clean finish provides a refreshing perk at the back of the palate. The full package mimics the classic milds of the British Isles, with a bit of Yukon spirit, just to make sure you remember what part of the world it’s from!\r\n\r\nThe artwork on the package and label was created by Artist Lynn Blakie. Her piece captured the gold that’s present not only in the soils of the Klondike but in the spirit of the north. Gold is in the colours and culture of this place, the campfires and the ever-lasting summer sun.", "statusDisplay": "Verified", "nameDisplay": "Yukon Gold", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Classic English pale ales are golden to copper colored and display earthy, herbal English-variety hop character. Note that \"earthy, herbal English-variety hop character\" is the perceived end, but may be a result of the skillful use of hops of other national origins. Medium to high hop bitterness, flavor, and aroma should be evident. This medium-bodied pale ale has low to medium malt flavor and aroma. Low caramel character is allowable. Fruity-ester flavors and aromas are moderate to strong. Chill haze may be in evidence only at very cold temperatures. The absence of diacetyl is desirable, though, diacetyl (butterscotch character) is acceptable and characteristic when at very low levels.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "5", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:18:23", "fgMax": "1.016", "shortName": "English Pale", "abvMax": "5.5", "id": 1, "srmMin": "5", "name": "Classic English-Style Pale Ale"}, "name": "Yukon Gold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-01-25 01:48:22", "updateDate": "2015-10-27 18:46:25", "abv": "5", "styleId": 1, "availableId": 1, "foodPairings": "Cuisine: Pan Asian; Cheese: earthy,  Camembert, Fontina, nutty, Asiago, Colby, Parmesan, tangy, Brick, Edam, Feta; General: Salad; Meat: Poultry", "id": "ahUnw1", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "When we were designing our flagship brands, we knew we would not please everybody, so we went for diversity; our Yukon Red is substantially different from our Yukon Gold. But what has surprised us most is that our local Yukoners have taken both of our flagship brands to heart (and to dinner, and to parties…) and drank almost equivalent quantities of each! This speaks volumes for the apparent consumer cravings for beers with flavour, and Yukon Red is all about flavour.\r\n\r\nThe drink starts with by displaying a deep bronze colour, but the beer is crystal clear. The head is an abundant fine mousse (pronounced ‘moose’ for the cabin crowd), cream coloured and just spilling over the rim of the glass (if you got the good waitress, Yukon trained and all). As you raise the mug, your senses catch the fine aromas permeating from the glass, clean malty sweetness touched by spicy hop esters.\r\n\r\nThe first draw of the ale cools the parched lips and moistens the cheeks. Full malt body takes over the palate; not sweet, but bold, fruity and persistent. A snap of clean hop bitter grabs the back of the tongue and springs into the sinus cavity, blending with the caramel flavours that have wafted back with the nectar that is this ale. But the swallow goes down clean, almost dry, and leaves only a slight lingering presence of the abundant flavours that were just there, and now gone!\r\n\r\nMany more draws on the mug, many more mouth-filling flavour experiences, and always that clean finish, saying “How about another?!!”.\r\n\r\nCan you tell that this is the head brewers favourite? All you expect in a true ale, and as arresting as the Spell of the Yukon.", "statusDisplay": "Verified", "nameDisplay": "Yukon Red", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "name": "Yukon Red", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-01-19 02:01:51", "updateDate": "2014-01-25 14:17:17", "abv": "5.5", "styleId": 32, "availableId": 1, "foodPairings": "Cheese: Blue, cheddar; Meat: Poultry, Beef, Seafood", "id": "ZZbJDS", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "Yule Ale", "statusDisplay": "Verified", "nameDisplay": "Yule Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/JJ1yFa/upload_45Btf8-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/JJ1yFa/upload_45Btf8-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/JJ1yFa/upload_45Btf8-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:34", "updateDate": "2015-12-16 12:33:20", "abv": "11", "styleId": 34, "availableId": 4, "id": "JJ1yFa", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Rich dark specialty malts meld with a handful of seasonal spices. Light fruit occasionally surfaces along with the presence of the beer’s 12% ABV as it warms in the glass.", "statusDisplay": "Verified", "nameDisplay": "Yule Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "name": "Yule Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "createDate": "2014-05-23 13:37:56", "updateDate": "2014-05-23 13:37:56", "abv": "12", "styleId": 124, "id": "3DrnF4", "glasswareId": 8}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "description": "This holiday treat is an authentic German-style \"Weihnachtsbockbock\" (Christmas Bock).  Its deep amber color with just a hint of holiday crimson is derived from a select combination of premium European barley malts.  Noble hops provide just the right balance for its pronounced malty character.  This full-bodied, malty, smooth winter lager will provide a touch of warmth to contrast the cold winter weather.  Enjoy it with friends and family this holiday season.", "statusDisplay": "Verified", "nameDisplay": "Yule Bock", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/9bsnpC/upload_kG9VD1-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/9bsnpC/upload_kG9VD1-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/9bsnpC/upload_kG9VD1-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "Traditional bocks are made with all malt and are strong, malty, medium- to full-bodied, bottom-fermented beers with moderate hop bitterness that should increase proportionately with the starting gravity. Malt character should be a balance of sweetness and toasted/nut-like malt; not caramel. Hop flavor should be low and hop aroma should be very low. Bocks can range in color from deep copper to dark brown. Fruity esters should be minimal. Diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "30", "ibuMax": "30", "abvMin": "6.3", "fgMin": "1.018", "updateDate": "2015-04-07 15:38:54", "fgMax": "1.024", "shortName": "Bock", "abvMax": "7.5", "id": 88, "srmMin": "20", "name": "Traditional German-Style Bock"}, "name": "Yule Bock", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-09 22:06:45", "updateDate": "2016-05-27 20:27:27", "abv": "6.5", "styleId": 88, "availableId": 8, "id": "9bsnpC", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "Yule Fuel", "nameDisplay": "Yule Fuel", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "createDate": "2012-01-03 02:44:34", "updateDate": "2015-05-11 15:58:48", "abv": "7.8", "styleId": 124, "availableId": 4, "id": "ArQJDt", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "Y", "description": "As winters grip begins to tighten its hold around you, take comfort in one of our finest, most artisanal batches. A spiced imperial winter ale with complexity in both aroma and taste, its warmth and savory soul could have given Washington’s troops additional fortitude as they trudged their way from the marshes of northern Pennsylvania to Valley Forge and the winter that ensued. Toast winters past and those to come as White Marsh takes you into the bright lights and warm spirits of the holidays. It may just make you smile a little larger, laugh a little louder, and remember treasured times and loved ones.", "statusDisplay": "Verified", "nameDisplay": "Yule Log Not Included", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "id": "vWjo8q", "createDate": "2015-07-24 18:58:32", "updateDate": "2015-07-24 18:58:32", "abv": "9.5", "styleId": 124, "availableId": 4, "foodPairings": "Candied Pecans, Roasted Chicken, Root Vegetables", "ibu": "31", "name": "Yule Log Not Included"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "Yule Shoot Your Eye Out", "nameDisplay": "Yule Shoot Your Eye Out", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/BPVxzy/upload_qmSvy7-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/BPVxzy/upload_qmSvy7-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/BPVxzy/upload_qmSvy7-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "id": "BPVxzy", "createDate": "2012-10-22 12:55:02", "updateDate": "2015-12-16 19:29:51", "abv": "8", "styleId": 124, "availableId": 4, "ibu": "37", "statusDisplay": "Verified"}, {"available": {"description": "Available during the summer months.", "id": 6, "name": "Summer"}, "isOrganic": "N", "srmId": 5, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/89xHH7/upload_NWPVuf-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/89xHH7/upload_NWPVuf-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/89xHH7/upload_NWPVuf-icon.png"}, "styleId": 31, "availableId": 6, "foodPairings": "Summer YuleSmith’s citrusy aroma pairs well with many Mexican and Thai dishes, while its bitterness complements the sweetness of rich pork dishes like BLTs or spare ribs. Brawny, intensely flavored cheeses like Danish Blues and aged White Cheddars are also an effective foil to the aggressive flavor profile of this Imperial IPA.", "id": "89xHH7", "statusDisplay": "Verified", "originalGravity": "1.08", "nameDisplay": "Yule Smith – Summer", "name": "Yule Smith – Summer", "abv": "8.5", "status": "verified", "description": "Every year we anxiously await the warmer months to unleash this Double IPA, the summer edition of our YuleSmith seasonals. The flavor imparts orange, grapefruit, and tangerine hop notes with earthy, spicy, and resinous pine undertones. A sturdy malt backbone balances out the profound hop bitterness to create a refreshingly assertive and vibrant beer that offers an unapologetically bold expression of fresh American hops.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "servingTemperature": "cool", "updateDate": "2015-12-16 08:08:39", "ibu": "105", "createDate": "2012-01-03 02:44:34"}, {"status": "verified", "isOrganic": "N", "description": "The latest addition to Baltimore's own Clipper City Brewing Company - Mutiny Fleet is their holiday brew Yule Tide, a Belgian style triple ale, which like the rest of the Mutiny Fleet is distributed in 22 ounce bombers.", "statusDisplay": "Verified", "nameDisplay": "Yule Tide", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/zc8xpQ/upload_Zhiypb-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/zc8xpQ/upload_Zhiypb-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/zc8xpQ/upload_Zhiypb-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "createDate": "2012-01-03 02:44:34", "updateDate": "2015-12-15 20:35:19", "abv": "10", "styleId": 59, "id": "zc8xpQ", "name": "Yule Tide"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/8ZRLre/upload_mIcgHn-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/8ZRLre/upload_mIcgHn-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/8ZRLre/upload_mIcgHn-icon.png"}, "name": "Yule Tide", "nameDisplay": "Yule Tide (2015)", "year": 2015, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.074", "description": "Malty sweetness is dominant but should not be cloying. Malt character is more reminiscent of fresh and lightly toasted Munich- style malt, more so than caramel or toffee malt character. Some elements of caramel and toffee can be evident and contribute to complexity, but the predominant malt character is an expression of toasted barley malt. Doppelbocks are full bodied and deep amber to dark brown in color. Astringency from roast malts is absent. Alcoholic strength is high, and hop rates increase with gravity. Hop bitterness and flavor should be low and hop aroma absent. Fruity esters are commonly perceived but at low to moderate levels. Diacetyl should be absent", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 7, "srmMax": "30", "ibuMax": "27", "abvMin": "6.5", "fgMin": "1.014", "updateDate": "2015-04-07 15:39:08", "fgMax": "1.02", "shortName": "Doppelbock", "abvMax": "8", "id": 90, "srmMin": "12", "name": "German-Style Doppelbock"}, "createDate": "2015-01-07 13:24:55", "updateDate": "2015-12-17 20:41:13", "abv": "9", "styleId": 90, "availableId": 2, "id": "8ZRLre", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "As a seasonal answer to the Northwest's dark and rainy months, our special Christmas Ale is full bodied, reddish brown and moderately strong. The enticing flavor combination of chocolate malt and spicy Northwest hops provide a welcome respite to a long winter's night. OG 17 plato 1.068 5.2% alcohol by weight.", "statusDisplay": "Verified", "nameDisplay": "Yulefest Christmas Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "name": "Yulefest Christmas Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:34", "updateDate": "2015-04-08 13:29:27", "abv": "5.2", "styleId": 124, "availableId": 4, "id": "MunN2S", "glasswareId": 5}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "name": "Yuletide Porter", "nameDisplay": "Yuletide Porter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/OecoYm/upload_IPuiez-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/OecoYm/upload_IPuiez-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/OecoYm/upload_IPuiez-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "createDate": "2012-01-03 02:44:34", "updateDate": "2015-10-23 18:05:01", "abv": "5.6", "styleId": 18, "availableId": 3, "id": "OecoYm", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Welcome to flavor country. This Pale Ale has just the right malt backbone to support an explosive juicy hop profile. Derived from a new blend of proprietary hops. We hope you’ll enjoy it. Cheers!", "statusDisplay": "Verified", "nameDisplay": "Yum Yum", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/voBE2z/upload_U3LSgr-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/voBE2z/upload_U3LSgr-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/voBE2z/upload_U3LSgr-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.034", "description": "Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "2", "ibuMax": "30", "abvMin": "4", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:20", "fgMax": "1.01", "shortName": "Session", "abvMax": "5.1", "id": 108, "srmMin": "2", "name": "Session Beer"}, "id": "voBE2z", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-05-27 16:16:29", "updateDate": "2016-01-11 21:44:09", "abv": "5.5", "styleId": 108, "availableId": 1, "glasswareId": 5, "ibu": "63", "name": "Yum Yum"}, {"status": "verified", "isOrganic": "N", "name": "Yumberry Patch Kids", "nameDisplay": "Yumberry Patch Kids", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2016-01-11 17:16:58", "updateDate": "2016-01-11 17:16:58", "abv": "5", "styleId": 40, "id": "7TuDXP", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "Our Passion for flavorful, complex beers has never been exhibited more clearly than in this dark Belgian ale. Judicious amounts of dark specialty grains give this beer its rich mahogany color and malty sweetness while an authentic trappist yeast strain provides its distinctive aroma of fruit and spice. Rarely seen in the summertime, this treat is best enjoyed on the largest outdoor deck in the city.", "statusDisplay": "Verified", "nameDisplay": "Yunkers' Brune", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.06", "description": "This medium-bodied, red to dark brown colored ale has a malty sweetness and chocolate-like caramel aroma. A light hop flavor and/or aroma is acceptable. Dubbels are also characterized by low-medium to medium bitterness. No diacetyl is acceptable. Yeastgenerated fruity esters (especially banana) are appropriate at low levels. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Often bottle conditioned a slight yeast haze and flavor may be evident.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "36", "ibuMax": "30", "abvMin": "6.25", "fgMin": "1.012", "updateDate": "2015-04-07 15:31:45", "fgMax": "1.016", "shortName": "Belgian Dubbel", "abvMax": "7.5", "id": 58, "srmMin": "16", "name": "Belgian-Style Dubbel"}, "id": "DhhtCe", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:34", "updateDate": "2012-03-22 13:05:13", "abv": "6.4", "styleId": 58, "availableId": 3, "glasswareId": 5, "ibu": "21", "name": "Yunkers' Brune"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "This hoppy, golden colored brew you are about to drink comes in the form of a session ale. It is born out of desire for a beer loaded with flavor that doesn't pack a huge punch. As the Columbus and Centennial hops make up the majority of the flavor profile and aroma, we feel as if one may not be enough. Cheers from the brewers! - Doug, Bill, Jeff", "statusDisplay": "Verified", "nameDisplay": "Yunkers' Gold", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "z4GGtm", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:34", "updateDate": "2012-03-22 13:05:13", "abv": "4.7", "styleId": 25, "availableId": 3, "glasswareId": 5, "ibu": "26", "name": "Yunkers' Gold"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "The Belgian inspired ale series continues with our Belgian dark strong ale. A delicate fruit character from our Belgian yeast strain combines with numerous dark specialty malts to create flavors of plum, raisin, and fig. Both strong and malty, this mahogany colored ale could be the perfect elixir for a cold winter night.", "statusDisplay": "Verified", "nameDisplay": "Yunkers' Nocturnum", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "id": "cho5r4", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:34", "updateDate": "2012-03-22 13:05:13", "abv": "8.9", "styleId": 64, "availableId": 4, "glasswareId": 5, "ibu": "28", "name": "Yunkers' Nocturnum"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "Brewed with six varieties of locally grown pumpkins from Linvilla Orchards, this seasonal favorite is the one true indication that fall has arrived. The aroma of nutmeg, allspice, cinnamon, and clove jump out of the glass creating an experience much like eating a slice of pumpkin pie on a brisk autumn afternoon. A perfect companion for any of our desserts.", "statusDisplay": "Verified", "nameDisplay": "Yunkin' Punkin'", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "id": "BZJNDz", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:34", "updateDate": "2012-03-22 13:05:13", "abv": "5.5", "styleId": 124, "availableId": 3, "glasswareId": 5, "ibu": "21", "name": "Yunkin' Punkin'"}, {"status": "verified", "isOrganic": "N", "name": "Yuppee K", "statusDisplay": "Verified", "nameDisplay": "Yuppee K", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/kXjLIf/upload_XOmKz1-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/kXjLIf/upload_XOmKz1-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/kXjLIf/upload_XOmKz1-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:34", "updateDate": "2015-12-16 12:24:15", "styleId": 30, "id": "kXjLIf", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "Yuri's Russian Imperial Stout", "nameDisplay": "Yuri's Russian Imperial Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "id": "RJQ5pj", "createDate": "2014-12-03 19:34:57", "updateDate": "2014-12-10 20:47:27", "abv": "9.7", "styleId": 43, "availableId": 4, "ibu": "68", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Yuz Not That IPA", "nameDisplay": "Yuz Not That IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-10-29 16:11:12", "updateDate": "2015-10-29 16:19:38", "abv": "5", "styleId": 30, "id": "faBDJs", "statusDisplay": "Verified"}]
