[{"status": "verified", "isOrganic": "N", "name": "Bike Party Pils", "nameDisplay": "Bike Party Pils", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "id": "UoEEXc", "createDate": "2016-08-22 20:27:51", "updateDate": "2016-08-22 20:27:51", "abv": "4.5", "styleId": 98, "ibu": "20", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A cyclist travels north on the mosaic bike route while another heads east on the adanac bike route. They plan to meet where the bike routes cross.\r\n\r\nIt may sound like a word problem, but it’s a typical trip to the bomber brewery, which is situated at just that intersection: the inspiration for our bike route best bitter.  Brewed to bring people together, this award-winning session ale is bursting with the complexity of flavour only mosaic hops can provide. Ride on down or try one at home, but definitely share with a friend.", "srmId": 12, "nameDisplay": "Bike Route Best Bitter", "originalGravity": "1.039", "id": "QDsxVU", "statusDisplay": "Verified", "createDate": "2015-12-04 18:50:32", "updateDate": "2015-12-04 18:50:32", "abv": "3.9", "styleId": 4, "srm": {"hex": "CF6900", "id": 12, "name": "12"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.038", "description": "Special bitter is more robust than ordinary bitter. It has medium body and medium residual malt sweetness. It is deep gold to copper colored. Hop bitterness should be medium and absent of harshness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "28", "categoryId": 1, "srmMax": "14", "ibuMax": "40", "abvMin": "4.1", "fgMin": "1.006", "updateDate": "2015-04-07 15:19:15", "fgMax": "1.012", "shortName": "Special Bitter", "abvMax": "4.8", "id": 4, "srmMin": "6", "name": "Special Bitter or Best Bitter"}, "ibu": "35", "name": "Bike Route Best Bitter"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Uniquely thick, creamy with a bold but light malt taste.", "statusDisplay": "Verified", "nameDisplay": "Biker Brown", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/POPjt6/upload_RMCTP8-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/POPjt6/upload_RMCTP8-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/POPjt6/upload_RMCTP8-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "name": "Biker Brown", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-16 22:36:03", "updateDate": "2015-12-16 15:58:19", "abv": "9", "styleId": 37, "availableId": 1, "id": "POPjt6", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Let’s be frank – this is a sissy beer. 2.7% alcohol, attractively light bodied and annoyingly well balanced hops. Put on your best bikini and enjoy this very very drinkable beer in the sun, at this summer’s festivals or even better use it to slowly seduce your nagging friends with an anxiety for craft beer.", "statusDisplay": "Verified", "nameDisplay": "Bikini Beer", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/phcv3c/upload_nJSVtu-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/phcv3c/upload_nJSVtu-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/phcv3c/upload_nJSVtu-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.034", "description": "Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "2", "ibuMax": "30", "abvMin": "4", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:20", "fgMax": "1.01", "shortName": "Session", "abvMax": "5.1", "id": 108, "srmMin": "2", "name": "Session Beer"}, "name": "Bikini Beer", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:49", "updateDate": "2016-04-01 13:34:14", "abv": "2.7", "styleId": 108, "availableId": 1, "id": "phcv3c", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Our flagship Munich-Style Helles is brewed with Pilsner, Light Munich and a touch of Crystal malts for a differentiating color and sweetness. Complimented by the hop aroma and low bitterness provided by the floral and slightly spicy Sterling and Saaz hops. The result is a clean, crisp and flavorful lager perfect any time.", "statusDisplay": "Verified", "nameDisplay": "Bikini Blonde Lager", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Uh99Me/upload_wJWHMS-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Uh99Me/upload_wJWHMS-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Uh99Me/upload_wJWHMS-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "This beer should be perceived as having low bitterness. It is a medium-bodied, malt-emphasized beer with malt character often balanced with low levels of yeast produced sulfur compounds (character). Certain renditions of this beer style have  a perceivable level of hop flavor (note: hop flavor does not imply hop bitterness) and character but it is essentially balanced with malt character to retain its style identity. Malt character is sometimes bread-like yet always reminiscent of freshly and very lightly toasted malted barley. There should not be any caramel character. Color is light straw to golden. Fruity esters and diacetyl should not be perceived. There should be no chill haze.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 7, "srmMax": "6", "ibuMax": "25", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:36:40", "fgMax": "1.012", "shortName": "Helles", "abvMax": "5.5", "id": 78, "srmMin": "4", "name": "Münchner (Munich)-Style Helles"}, "id": "Uh99Me", "servingTemperature": "very_cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "servingTemperatureDisplay": "Very Cold - (0-4C/32-39F)", "createDate": "2012-01-03 02:42:49", "updateDate": "2016-09-13 13:07:35", "abv": "5.2", "styleId": 78, "availableId": 1, "glasswareId": 4, "ibu": "21", "name": "Bikini Blonde Lager"}, {"status": "verified", "isOrganic": "N", "description": "Based on a traditional German style wheat beer.   Slightly sour, slightly salty, with hints of pineapple.  Extremely refreshing!", "statusDisplay": "Verified", "nameDisplay": "Bikini Bottom", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.036", "description": "Traditional examples of Gose are spontaneously fermented, similarly to Belgian-style gueuze/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. A primary difference between Belgian Gueuze and German Gose is that Gose is served at a much younger age. Gose is typically pale gold to pale amber in color and typically contains malted barley, unmalted wheat with some traditional varieties containing oats. Hop character and malt flavors and aromas are negligible. Lemony or other citrus-like qualities are often present in aroma and on the palate. Some versions may have the spicy character of added coriander in aroma and on the palate at low to medium levels. Salt (table salt) character is also traditional in low amounts. Horsey, leathery, earthy aroma and flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Modern German Gose breweries typically introduce only pure beer yeast strains for fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. Gose is typically enjoyed fresh, carbonated, and cloudy/hazy with yeast character, and may have evidence of continued fermentation activity. Overall complexity of flavors and aromas are sought while maintaining an ideal balance between acidity, yeast-enhanced spice and refreshment is ideal.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.4", "fgMin": "1.008", "updateDate": "2015-04-07 17:09:35", "fgMax": "1.012", "shortName": "Leipzig Gose", "abvMax": "5.4", "id": 47, "srmMin": "3", "name": "Leipzig-Style Gose"}, "createDate": "2016-01-29 20:33:54", "updateDate": "2016-01-29 20:33:54", "abv": "5.8", "styleId": 47, "id": "OBDJC7", "name": "Bikini Bottom"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "Y", "description": "– Black India Pale Ale –\r\nThis beer is black in color but very smooth and does not have a bitter malt flavor found in many stouts and porters. It is aggressively hopped, including a dry hop addition that gives Bilbo a strong citrus aroma and vibrant flavor resulting in a well-balanced black ale.", "srmId": 41, "nameDisplay": "Bilbo Baggins", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "2OnDcw", "statusDisplay": "Verified", "createDate": "2015-06-01 14:39:18", "updateDate": "2015-06-01 15:46:38", "abv": "6.2", "styleId": 30, "availableId": 1, "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "ibu": "69", "name": "Bilbo Baggins"}, {"status": "verified", "isOrganic": "Y", "description": "English pale ales are classified on a scale starting with Ordinary Bitters (very low ABV and IBU; designed for very easy drinking), then Best Bitters (typically between 4.2% and 4.7% ABV), and finally, Extra Special Bitters (aggressive flavors with balanced hops and malt). This beer is a Best Bitter that is showcasing mid-range drinkability with a well-balanced malt and hop character. We used Marris Otter and Victory malts giving this a traditional biscuit-y malt flavor. We then used traditional Golding and Fuggle UK hops which are earthier than their American counterparts. We then dry hopped using Australian Helga hops which are known for their delicate herbal notes. She was then all topped off with a British yeast.", "statusDisplay": "Verified", "nameDisplay": "Bilbo's Bitter Baggins", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Classic English pale ales are golden to copper colored and display earthy, herbal English-variety hop character. Note that \"earthy, herbal English-variety hop character\" is the perceived end, but may be a result of the skillful use of hops of other national origins. Medium to high hop bitterness, flavor, and aroma should be evident. This medium-bodied pale ale has low to medium malt flavor and aroma. Low caramel character is allowable. Fruity-ester flavors and aromas are moderate to strong. Chill haze may be in evidence only at very cold temperatures. The absence of diacetyl is desirable, though, diacetyl (butterscotch character) is acceptable and characteristic when at very low levels.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "5", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:18:23", "fgMax": "1.016", "shortName": "English Pale", "abvMax": "5.5", "id": 1, "srmMin": "5", "name": "Classic English-Style Pale Ale"}, "id": "77yKNf", "createDate": "2015-05-20 18:11:59", "updateDate": "2015-05-20 18:11:59", "abv": "4.6", "styleId": 1, "ibu": "33", "name": "Bilbo's Bitter Baggins"}, {"status": "verified", "isOrganic": "N", "name": "Bill & Ted's Excellent Amber", "nameDisplay": "Bill & Ted's Excellent Amber", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2014-10-21 19:32:41", "updateDate": "2014-10-27 18:48:14", "abv": "5", "styleId": 32, "id": "cHWqEK", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Bill Brasky", "nameDisplay": "Bill Brasky", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Any style of beer can be smoked; the goal is to reach a balance between the style's character and the smoky properties. Type of wood or other sources of smoke should be specified as well as the style the beer is based upon.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:45:19", "shortName": "Smoke Beer", "id": 129, "name": "Smoke Beer (Lager or Ale)"}, "createDate": "2014-04-01 17:58:33", "updateDate": "2015-06-18 17:25:09", "abv": "8.5", "styleId": 129, "id": "thSJrV", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "Bill Brewer is a low-alcohol version Sussex Old Ale (1%), retaining the essential character of this brew. As with John Hop, the beer is produced identically to the parent product and the alcohol is only removed prior to bottling.\r\n \r\nTasting notes: A low alcohol Brown Ale with a full malty palate and slightly burnt aftertaste.", "statusDisplay": "Verified", "nameDisplay": "Bill Brewer", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Ehunrr/upload_k40vOt-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Ehunrr/upload_k40vOt-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Ehunrr/upload_k40vOt-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "English brown ales range from copper to brown in color. They have medium body and range from dry to sweet maltiness with very little hop flavor or aroma. Roast malt tones may sometimes contribute to the flavor and aroma profile. Low to medium-low levels of fruity-ester flavors are appropriate. Diacetyl should be very low, if evident. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "25", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:20:51", "fgMax": "1.014", "shortName": "English Brown", "abvMax": "5.5", "id": 12, "srmMin": "13", "name": "English-Style Brown Ale"}, "createDate": "2015-06-05 18:03:51", "updateDate": "2015-12-18 01:59:29", "abv": "1", "styleId": 12, "id": "Ehunrr", "name": "Bill Brewer"}, {"status": "verified", "isOrganic": "N", "name": "Bill Gray's Bull Moose Ale", "nameDisplay": "Bill Gray's Bull Moose Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/zejZkn/upload_NoHoA9-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/zejZkn/upload_NoHoA9-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/zejZkn/upload_NoHoA9-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2013-11-27 12:51:00", "updateDate": "2015-12-17 08:54:26", "styleId": 25, "id": "zejZkn", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Created to celebrate the restoration of the Schooner Bill of Rights. An IPA with the addition of deep caramel malt for a smooth, balanced beer.", "statusDisplay": "Verified", "nameDisplay": "Bill of Rights Red IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-07-21 22:11:37", "updateDate": "2015-07-22 15:51:10", "abv": "6.4", "styleId": 30, "availableId": 1, "id": "2JmOFP", "name": "Bill of Rights Red IPA"}, {"status": "verified", "isOrganic": "N", "name": "Bill Old Ale", "nameDisplay": "Bill Old Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.058", "description": "Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "30", "ibuMax": "65", "abvMin": "6", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:03", "fgMax": "1.03", "shortName": "Old Ale", "abvMax": "9", "id": 13, "srmMin": "12", "name": "Old Ale"}, "createDate": "2012-01-03 02:42:49", "updateDate": "2014-10-08 18:17:56", "styleId": 13, "id": "TU0ZjV", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Bill Payer Ale / BPA", "nameDisplay": "Bill Payer Ale / BPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Mq24sa/upload_IPw7nK-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Mq24sa/upload_IPw7nK-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Mq24sa/upload_IPw7nK-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2012-01-03 02:42:49", "updateDate": "2015-12-15 21:37:57", "styleId": 25, "id": "Mq24sa", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "Y", "description": "White IPA", "statusDisplay": "Verified", "nameDisplay": "Bill vs The Mosquitos", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ho4LQm/upload_dW8whU-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ho4LQm/upload_dW8whU-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ho4LQm/upload_dW8whU-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "servingTemperature": "cold", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2015-07-06 01:35:31", "updateDate": "2015-12-18 04:16:10", "abv": "7.5", "styleId": 30, "availableId": 2, "id": "ho4LQm", "name": "Bill vs The Mosquitos"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "It’s no surprise that when the first golden lager was developed in the town of Pilsen it would become the most imitated style of beer in the world. Our version is reminiscent of those brewed in Northern Germany. It’s clean flavor and light body allows the drinker to focus on the delicate floral aroma of only the finest noble hops, while the dry finish will leave you reaching for another.", "statusDisplay": "Verified", "nameDisplay": "Bill's Pils", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 7, "srmMax": "4", "ibuMax": "40", "abvMin": "4", "fgMin": "1.006", "updateDate": "2015-04-07 15:35:59", "fgMax": "1.012", "shortName": "German Pilsener", "abvMax": "5", "id": 75, "srmMin": "3", "name": "German-Style Pilsener"}, "id": "Kc8wlg", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "createDate": "2012-01-03 02:42:49", "updateDate": "2012-03-22 13:05:13", "abv": "5.6", "styleId": 75, "availableId": 3, "glasswareId": 4, "ibu": "40", "name": "Bill's Pils"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "Y", "description": "Cool, crisp and refreshing, a great pilsner is a delicate drink and not easy to make!  Named for long-time Hale's employee, Bill Preib.  Straw in color and true to the pilsner style-- clean, light, crisp, finishing dry.  Made with Czech pilsner yeast and 100% Heidelberg pilsner malt.  Hale's is the only brewery in the region using Heidelberg pilsner malt for a production beer!  Hopped with Czech Saaz and American Tahoma.", "statusDisplay": "Verified", "nameDisplay": "Bill'sner Pils", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/cwIwB7/upload_PoIpBp-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/cwIwB7/upload_PoIpBp-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/cwIwB7/upload_PoIpBp-icon.png"}, "originalGravity": "1.053", "id": "cwIwB7", "createDate": "2015-06-12 15:33:29", "updateDate": "2015-12-18 02:07:03", "abv": "5.1", "styleId": 98, "availableId": 4, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "ibu": "15", "name": "Bill'sner Pils"}, {"status": "verified", "isOrganic": "N", "name": "Billiken", "nameDisplay": "Billiken", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.066", "description": "This style can be either pale or dark (golden to dark brown in color) and has a high starting gravity and alcohol content. The malty sweetness of a Weizenbock is balanced with a clove-like phenolic and fruity-estery banana element to produce a wellrounded aroma and flavor. As is true with all German wheat beers, hop bitterness is low and carbonation is high. Hop flavor and aroma are absent. It has a medium to full body. If dark, a mild roast malt character should emerge in flavor and to a lesser degree in the aroma. If this is served with yeast the beer may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 4, "srmMax": "30", "ibuMax": "35", "abvMin": "6.9", "fgMin": "1.016", "updateDate": "2015-04-07 15:30:15", "fgMax": "1.028", "shortName": "Weizenbock", "abvMax": "9.3", "id": 53, "srmMin": "5", "name": "South German-Style Weizenbock / Weissbock"}, "createDate": "2012-12-16 14:24:51", "updateDate": "2012-12-16 14:24:52", "abv": "5", "styleId": 53, "id": "VE2z6G", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Billings IPA", "nameDisplay": "Billings IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2012-01-03 02:42:49", "updateDate": "2012-03-22 13:04:38", "styleId": 30, "id": "l8xFof", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "There are 1011 billionaires on planet Earth as of this writing. We guess that most of you, like all of us here at Clown Shoes, aren't even close to being on that list and yet dream, every now and then, billionaire dreams. Our fourth anniversary beer was crafted to make you feel wealthy: a sweet, rich and heavily malted Barley Wine Ale brewed with English yeast then aged in European Cognac barrels.", "statusDisplay": "Verified", "nameDisplay": "Billionaire", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/C6RSUe/upload_VtFG8V-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/C6RSUe/upload_VtFG8V-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/C6RSUe/upload_VtFG8V-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.085", "description": "British-style barley wines range from tawny copper to dark brown in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by the perception of low to medium bitterness and extraordinary alcohol content. Hop aroma and flavor may be minimal to medium. English type hops are often used but not necessary for this style. Low levels of diacetyl may be acceptable. Caramel and some characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, may be considered positive. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "40", "categoryId": 1, "srmMax": "22", "ibuMax": "60", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:21:27", "fgMax": "1.028", "shortName": "British Barleywine", "abvMax": "12", "id": 17, "srmMin": "14", "name": "British-Style Barley Wine Ale"}, "name": "Billionaire", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2014-04-09 00:01:34", "updateDate": "2015-12-17 11:21:06", "abv": "12", "styleId": 17, "availableId": 3, "id": "C6RSUe", "glasswareId": 6}, {"status": "verified", "isOrganic": "N", "name": "Billiwhack", "nameDisplay": "Billiwhack", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.056", "description": "American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "35", "ibuMax": "70", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:28:36", "fgMax": "1.018", "shortName": "Black Ale", "abvMax": "7.5", "id": 41, "srmMin": "35", "name": "American-Style Black Ale"}, "id": "COIo5f", "createDate": "2015-08-10 20:01:21", "updateDate": "2015-08-11 14:48:08", "abv": "8.1", "styleId": 41, "ibu": "80", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This Belgian classic is made with about 40% wheat malt and unmalted wheat.  Tettnang hops give a balance to the Bitter Orange Peel and Coriander Spice that are used to recreate this Belgian taste.  Refreshing and different you should experience this classic beer.", "statusDisplay": "Verified", "nameDisplay": "Bills Witbier", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/tmhOm5/upload_DtIMOb-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/tmhOm5/upload_DtIMOb-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/tmhOm5/upload_DtIMOb-icon.png"}, "originalGravity": "1.055", "id": "tmhOm5", "createDate": "2014-09-04 15:03:31", "updateDate": "2015-12-17 16:37:41", "abv": "4.9", "styleId": 65, "availableId": 1, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "ibu": "16", "name": "Bills Witbier"}, {"status": "verified", "isOrganic": "N", "description": "This lightly colored ale has a delicate floral aroma and flavor reminiscent of Williamsports first breweries, clean and crisp with just a touch of lingering sweetness leading to a dry, balanced finish.", "statusDisplay": "Verified", "nameDisplay": "Billtown Blonde", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2012-01-03 02:42:49", "updateDate": "2014-10-08 17:36:31", "abv": "6", "styleId": 36, "id": "pKjSOS", "name": "Billtown Blonde"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Hopheads Rejoice! Want more than just one highly hopped pint, but don't want the high ABV? Behold! A sessionable IPA with all the lupulin crunch you demand.", "statusDisplay": "Verified", "nameDisplay": "Billy 18-Watt IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/tPZgZs/upload_ChM8X1-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/tPZgZs/upload_ChM8X1-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/tPZgZs/upload_ChM8X1-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "tPZgZs", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-12-14 11:43:39", "updateDate": "2015-12-16 23:01:32", "abv": "5", "styleId": 30, "availableId": 1, "glasswareId": 5, "ibu": "77", "name": "Billy 18-Watt IPA"}, {"status": "verified", "isOrganic": "Y", "name": "Billy Baroo", "nameDisplay": "Billy Baroo", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.08", "description": "Dark copper to very dark brown, British-style imperial stouts typically have high alcohol content. The extremely rich malty flavor (often characterized as toffee-like or caramel-like) and aroma are balanced with medium hopping and high fruity-ester characteristics. Bitterness should be moderate and balanced with sweet malt character. The bitterness may be higher in the darker versions. Roasted malt astringency is very low or absent. Bitterness should not overwhelm the overall character. Hop aroma can be subtle to moderately hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:45", "ibuMin": "45", "categoryId": 1, "srmMax": "35", "ibuMax": "65", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:22:41", "fgMax": "1.03", "shortName": "British Imperial Stout", "abvMax": "12", "id": 16, "srmMin": "20", "name": "British-Style Imperial Stout"}, "createDate": "2015-06-12 13:55:36", "updateDate": "2015-06-12 13:55:36", "abv": "8.1", "styleId": 16, "id": "ZzKv1e", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "When your tastebuds beg for a pounding this IIPA sneaks up with smoothness, and then: Bam! Citrus uppercut! Biff! Dank bitterness! Wham! A piney bite! Ooof! Floral, dank pine and citrus aromas! Kablam! 8.6% ABV! Thank you sir, may I have another!?!", "statusDisplay": "Verified", "nameDisplay": "Billy Full-Stack IIPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/guWaFf/upload_wjjvve-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/guWaFf/upload_wjjvve-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/guWaFf/upload_wjjvve-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "guWaFf", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-12-14 11:48:00", "updateDate": "2016-10-27 13:11:29", "abv": "8.2", "styleId": 31, "availableId": 4, "glasswareId": 5, "ibu": "135", "name": "Billy Full-Stack IIPA"}, {"status": "verified", "isOrganic": "N", "description": "Billy Goat Trail Ale, brewed to be refreshing ale lightly hopped with a good balance of premium 2 row and light crystal malts. This beer is brewed with a combination of locally grown hops and a new hop variety grown in the southern hemisphere, with hints of grapefruit.", "statusDisplay": "Verified", "nameDisplay": "Billy Goat Trail Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/YEaTN8/upload_rzZo2q-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/YEaTN8/upload_rzZo2q-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/YEaTN8/upload_rzZo2q-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2013-09-02 14:49:19", "updateDate": "2015-12-17 06:08:38", "styleId": 30, "id": "YEaTN8", "name": "Billy Goat Trail Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Crank the hops to the point right before taste buds bleed with an original (and hard to get) blend. At 88 IBU's \"Half Stack\" is a relative term - As we like to say, \"If it's too hoppy, you're too old!\"", "statusDisplay": "Verified", "nameDisplay": "Billy Half-Stack IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/VjIUjJ/upload_IMhjZs-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/VjIUjJ/upload_IMhjZs-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/VjIUjJ/upload_IMhjZs-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "VjIUjJ", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-12-14 11:44:04", "updateDate": "2015-12-16 22:43:22", "abv": "6.6", "styleId": 30, "availableId": 1, "glasswareId": 5, "ibu": "88", "name": "Billy Half-Stack IPA"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A traditional English-style Old Ale, having undergone over five months of oak barrel aging and another several months in the bottle.\r\nMalts: organic pale, ashburne mild, caramel\r\nUnmalted: black barley\r\nAlso: molasses\r\nYeasts: London ESB and brettanomyces clausennii", "statusDisplay": "Verified", "nameDisplay": "Billy the Mountain", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ze2p9e/upload_3ELIwU-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ze2p9e/upload_3ELIwU-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ze2p9e/upload_3ELIwU-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.058", "description": "Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "30", "ibuMax": "65", "abvMin": "6", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:03", "fgMax": "1.03", "shortName": "Old Ale", "abvMax": "9", "id": 13, "srmMin": "12", "name": "Old Ale"}, "name": "Billy the Mountain", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:49", "updateDate": "2015-12-16 05:42:21", "abv": "9.1", "styleId": 13, "availableId": 4, "id": "ze2p9e", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Five varieties of fresh cut chile peppers take this unfiltered American-style wheat beer to the next level.  Light-bodied and refreshing, with a pronounced aroma that makes fire breathers beam, Billy's is peerless in the realm of chile beers.  More flavor than heat (depending on your tolerance)... But it definitely delivers a kick!", "statusDisplay": "Verified", "nameDisplay": "Billy's Chilies", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ddIHjd/upload_yZdxiO-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ddIHjd/upload_yZdxiO-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ddIHjd/upload_yZdxiO-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "id": "ddIHjd", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:49", "updateDate": "2015-12-16 11:29:11", "abv": "5.3", "styleId": 125, "availableId": 1, "glasswareId": 5, "ibu": "10", "name": "Billy's Chilies"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "This is another classic interpretation of an English bitter – malt sweetness offset by earthy hops; very drinkable.  A best bitter sits just above an ordinary in the bitter family.  It’s sometime synonymous with special bitter though the word special is also sometimes reserved for the next level up, just shy of an ESB (extra special bitter).", "statusDisplay": "Verified", "nameDisplay": "Billy's Sunday Bitter", "originalGravity": "1.05", "id": "Wy6g9d", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-05-09 19:12:24", "updateDate": "2014-09-11 12:21:35", "abv": "4.6", "styleId": 150, "availableId": 2, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.05", "description": "Generally dry, full-bodied, austere.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.075", "categoryId": 12, "abvMin": "6", "fgMin": "0.995", "updateDate": "2015-04-07 15:48:47", "fgMax": "1.01", "shortName": "English Cider", "abvMax": "9", "id": 150, "name": "English Cider"}, "ibu": "24", "name": "Billy's Sunday Bitter"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Biloxi Blonde", "createDate": "2012-01-03 02:42:49", "updateDate": "2015-01-08 17:33:21", "id": "IyHu8J", "name": "Biloxi Blonde"}, {"status": "verified", "isOrganic": "N", "name": "Biloxi Light", "nameDisplay": "Biloxi Light", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.044", "description": "This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.", "createDate": "2012-03-21 20:06:46", "ibuMin": "6", "categoryId": 8, "srmMax": "6", "ibuMax": "15", "abvMin": "4.3", "fgMin": "1.01", "updateDate": "2015-04-07 15:40:04", "fgMax": "1.014", "shortName": "American Premium Lager", "abvMax": "5", "id": 97, "srmMin": "2", "name": "American-Style Premium Lager"}, "createDate": "2012-01-03 02:42:49", "updateDate": "2014-10-09 13:39:41", "styleId": 97, "id": "vI0iHk", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Biltre Matreira APA", "nameDisplay": "Biltre Matreira APA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2016-08-23 21:59:52", "updateDate": "2016-08-24 12:36:18", "abv": "5.6", "styleId": 25, "id": "KRZeC4", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Bim Bam Boom", "nameDisplay": "Bim Bam Boom", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2016-02-22 16:16:54", "updateDate": "2016-02-22 16:16:54", "abv": "7.4", "styleId": 42, "id": "YmeqSb", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Bimini is a classic brown ale ready to be served on any occasion. Made from a blend of pale ale, crystal, and chocolate malts, this brown has a rich color and mild toffee flavor. We added a wee bit of rye to spice things up. The use of British ale yeasts and a variety of American hops makes this hybrid brown a pleasure to drink. Great with most foods; best with pumpkin pie!", "statusDisplay": "Verified", "nameDisplay": "Bimini Brown", "originalGravity": "1.055", "createDate": "2013-10-07 00:09:22", "updateDate": "2015-06-17 20:27:49", "abv": "5.5", "styleId": 37, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "id": "iidXB9", "name": "Bimini Brown"}, {"status": "verified", "isOrganic": "N", "name": "Bimini Twist IPA", "statusDisplay": "Verified", "nameDisplay": "Bimini Twist IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/6VLcyl/upload_8kzy62-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/6VLcyl/upload_8kzy62-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/6VLcyl/upload_8kzy62-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "6VLcyl", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-07-23 12:27:03", "updateDate": "2015-12-17 16:20:51", "abv": "7", "styleId": 30, "ibu": "82", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Binder Day", "srmId": 41, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Binder Day", "servingTemperatureDisplay": "Cellar - (12-14C/54-57F)", "originalGravity": "1.067", "id": "R7hXas", "servingTemperature": "cellar", "statusDisplay": "Verified", "createDate": "2016-05-16 19:39:49", "updateDate": "2016-05-17 14:12:49", "abv": "7.4", "styleId": 21, "availableId": 1, "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.038", "description": "Oatmeal stouts include oatmeal in their grist, resulting in a pleasant, full flavor and a smooth profile that is rich without being grainy. A roasted malt character which is caramel-like and chocolate-like should be evident - smooth and not bitter. Coffee-like roasted barley and roasted malt aromas (chocolate and nut-like) are prominent. Color is dark brown to black. Bitterness is moderate, not high. Hop flavor and aroma are optional but should not overpower the overall balance if present. This is a medium- to full- bodied beer, with minimal fruity esters. Diacetyl should be absent or at extremely low levels. Original gravity range and alcohol levels are indicative of English tradition of oatmeal stout.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "20", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:22:53", "fgMax": "1.02", "shortName": "Oatmeal Stout", "abvMax": "6", "id": 21, "srmMin": "20", "name": "Oatmeal Stout"}, "ibu": "26.1", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Binding Adler", "nameDisplay": "Binding Adler", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 7, "srmMax": "4", "ibuMax": "40", "abvMin": "4", "fgMin": "1.006", "updateDate": "2015-04-07 15:35:59", "fgMax": "1.012", "shortName": "German Pilsener", "abvMax": "5", "id": 75, "srmMin": "3", "name": "German-Style Pilsener"}, "createDate": "2012-08-12 12:08:39", "updateDate": "2014-03-29 16:39:09", "abv": "6", "styleId": 75, "id": "Mfkstr", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Binding Braumeister Kraft Malz", "nameDisplay": "Binding Braumeister Kraft Malz", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/DcvJMA/upload_v759Hk-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/DcvJMA/upload_v759Hk-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/DcvJMA/upload_v759Hk-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Non-alcoholic (NA) malt beverages should emulate the character of a previously listed category/subcategory designation but without the alcohol (less than 0.5 percent). Non-alcoholic (beer) malt beverages will inherently have a profile lacking the complexity and balance of flavors which can be attributed to alcohol. They should accordingly not be assessed negatively for reasons related to the absence of alcohol.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:47:18", "shortName": "Non-Alcoholic", "id": 139, "name": "Non-Alcoholic (Beer) Malt Beverages"}, "createDate": "2012-08-12 12:08:40", "updateDate": "2015-12-16 18:54:45", "styleId": 139, "id": "DcvJMA", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Carolus Doppelbock, Stout, the specialty of the Binding brewery, sold for over one hundred years during the festive season. Its name comes from Carolus Magnus, the man who founded in 794, the \"Franconofurt,\" the ford of the Franks, later to Frankfurt.\r\nOn 28 January 1902, the feast of Charlemagne, was Carolus Doppelbock first served. Today, as in the early years is adorned with a picture of Charlemagne, the label of binding double trestle. It has drawn the painter Fritz Boehle. The friend of the family brewers binding, by their generous support, had the Carolingian 1914 drawing up his horse and thus given the \"Carolus\" an unmistakable appearance. And so the reminiscent of Carolus Sachsenhausen hill with each bottle and the more than twelve-hundred-year history of Frankfurt.\r\n\r\nWith an original gravity of 18.5 percent and 7.5 percent alcohol by volume, he heats his friends so true. Connoisseurs appreciate his dark sparkle and love the full-bodied, malt-aromatic flavor. Who cares there already, that he ml on at least 70 calories per 100 does, and thus not really a \"slimming\" in the Binding beers range counts.\r\n\r\nCarolus's from October till after Christmas in the 0.5-or 0.33-liter bottle and fresh from the tap", "statusDisplay": "Verified", "nameDisplay": "Binding Carolus der Starke (Carolus Doppelbock)", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/bJCVCj/upload_hIg4Zx-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/bJCVCj/upload_hIg4Zx-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/bJCVCj/upload_hIg4Zx-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.074", "description": "Malty sweetness is dominant but should not be cloying. Malt character is more reminiscent of fresh and lightly toasted Munich- style malt, more so than caramel or toffee malt character. Some elements of caramel and toffee can be evident and contribute to complexity, but the predominant malt character is an expression of toasted barley malt. Doppelbocks are full bodied and deep amber to dark brown in color. Astringency from roast malts is absent. Alcoholic strength is high, and hop rates increase with gravity. Hop bitterness and flavor should be low and hop aroma absent. Fruity esters are commonly perceived but at low to moderate levels. Diacetyl should be absent", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 7, "srmMax": "30", "ibuMax": "27", "abvMin": "6.5", "fgMin": "1.014", "updateDate": "2015-04-07 15:39:08", "fgMax": "1.02", "shortName": "Doppelbock", "abvMax": "8", "id": 90, "srmMin": "12", "name": "German-Style Doppelbock"}, "createDate": "2012-08-12 12:08:40", "updateDate": "2015-12-16 17:23:49", "abv": "7.5", "styleId": 90, "id": "bJCVCj", "name": "Binding Carolus der Starke (Carolus Doppelbock)"}, {"status": "verified", "isOrganic": "N", "description": "For over 125 years, Binding has been brewing this traditional beer strictly in accordance with the German Beer Purity Decree of 1516. Delicately hopped with a vigorous, neither sweet nor bitter, taste - a Masterpiece.", "statusDisplay": "Verified", "nameDisplay": "Binding Export", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "Dortmunder has medium hop bitterness. Hop flavor and aroma from noble hops are perceptible but low. Sweet malt flavor can be low and should not be caramel-like. The color of this style is straw to deep golden. The body will be medium bodied. Fruity esters, chill haze, and diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "23", "categoryId": 7, "srmMax": "6", "ibuMax": "29", "abvMin": "5", "fgMin": "1.01", "updateDate": "2015-04-07 15:36:34", "fgMax": "1.014", "shortName": "Dortmunder", "abvMax": "6", "id": 79, "srmMin": "3", "name": "Dortmunder / European-Style Export"}, "createDate": "2012-08-12 12:08:38", "updateDate": "2014-03-29 16:39:01", "abv": "5.3", "styleId": 79, "id": "kM24kQ", "name": "Binding Export"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Binding Flavoured Lager Cuba Libre", "createDate": "2012-08-12 12:08:37", "updateDate": "2012-08-15 17:21:40", "id": "tOreI7", "name": "Binding Flavoured Lager Cuba Libre"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Binding Flavoured Lager Golden Tequila", "createDate": "2012-08-12 12:08:36", "updateDate": "2012-08-15 17:21:45", "id": "2RhDpo", "name": "Binding Flavoured Lager Golden Tequila"}, {"status": "verified", "isOrganic": "N", "name": "Binding Flavoured Lager Guarana Verde", "nameDisplay": "Binding Flavoured Lager Guarana Verde", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.046", "description": "Beers in this category are reddish brown or copper colored. They are medium in body. The beer is characterized by malty aroma and slight malt sweetness. The malt aroma and flavor should have a notable degree of toasted and/or slightly roasted malt character. Hop bitterness is clean and crisp. Noble-type hop aromas and flavors should be low or mild. Diacetyl, chill haze and ale-like fruity esters should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "22", "categoryId": 7, "srmMax": "16", "ibuMax": "28", "abvMin": "4.8", "fgMin": "1.012", "updateDate": "2015-04-07 15:36:42", "fgMax": "1.018", "shortName": "Vienna Lager", "abvMax": "5.4", "id": 80, "srmMin": "12", "name": "Vienna-Style Lager"}, "createDate": "2012-08-12 12:08:36", "updateDate": "2015-04-15 20:49:58", "styleId": 80, "id": "elQ1zF", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Binding Flavoured Lager Red Damiana", "createDate": "2012-08-12 12:08:36", "updateDate": "2012-08-15 17:21:50", "id": "H58q8g", "name": "Binding Flavoured Lager Red Damiana"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Binding Kutscher Alt", "createDate": "2012-08-12 12:08:39", "updateDate": "2012-08-15 17:21:55", "id": "yzTh3I", "name": "Binding Kutscher Alt"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Binding Lager", "createDate": "2012-08-12 12:08:35", "updateDate": "2015-05-07 17:59:19", "id": "Q7yPgN", "name": "Binding Lager"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Binding Römer Pils", "statusDisplay": "Verified", "nameDisplay": "Binding Römer Pils", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ViaSRY/upload_8VxXbA-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ViaSRY/upload_8VxXbA-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ViaSRY/upload_8VxXbA-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 7, "srmMax": "4", "ibuMax": "40", "abvMin": "4", "fgMin": "1.006", "updateDate": "2015-04-07 15:35:59", "fgMax": "1.012", "shortName": "German Pilsener", "abvMax": "5", "id": 75, "srmMin": "3", "name": "German-Style Pilsener"}, "servingTemperature": "very_cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "servingTemperatureDisplay": "Very Cold - (0-4C/32-39F)", "createDate": "2012-08-12 12:08:37", "updateDate": "2015-12-16 17:43:23", "abv": "4.9", "styleId": 75, "availableId": 1, "id": "ViaSRY", "glasswareId": 4}]
