[{"status": "verified", "isOrganic": "Y", "description": "Crisp, herbal, light citrus German Perle hops envelope your senses and give you the strength to fight for your club for the Full 90 minute contest. A powerful hop aroma provides an expansive element to this light session ale. Hops are not left alone and are balanced with Vienna malt providing a soft bready/biscuit character. Full 90 is full flavored to satisfy and light enough to make it through the match.", "statusDisplay": "Verified", "nameDisplay": "Full 90 Session Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "id": "hpGATF", "createDate": "2015-07-29 14:56:46", "updateDate": "2015-07-29 14:56:46", "abv": "4.2", "styleId": 36, "ibu": "45", "name": "Full 90 Session Ale"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "With beginnings reminiscent of a Bohemian pilsner, this bountiful craft lager is a refreshingly hoppy Northwest experience.", "statusDisplay": "Verified", "nameDisplay": "Full Bloom", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/GW4KAZ/upload_T8QWe7-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/GW4KAZ/upload_T8QWe7-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/GW4KAZ/upload_T8QWe7-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "id": "GW4KAZ", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "createDate": "2013-01-05 19:06:58", "updateDate": "2015-12-16 23:49:57", "abv": "6.3", "styleId": 98, "availableId": 3, "glasswareId": 4, "ibu": "35", "name": "Full Bloom"}, {"status": "verified", "isOrganic": "N", "description": "A vibrant Farmhouse Ale exclusively fermented with our house strain of brettanomyces bruxellensis & hopped with Pacifica, Wakatu, & Waimea; crisp, earthy & dry on the palate with alluring aromas of strawberry, white pepper, pineapple, melon, guava, earth & grass.", "statusDisplay": "Verified", "nameDisplay": "Full Bloom", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "id": "j4Jt7E", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "createDate": "2015-04-13 15:31:54", "updateDate": "2015-04-13 15:31:55", "abv": "5.5", "styleId": 72, "glasswareId": 8, "ibu": "22", "name": "Full Bloom"}, {"status": "verified", "isOrganic": "N", "name": "Full Blown Aged", "nameDisplay": "Full Blown Aged", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:27", "shortName": "BBL Aged", "id": 132, "name": "Wood- and Barrel-Aged Beer"}, "createDate": "2014-10-10 14:26:51", "updateDate": "2014-10-10 14:28:57", "styleId": 132, "id": "LXMJjy", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Full Boar™ Scotch Ale is deeply malted and caramel apparent with overtones of chocolate and a slight hint of a mild, smoky flavor.\r\n\r\nOur Full Boar Scotch Ale’s proprietary malt blend, lightly smoked with peat moss, imparts subtle hints of chocolate, caramel and smoke in a beer that drinks astonishingly smoothly.", "statusDisplay": "Verified", "nameDisplay": "Full Boar", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/mVrwzD/upload_R3fvpM-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/mVrwzD/upload_R3fvpM-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/mVrwzD/upload_R3fvpM-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.035", "description": "Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "12", "categoryId": 1, "srmMax": "19", "ibuMax": "20", "abvMin": "3.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:48", "fgMax": "1.014", "shortName": "Scottish Heavy", "abvMax": "4", "id": 8, "srmMin": "10", "name": "Scottish-Style Heavy Ale"}, "id": "mVrwzD", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2016-05-03 19:42:59", "abv": "7.4", "styleId": 8, "availableId": 1, "glasswareId": 5, "ibu": "12", "foodPairings": "First-Class chefs pair this Wee Heavy style ale with the finest cuts of meat, yet it has been infused into everything from artisanal cheeses to ice cream.", "name": "Full Boar"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 5, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/PsFAwd/upload_sWCfph-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/PsFAwd/upload_sWCfph-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/PsFAwd/upload_sWCfph-icon.png"}, "styleId": 45, "availableId": 1, "foodPairings": "seafood, corn, veggies and mild white cheeses", "id": "PsFAwd", "statusDisplay": "Verified", "originalGravity": "1.046", "ingredients": {"hops": [{"category": "hop", "createDate": "2013-06-24 16:07:30", "categoryDisplay": "Hops", "id": 46, "name": "German Magnum"}, {"myrceneMax": 65, "category": "hop", "farneseneMax": 1, "description": "A triploid released in 1983 as part of a program attempting to develop an American substitute for Hallertauer Mittelfr?h, Mount Hood was a cross between a tetraploid Hallertauer and an unnamed aroma variety derived from Early Green. Sister hops from the same program include Liberty, Crystal, and Ultra. Mount Hood has a mild and clean aroma and flavour, excellent for finishing European lagers.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:33", "betaAcidMin": 4, "categoryDisplay": "Hops", "id": 84, "humuleneMin": 15, "betaAcidMax": 7.5, "caryophylleneMax": 15, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 7, "cohumuloneMax": 27, "cohumuloneMin": 22, "myrceneMin": 30, "alphaAcidMin": 3, "humuleneMax": 35, "name": "Mount Hood"}], "malt": [{"category": "malt", "createDate": "2013-06-24 16:07:58", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 1950, "name": "Two-Row Barley Malt"}, {"category": "malt", "createDate": "2013-06-24 16:07:56", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 854, "name": "Wheat Malt"}], "yeast": [{"category": "yeast", "attenuationMin": 73, "description": "A true top cropping yeast with low ester formation and a broad temperature range. Fermentation at higher temperatures may produce mild fruitiness. This powdery strain results in yeast that remains in suspension post fermentation. Beers mature rapidly, even when cold fermentation is used. Low or no detectable diacetyl.", "categoryDisplay": "Yeast", "yeastFormat": "liquid", "productId": "1007", "attenuationMax": 77, "alcoholToleranceMin": 11, "fermentTempMin": 55, "fermentTempMax": 68, "createDate": "2013-06-24 16:09:27", "updateDate": "2013-06-24 16:10:52", "supplier": "Wyeast", "yeastType": "ale", "alcoholToleranceMax": 11, "id": 1873, "name": "German Ale"}]}, "nameDisplay": "Full Circle", "name": "Full Circle", "abv": "4.9", "status": "verified", "description": "A kölsch-style beer, Full Circle is a refreshing celebration of our brewery’s belief in balance. The soft, well-rounded malt character, light hop profile and crisp finish bring us back around to the familiar tastes of classic, thirst quenching beer. A perfect session beer, we recommend Full Circle with fish, grilled vegetables, grilled sausages, and just about anything else served on a patio.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.042", "description": "Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 4, "srmMax": "6", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:29:04", "fgMax": "1.01", "shortName": "Kölsch", "abvMax": "5.3", "id": 45, "srmMin": "4", "name": "German-Style Kölsch / Köln-Style Kölsch"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "servingTemperature": "cold", "updateDate": "2015-12-16 03:44:12", "ibu": "26", "createDate": "2012-01-03 02:43:15"}, {"status": "verified", "isOrganic": "N", "description": "Same exact recipe as our IPA, the only difference is the yeast. This change imparts big aroma and flavors of pineapple, pear, and peach. It’s amazing what those little buggers can do!", "statusDisplay": "Verified", "nameDisplay": "Full Clip", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2016-08-14 16:45:32", "updateDate": "2016-08-14 16:45:33", "abv": "6.5", "styleId": 30, "id": "Y93Hrf", "name": "Full Clip"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Full Court", "statusDisplay": "Verified", "nameDisplay": "Full Court", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/AQw5ki/upload_ZcMILh-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/AQw5ki/upload_ZcMILh-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/AQw5ki/upload_ZcMILh-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2015-12-16 10:41:38", "abv": "12", "styleId": 31, "availableId": 1, "id": "AQw5ki", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "The Story:\r\nCelebrating the return of the warm season as the snows recede up the mountainsides.\r\nThe Beer:\r\nPilsen, Caramel, and CaraPils create a traditional German lager along with Tettnanger hops and German lager yeast.", "statusDisplay": "Verified", "nameDisplay": "Full Curl Maibock", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/7eduaE/upload_M9PTYj-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/7eduaE/upload_M9PTYj-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/7eduaE/upload_M9PTYj-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "The German word helle means light colored, and as such, a heller Bock is light straw to deep golden in color. Maibocks are also light-colored bocks. The sweet malty character should come through in the aroma and flavor. A lightly toasted and/or bready malt character is often evident. Roast or heavy toast/caramel malt character should be absent. Body is medium to full. Hop bitterness should be low, while noble-type hop aroma and flavor may be at low to medium levels. Bitterness increases with gravity. Fruity esters may be perceived at low levels. Diacetyl should be absent. Chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "10", "ibuMax": "38", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:39:04", "fgMax": "1.02", "shortName": "Maibock", "abvMax": "8", "id": 89, "srmMin": "4", "name": "German-Style Heller Bock/Maibock"}, "id": "7eduaE", "createDate": "2015-11-05 04:23:12", "updateDate": "2015-12-18 06:10:13", "abv": "7.2", "styleId": 89, "availableId": 4, "foodPairings": "Grilled Mushroom Melt", "ibu": "32", "name": "Full Curl Maibock"}, {"status": "verified", "isOrganic": "N", "description": "Full Curl Scotch Ale is brewed in the traditional Wee Heavy Scotch strong ale style. (This is not to be confused with the lighter-bodied Scottish ale style.) All about malt, Full Curl pours dark brown with a tan head. Its medium body provides sustenance while its strength boosts courage. With a stiff mug of Full Curl under your belt, you may even have what it takes to don a kilt.", "statusDisplay": "Verified", "nameDisplay": "Full Curl Scotch Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.06", "description": "Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "21", "ibuMax": "65", "abvMin": "7", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:05", "fgMax": "1.04", "shortName": "Strong Ale", "abvMax": "11", "id": 14, "srmMin": "8", "name": "Strong Ale"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2012-03-22 13:05:04", "abv": "6", "styleId": 14, "id": "DBGYX8", "name": "Full Curl Scotch Ale"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "This dark beer is brewed in the style of those beers from the Baltic Sea region in Europe specifically Poland.  It is full and rich with slight caramel and current notes and a little bit of roasted grain at the end.  It is low to moderately hopped and is sure to please the European beer connoisseur.", "statusDisplay": "Verified", "nameDisplay": "Full Fathom", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/NhQRVo/upload_NDxV4F-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/NhQRVo/upload_NDxV4F-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/NhQRVo/upload_NDxV4F-icon.png"}, "originalGravity": "1.08", "id": "NhQRVo", "createDate": "2014-09-16 16:05:37", "updateDate": "2015-12-17 17:00:02", "abv": "8", "styleId": 104, "availableId": 4, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 9, "name": "Other Lager"}, "ogMin": "1.072", "description": "A true smooth cold-fermented and cold lagered beer, brewed with lager yeast. Black to very deep ruby/garnet in color. Overall, Baltic Porters have a very smooth lagered character with distinctive caramelized sugars, licorice and chocolate-like character of roasted malts and dark sugars. Roasted dark malts should not contribute bitterness, or astringent roast character. A low degree of smokiness from malt may be evident. Debitterized roast malts are best used for this style. Because of its alcoholic strength, aroma may include gentle (low) lager fruitiness (berries, grapes, plums, not banana; ale-like fruitiness from warm temperature fermentation is not appropriate), complex alcohols, cocoa-like, roast malt (and sometimes coffee-like roast barley, yet not bitter). Hop aroma is very low, though a hint of floral or sweet hop aroma can complement aromatics and flavor without dominance. Baltic Porters are not hop bitter dominated and expressed as low to medium-low. Baltic porters range from having medium to full body complemented with a medium-low to medium level of malty sweetness. No butterscotch-like diacetyl or sweet corn-like dimethylsulfide (DMS) should be apparent in aroma or flavor.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 9, "srmMax": "40", "ibuMax": "40", "abvMin": "7.5", "fgMin": "1.016", "updateDate": "2015-04-07 15:41:46", "fgMax": "1.022", "shortName": "Baltic Porter", "abvMax": "9", "id": 104, "srmMin": "40", "name": "Baltic-Style Porter"}, "ibu": "31", "name": "Full Fathom"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "While celebrating our win of three Gold medals, two Silver medals and “Large Brewpub of the Year at the 2006 Great American Beer Festival, one of our fans said, “Three golds and two silvers, that’s a full house!”  This huge win inspired our brewers to come up with a celebration beer, and Full House was born!  Full House has a dark red-brown color, a solid foundation of caramel and cocoa-like chocolate malt, and a pronounced floral Northwest hop character.  Full-bodied and full of flavor, Full House finishes clean, balanced, warming and satisfying.", "statusDisplay": "Verified", "nameDisplay": "Full House", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/GSkOGp/upload_VDcsnv-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/GSkOGp/upload_VDcsnv-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/GSkOGp/upload_VDcsnv-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "id": "GSkOGp", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2016-11-22 19:27:16", "abv": "8.3", "styleId": 37, "availableId": 3, "glasswareId": 5, "ibu": "50", "name": "Full House"}, {"status": "verified", "isOrganic": "N", "description": "Big and malty with a decent hop backbone for balance.", "statusDisplay": "Verified", "nameDisplay": "Full House Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-08-11 14:13:45", "updateDate": "2015-08-11 14:13:45", "abv": "7.5", "styleId": 25, "id": "NZWtc1", "name": "Full House Pale Ale"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "name": "Full Malted Jacket", "statusDisplay": "Verified", "nameDisplay": "Full Malted Jacket", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/wSGZOd/upload_ZgGhUY-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/wSGZOd/upload_ZgGhUY-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/wSGZOd/upload_ZgGhUY-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.035", "description": "Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "12", "categoryId": 1, "srmMax": "19", "ibuMax": "20", "abvMin": "3.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:48", "fgMax": "1.014", "shortName": "Scottish Heavy", "abvMax": "4", "id": 8, "srmMin": "10", "name": "Scottish-Style Heavy Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-02-22 17:53:49", "updateDate": "2015-12-16 23:09:12", "abv": "9.2", "styleId": 8, "availableId": 3, "id": "wSGZOd", "glasswareId": 5}, {"available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "srmId": 18, "styleId": 135, "availableId": 2, "foodPairings": "Pizza, Pulled Pork Sandwich", "id": "Xns0Mu", "statusDisplay": "Verified", "originalGravity": "1.074", "nameDisplay": "Full Metal Jacket", "name": "Full Metal Jacket", "abv": "9", "status": "verified", "description": "An Imperial Red Ale brewed with Rye malt, aged with bourbon-soaked cedar, and dry-hopped with Nugget hops.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Any strong classic style or unique, experimental style of beer can be wood or barrel-aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and unique wood character but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Primary character of the beer style may or may not be apparent. Sour wood-aged beer of any color is outlined in other categories. Beers in this style may or may not have Brettanomyces character. The brewer must explain the special nature of the beer to allow for accurate judging. Comments could include: type of wood used (new or old, oak or other wood type), type of barrel used (new, port/ whiskey/ wine/ sherry/ other), base beer style or achieved character. Beer entries not accompanied by this information will be at a disadvantage during judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:50", "shortName": "BBL Aged Strong", "id": 135, "name": "Wood- and Barrel-Aged Strong Beer"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "srm": {"hex": "A63E00", "id": 18, "name": "18"}, "servingTemperature": "cold", "updateDate": "2015-04-29 18:00:37", "ibu": "41", "createDate": "2013-08-15 02:45:44"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 11, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/EA5y03/upload_uiTnN9-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/EA5y03/upload_uiTnN9-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/EA5y03/upload_uiTnN9-icon.png"}, "styleId": 117, "availableId": 1, "foodPairings": "Citrus vinaigrette\r\nPad thai", "id": "EA5y03", "statusDisplay": "Verified", "originalGravity": "1.061", "ingredients": {"hops": [{"forAroma": "Y", "alphaAcidMax": 13, "myrceneMax": 65, "cohumuloneMax": 24, "farneseneMax": 1, "forFlavor": "Y", "id": 27, "humuleneMax": 13, "category": "hop", "createDate": "2013-06-24 16:07:28", "isNoble": "N", "humuleneMin": 11, "betaAcidMax": 4.5, "cohumuloneMin": 22, "myrceneMin": 60, "alphaAcidMin": 11, "description": "Comprised of Hallertau Mittelfrüh, US Tettnang, Brewer's Gold and East Kent Golding", "betaAcidMin": 3.5, "caryophylleneMax": 8, "caryophylleneMin": 6, "name": "Citra", "categoryDisplay": "Hops", "updateDate": "2015-09-24 13:38:05", "forBittering": "N"}, {"myrceneMax": 65, "category": "hop", "farneseneMax": 1, "description": "Simcoe is a dual-purpose hop variety which its grower claims is similar in character to Amarillo. It is a proprietary hop, and the name \"Simcoe\" is a registered trademark of Yakima Chief Ranches, LLC.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:36", "betaAcidMin": 4, "categoryDisplay": "Hops", "id": 118, "humuleneMin": 10, "betaAcidMax": 5, "caryophylleneMax": 8, "updateDate": "2013-06-24 16:10:38", "caryophylleneMin": 5, "cohumuloneMax": 20, "cohumuloneMin": 15, "myrceneMin": 60, "alphaAcidMin": 12, "humuleneMax": 15, "name": "Simcoe"}], "malt": [{"category": "malt", "createDate": "2013-06-24 16:07:58", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 1947, "name": "Barley - Malted"}, {"category": "malt", "createDate": "2013-06-24 16:07:59", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 1977, "name": "Malted Rye"}]}, "nameDisplay": "Full Moon", "name": "Full Moon", "abv": "6.2", "status": "verified", "description": "Full moons in the Hill Country are legendary. People literally write songs about them. And Downtown Blanco illuminated by a full moon? Unforgettable. Inspired by that striking view, Full Moon is a new take on our original flagship beer. Malted rye and barley are complemented by generous helpings of Simcoe and Citra hops, resulting in a bold, full-bodied American IPA.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "srm": {"hex": "D77200", "id": 11, "name": "11"}, "servingTemperature": "cold", "updateDate": "2015-12-16 04:49:55", "ibu": "50", "createDate": "2012-01-03 02:43:15"}, {"status": "verified", "isOrganic": "N", "name": "Full Moon Barley Wine Ale", "nameDisplay": "Full Moon Barley Wine Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2015-05-29 16:18:25", "styleId": 34, "id": "7YGrh1", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A Belgium Wheat Ale, Spiced With Orange Reel & Coriander, Strong & Smooth", "statusDisplay": "Verified", "nameDisplay": "Full Moon Belgian White Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.054", "description": "Belgian-style blond ales are characterized by low yet evident hop bitterness, flavor, and sometimes aroma. Light to medium body and low malt aroma with a sweet, spiced and a low to medium fruity-ester character orchestrated in flavor and aroma. Sugar may be used to lighten perceived body. They are blonde to golden in color. Noble-type hops are commonly used. Low levels of phenolic spiciness from yeast byproducts may be perceived. Diacetyl should not be perceived. Acidic character should not be present. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "7", "ibuMax": "30", "abvMin": "6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:01", "fgMax": "1.014", "shortName": "Belgian Blonde", "abvMax": "7.8", "id": 61, "srmMin": "4", "name": "Belgian-Style Blonde Ale"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2015-11-04 21:15:46", "abv": "7.9", "styleId": 61, "id": "atDMAs", "name": "Full Moon Belgian White Ale"}, {"status": "verified", "isOrganic": "N", "description": "A dark roasty porter body is the backbone for TBBC’s signature subtropical porter. This beer displays a beautiful blend of banana, vanilla and roasted malts, making it easy to drink, and satisfying on even the hottest Florida day. The Full Moon Madness marks the 20th anniversary of TBBC.", "statusDisplay": "Verified", "nameDisplay": "Full Moon Madness Subtropical Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "createDate": "2016-08-25 16:29:11", "updateDate": "2016-08-25 16:29:11", "abv": "6", "styleId": 18, "id": "ziGTUy", "name": "Full Moon Madness Subtropical Porter"}, {"status": "verified", "isOrganic": "N", "description": "Full Moon is a West Coast style pale ale that is both kettle hopped and dry hopped with Centennial and Cascades. The hops provide this ale with a nice citrus-like taste to balance out the caramel malts.", "statusDisplay": "Verified", "nameDisplay": "Full Moon Pale Ale", "originalGravity": "1.049", "id": "Ngwel6", "createDate": "2014-11-10 18:49:24", "updateDate": "2014-11-10 18:49:24", "abv": "5", "styleId": 25, "foodPairings": "Cheeses like Stilton and blue cheese.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "ibu": "31", "name": "Full Moon Pale Ale"}, {"status": "verified", "isOrganic": "N", "name": "Full Moon Pale Ale", "nameDisplay": "Full Moon Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2012-03-22 13:05:31", "styleId": 25, "id": "bgpHqG", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "American 2 row malt lays a solid foundation on which munich and rye malt add depth and complexity, all of which are overshadowed by Summit and Austrailian Galaxy hops which impart a passionfruit, mango-esque halo. This light, crisp IPA starts hoppy and aromatic and finishes dry and smooth, leaving you with nothing but the desire for another sip. Cheers to hops!", "statusDisplay": "Verified", "nameDisplay": "Full Moon Series: Peak of the Galaxy", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "Y7Bzuf", "createDate": "2013-08-21 13:01:14", "updateDate": "2013-08-21 13:01:14", "abv": "6.8", "styleId": 30, "ibu": "65", "name": "Full Moon Series: Peak of the Galaxy"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Our Tripel is strong but it has a relatively light body and that signature Belgian character you get from the yeast.  Belgians traditionally use “candi sugar” to increase alcohol but not increase the body.  We make our own candi sugar from organic cane sugar which lends a very slight sweetness to this beer that may make you howl at the moon!", "srmId": 4, "nameDisplay": "Full Moon Tripel", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "id": "ZSOVuo", "statusDisplay": "Verified", "createDate": "2016-11-19 19:02:54", "updateDate": "2016-11-21 16:43:17", "abv": "9.5", "styleId": 59, "availableId": 4, "srm": {"hex": "FFBF42", "id": 4, "name": "4"}, "ibu": "34", "name": "Full Moon Tripel"}, {"status": "verified", "isOrganic": "N", "description": "This full-bodied ale is brewed with roasted malts and a hint of Dark Belgian sugar for a perfectly balanced taste.", "statusDisplay": "Verified", "nameDisplay": "Full Moon Winter Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2012-03-22 13:04:30", "abv": "5.6", "styleId": 70, "id": "gaVq6l", "name": "Full Moon Winter Ale"}, {"status": "verified", "isOrganic": "N", "description": "To call Nelson Sauvin an aggressive hop would be a vast understatement. What would happen if you made a DIPA that featured this hop??? Over 10 lbs./bbl of hops went into this gem of a DIPA. A ridiculous level of hop aroma, followed by a hop flavor that is literally juicy in texture. The bitterness is undefinable, just unreal. If our Elevated IPA is on the hoppy side of the aisle for you, stay away. If you drink that beer and think to yourself in Homer Simpson’s voice, “That’s kinda hoppy… I guess…” prepare to meet your match. This beer is gonna put the beat down. Will you tap out before you finish the pint?", "statusDisplay": "Verified", "nameDisplay": "Full Nelson", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "Y1B1eU", "createDate": "2016-11-11 15:50:49", "updateDate": "2016-11-11 15:50:49", "abv": "8.7", "styleId": 31, "ibu": "100", "name": "Full Nelson"}, {"status": "verified", "isOrganic": "N", "description": "Using a perfect blend of dark roasted malts, and a healthy dose of New Zealand's Nelson Sauvin hops, this single hop black ale is everything IPA drinkers are looking for and then some.", "statusDisplay": "Verified", "nameDisplay": "Full Nelson Black Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/wPsvJh/upload_uKVhD2-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/wPsvJh/upload_uKVhD2-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/wPsvJh/upload_uKVhD2-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.056", "description": "American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "35", "ibuMax": "70", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:28:36", "fgMax": "1.018", "shortName": "Black Ale", "abvMax": "7.5", "id": 41, "srmMin": "35", "name": "American-Style Black Ale"}, "id": "wPsvJh", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-09-08 11:30:59", "updateDate": "2015-12-16 18:39:21", "abv": "7", "styleId": 41, "glasswareId": 5, "ibu": "100", "name": "Full Nelson Black Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Bursting with local hop flavor, our flagship Virginia Pale Ale features our own farm-grown Cascade variety hops as one of the key ingredients. A strong malt backbone gives this ale a rich taste and vibrant copper color, while the generous addition of hops contribute a pronounced bitterness and floral, citrus aroma.", "statusDisplay": "Verified", "nameDisplay": "Full Nelson Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/m8UhZL/upload_B74Q15-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/m8UhZL/upload_B74Q15-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/m8UhZL/upload_B74Q15-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "m8UhZL", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2015-12-16 05:48:18", "abv": "5.9", "styleId": 30, "availableId": 1, "glasswareId": 5, "ibu": "60", "name": "Full Nelson Pale Ale"}, {"status": "verified", "isOrganic": "N", "name": "Full Nelson XPA", "statusDisplay": "Verified", "nameDisplay": "Full Nelson XPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-10-23 14:02:20", "updateDate": "2012-10-23 14:02:20", "abv": "6.5", "styleId": 25, "id": "wa8pbo", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Full Noonan", "nameDisplay": "Full Noonan", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2016-11-13 15:34:55", "updateDate": "2016-11-13 15:34:55", "abv": "8.2", "styleId": 31, "id": "k0ycLe", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Full of Hoptions", "nameDisplay": "Full of Hoptions", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "8OCaNV", "createDate": "2016-03-14 15:49:46", "updateDate": "2016-03-14 15:49:46", "abv": "5.5", "styleId": 25, "ibu": "40", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Spicy and earthy golden farmhouse ale brewed with foraged nettles. Complex beer with hints of pepper and fruity esters with a warm, dry finish.", "statusDisplay": "Verified", "nameDisplay": "Full On Nettle Racket", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/OZmNeS/upload_KOv1Hb-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/OZmNeS/upload_KOv1Hb-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/OZmNeS/upload_KOv1Hb-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "id": "OZmNeS", "servingTemperature": "cold", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2016-06-25 11:49:48", "updateDate": "2016-06-27 11:47:45", "abv": "6.5", "styleId": 72, "availableId": 4, "ibu": "30", "name": "Full On Nettle Racket"}, {"status": "verified", "isOrganic": "N", "description": "The simple malt bill gives an ABV of 5.8% which carries the flavour and really allows the hops to shine through.\r\n\r\nThe hops used are of American origin, Colombus, El Dorado and Cascade (45 IBU). With multiple generous additions in the kettle and further dry hopped before it reaches you as fresh as it can be", "statusDisplay": "Verified", "nameDisplay": "Full Sail", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "h1fWUT", "createDate": "2014-06-21 01:51:29", "updateDate": "2014-06-23 12:22:34", "abv": "5.8", "styleId": 30, "ibu": "45", "name": "Full Sail"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Anyone remember the grocery store cooler back before it turned into a\r\nkaleidoscopic fantasy world of beer options? You pretty much had two\r\nchoices: Regular or Light. In 1989, when we brewed our first batch of Full Sail Amber, not only was it the first Amber ale here in Beervana (aka Oregon) -- it was the first craft beer to go into a bottle. And two things became immediately apparent. It wasn’t Regular and it sure as heck wasn’t Light. Our Amber is a sweet, malty, medium-bodied ale with a spicy, floral hop finish. It’s brewed with 2-row Pale, Crystal and Chocolate malts. And we hop it with Mt. Hoods and Cascades. We’re as proud of it today as we were back in ’89. And over the years it’s earned 14 Gold Medals. Not that we’re keeping track or anything.", "statusDisplay": "Verified", "nameDisplay": "Full Sail Amber", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/UFErJx/upload_G96NYu-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/UFErJx/upload_G96NYu-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/UFErJx/upload_G96NYu-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "UFErJx", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2015-12-15 23:24:43", "abv": "5.5", "styleId": 32, "availableId": 1, "glasswareId": 5, "ibu": "31", "name": "Full Sail Amber"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "The British colonists who once visited India invented India Pale Ale. But we seriously doubt they ever enjoyed one after a day of fullblown kiteboarding. What a shame. Generously hopped to 60 IBU’s in the classic style, our IPA is a real thirst quencher.\r\n \r\nIt has a full, malty body and there’s even a hint of fresh citrus to it. Perfect after your favorite water sport. Even if that happens to be the grueling drag-the-poolside-lounge-chair-into-the-sun event.", "statusDisplay": "Verified", "nameDisplay": "Full Sail India Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/36k8gs/upload_ze5kvI-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/36k8gs/upload_ze5kvI-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/36k8gs/upload_ze5kvI-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "36k8gs", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2015-12-15 23:35:18", "abv": "6", "styleId": 30, "availableId": 1, "glasswareId": 5, "ibu": "60", "name": "Full Sail India Pale Ale"}, {"status": "verified", "isOrganic": "N", "name": "Full Sail LTD #05", "nameDisplay": "Full Sail LTD #05", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/yS4msM/upload_vpSMKa-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/yS4msM/upload_vpSMKa-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/yS4msM/upload_vpSMKa-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.046", "description": "Beers in this category are reddish brown or copper colored. They are medium in body. The beer is characterized by malty aroma and slight malt sweetness. The malt aroma and flavor should have a notable degree of toasted and/or slightly roasted malt character. Hop bitterness is clean and crisp. Noble-type hop aromas and flavors should be low or mild. Diacetyl, chill haze and ale-like fruity esters should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "22", "categoryId": 7, "srmMax": "16", "ibuMax": "28", "abvMin": "4.8", "fgMin": "1.012", "updateDate": "2015-04-07 15:36:42", "fgMax": "1.018", "shortName": "Vienna Lager", "abvMax": "5.4", "id": 80, "srmMin": "12", "name": "Vienna-Style Lager"}, "createDate": "2012-11-07 13:04:49", "updateDate": "2015-12-16 19:44:23", "abv": "5.6", "styleId": 80, "id": "yS4msM", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "What do you get when you brew an elegant limited edition lager with one select barley? LTD 04, the single malt of beers! This brand new edition to our LTD Series is a finely balanced single malt, single hop, beer that is pale-golden in color and brewed with just pale malt and pleasantly hopped with just Willamette hops.", "statusDisplay": "Verified", "nameDisplay": "Full Sail LTD 04", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.044", "description": "This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.", "createDate": "2012-03-21 20:06:46", "ibuMin": "6", "categoryId": 8, "srmMax": "6", "ibuMax": "15", "abvMin": "4.3", "fgMin": "1.01", "updateDate": "2015-04-07 15:40:04", "fgMax": "1.014", "shortName": "American Premium Lager", "abvMax": "5", "id": 97, "srmMin": "2", "name": "American-Style Premium Lager"}, "id": "cVsZlm", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2012-03-22 13:05:13", "abv": "7", "styleId": 97, "availableId": 4, "glasswareId": 5, "ibu": "45", "name": "Full Sail LTD 04"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "The second recipe in our LTD series, LTD 02 is a light-bodied nonetheless hella good limited edition lager that is golden colored with soft malt undertones and is nicely balanced with a crisp clean finish.  It's a gold \r\nmedal winner at the North American Beer Awards and three time gold medal winner at the World Beer Championships.", "statusDisplay": "Verified", "nameDisplay": "Full Sail LTD Bottling 02", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.044", "description": "This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.", "createDate": "2012-03-21 20:06:46", "ibuMin": "6", "categoryId": 8, "srmMax": "6", "ibuMax": "15", "abvMin": "4.3", "fgMin": "1.01", "updateDate": "2015-04-07 15:40:04", "fgMax": "1.014", "shortName": "American Premium Lager", "abvMax": "5", "id": 97, "srmMin": "2", "name": "American-Style Premium Lager"}, "id": "LLx9mc", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2014-10-02 16:26:31", "abv": "6.4", "styleId": 97, "availableId": 4, "glasswareId": 5, "ibu": "32", "name": "Full Sail LTD Bottling 02"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "The way we see it, brewing a great Pale Ale is a lot like living a great life.\r\nIt’s all about finding the perfect balance. Between work and play, art and\r\ncommerce, and yes, hops and barley. Dial in each flavor and nuance just\r\nright, and it’s a beautiful thing.\r\n \r\nOur Pale Ale has a fresh, hoppy aroma that comes from two (top secret)\r\nNorthwest hop varieties, while two-row Pale and Crystal malt give it a mild sweetness that finishes clean and crisp. Feeling out of whack? Put on some music, crack a Pale Ale, and readjust your balance.", "statusDisplay": "Verified", "nameDisplay": "Full Sail Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/m1a0ra/upload_wZgyGw-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/m1a0ra/upload_wZgyGw-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/m1a0ra/upload_wZgyGw-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "m1a0ra", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2015-12-15 23:09:00", "abv": "5.4", "styleId": 25, "availableId": 1, "glasswareId": 5, "ibu": "37", "name": "Full Sail Pale Ale"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "This platinum and gold medal winning beer is brewed with a range of caramel malts and dark chocolate malts giving it a deep mahogany color and a full malty body. We used a blend of European noble hops and Pacific Northwest aroma hops for a pleasantly hoppy finish.", "statusDisplay": "Verified", "nameDisplay": "Full Sail Wassail", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/jtBUsv/upload_BYGKDL-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/jtBUsv/upload_BYGKDL-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/jtBUsv/upload_BYGKDL-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.058", "description": "Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "30", "ibuMax": "65", "abvMin": "6", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:03", "fgMax": "1.03", "shortName": "Old Ale", "abvMax": "9", "id": 13, "srmMin": "12", "name": "Old Ale"}, "id": "jtBUsv", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2015-12-15 22:58:25", "abv": "7.2", "styleId": 13, "availableId": 4, "glasswareId": 5, "ibu": "56", "name": "Full Sail Wassail"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 41, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/DSsMuU/upload_AlrlRv-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/DSsMuU/upload_AlrlRv-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/DSsMuU/upload_AlrlRv-icon.png"}, "styleId": 41, "availableId": 1, "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "id": "DSsMuU", "statusDisplay": "Verified", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.056", "description": "American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "35", "ibuMax": "70", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:28:36", "fgMax": "1.018", "shortName": "Black Ale", "abvMax": "7.5", "id": 41, "srmMin": "35", "name": "American-Style Black Ale"}, "nameDisplay": "Full Sleeve IBA", "name": "Full Sleeve IBA", "abv": "7.5", "status": "verified", "description": "Also referred to as a Black IPA (India Pale Ale) or Cascadian Dark Ale, this dark brown brew showcases heavy malt and roasted notes plus good bitterness through liberal doses of American hops.", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "ibu": "61", "servingTemperature": "cold", "updateDate": "2015-12-17 19:40:48", "createDate": "2015-01-13 22:15:14"}, {"status": "verified", "isOrganic": "N", "description": "This two-time gold medal winning Northwest style pale ale has a great balance between the malty english barley and the aromatic hops from Washington's Yakima Valley. Unfiltered, dry-hopped and very drinkable. 4.0% alcohol by volume.\r\n\r\n2002 Gold Medal Winner, Great American Beer Festival\r\n2001 Gold Medal Winner, Great American Beer Festival", "statusDisplay": "Verified", "nameDisplay": "Full Suspension Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/av7DV6/upload_8evQg0-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/av7DV6/upload_8evQg0-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/av7DV6/upload_8evQg0-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "name": "Full Suspension Pale Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2015-12-16 13:20:48", "abv": "4", "styleId": 25, "id": "av7DV6", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This rich, Northwest-style Pale Ale is a rare feat of balance: unfiltered, dry-hopped to 40 IBUs, and deliciously seasonable. Groove on this two-time Great American Beer Festival® Gold Medal winner (2001 and 2002 Bitter Category). It really smooths out the bumps.", "statusDisplay": "Verified", "nameDisplay": "Full Suspension Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/EU7zpZ/upload_7m8H0o-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/EU7zpZ/upload_7m8H0o-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/EU7zpZ/upload_7m8H0o-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "EU7zpZ", "glass": {"createDate": "2012-01-03 02:41:33", "id": 3, "name": "Mug"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2015-12-16 12:47:22", "abv": "4", "styleId": 25, "availableId": 1, "glasswareId": 3, "ibu": "40", "name": "Full Suspension Pale Ale"}, {"status": "verified", "isOrganic": "N", "description": "Our brewers knocked it out of the park with this special edition IPA made from Mosaic, Simcoe, Citra, Galaxy, and Magnum hops. With aromas of tropical fruit and a bitter bite on the finish, this is an IPA for the IPA super fan.", "statusDisplay": "Verified", "nameDisplay": "Full Swing", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2016-11-16 19:30:08", "updateDate": "2016-11-16 19:30:08", "abv": "6.6", "styleId": 30, "id": "2Pxkyn", "name": "Full Swing"}, {"status": "verified", "isOrganic": "N", "name": "Full Thicket", "nameDisplay": "Full Thicket", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/kqK0s3/upload_bt2muR-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/kqK0s3/upload_bt2muR-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/kqK0s3/upload_bt2muR-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2013-02-02 13:13:26", "updateDate": "2015-12-16 23:32:48", "styleId": 31, "id": "kqK0s3", "statusDisplay": "Verified"}, {"available": {"description": "Available during the spring months.", "id": 5, "name": "Spring"}, "isOrganic": "N", "srmId": 16, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/t61RV4/upload_ui9fU1-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/t61RV4/upload_ui9fU1-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/t61RV4/upload_ui9fU1-icon.png"}, "styleId": 31, "availableId": 5, "foodPairings": "Spicy appetizers, vinaigrettes, cheese", "id": "t61RV4", "statusDisplay": "Verified", "originalGravity": "1.081", "nameDisplay": "Full Throttle", "abv": "8.4", "status": "verified", "description": "Big juicy American hops burst from this unfiltered deep amber ale. The caramel sweetness takes a backseat only to the abundance of citrusy, piney flavors and aromas. Dominated by Cascade, Centennial, Chinook and Falconer's Flight hops, our double IPA has been dry-hopped for over a month.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "glasswareId": 8, "name": "Full Throttle", "srm": {"hex": "B54C00", "id": 16, "name": "16"}, "updateDate": "2015-12-16 16:04:24", "ibu": "85", "createDate": "2012-04-23 15:01:58"}, {"status": "verified", "isOrganic": "Y", "name": "Full Tilt Bozo", "nameDisplay": "Full Tilt Bozo", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "createDate": "2015-07-14 01:49:33", "updateDate": "2015-07-14 01:49:33", "abv": "8.1", "styleId": 22, "id": "h2MH5c", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Full Tilt IPA", "nameDisplay": "Full Tilt IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2012-03-22 13:04:40", "styleId": 30, "id": "qLiGPG", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A tangerine-fueled quest to find a stellar IPA led us to four corners of the hop universe — \r\nApollo, Mandarina, Citra and Saphir. Sensors detect floral and citrus notes.", "statusDisplay": "Verified", "nameDisplay": "Full-Tang IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/YWuK2F/upload_L1d394-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/YWuK2F/upload_L1d394-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/YWuK2F/upload_L1d394-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "YWuK2F", "createDate": "2016-08-04 12:36:41", "updateDate": "2016-08-04 12:41:23", "abv": "7.2", "styleId": 30, "ibu": "50", "name": "Full-Tang IPA"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "ESB was launched into the Fuller's family in 1971, as a winter brew to replace a beer named Old Burton Extra. The potential of the beer was soon realised and ESB was installed as a permanent fixture, creating an immediate impact. \r\n\r\nNot only was it one of the strongest regularly brewed draught beers in the country (at 5.5% ABV), it was also one of the tastiest, and as the awareness of the beer grew, so did its popularity. ESB's reputation was soon enhanced after being named CAMRA's (Campaign for Real Ale) Beer of the Year in 1978, and the beer has not stopped winning since! \r\n\r\nWith three CAMRA Beer of the Year awards, two World Champion Beer awards, and numerous other gold medals to speak of, ESB is, quite simply, the Champion Ale.", "statusDisplay": "Verified", "nameDisplay": "Fuller's ESB", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/NHSaAZ/upload_nJx62b-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/NHSaAZ/upload_nJx62b-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/NHSaAZ/upload_nJx62b-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "name": "Fuller's ESB", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2016-04-12 17:01:47", "abv": "5.9", "styleId": 5, "availableId": 1, "id": "NHSaAZ", "glasswareId": 5}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Fuller's Imperial Stout", "statusDisplay": "Verified", "nameDisplay": "Fuller's Imperial Stout", "servingTemperatureDisplay": "Warm - (14-16C/57-61F)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.08", "description": "Dark copper to very dark brown, British-style imperial stouts typically have high alcohol content. The extremely rich malty flavor (often characterized as toffee-like or caramel-like) and aroma are balanced with medium hopping and high fruity-ester characteristics. Bitterness should be moderate and balanced with sweet malt character. The bitterness may be higher in the darker versions. Roasted malt astringency is very low or absent. Bitterness should not overwhelm the overall character. Hop aroma can be subtle to moderately hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:45", "ibuMin": "45", "categoryId": 1, "srmMax": "35", "ibuMax": "65", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:22:41", "fgMax": "1.03", "shortName": "British Imperial Stout", "abvMax": "12", "id": 16, "srmMin": "20", "name": "British-Style Imperial Stout"}, "servingTemperature": "warm", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2015-01-31 17:18:13", "updateDate": "2015-03-16 17:50:04", "abv": "10.7", "styleId": 16, "availableId": 2, "id": "0PEXMs", "glasswareId": 6}]
