[{"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Maldita English Barleywine", "statusDisplay": "Verified", "nameDisplay": "Maldita English Barleywine", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.085", "description": "British-style barley wines range from tawny copper to dark brown in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by the perception of low to medium bitterness and extraordinary alcohol content. Hop aroma and flavor may be minimal to medium. English type hops are often used but not necessary for this style. Low levels of diacetyl may be acceptable. Caramel and some characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, may be considered positive. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "40", "categoryId": 1, "srmMax": "22", "ibuMax": "60", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:21:27", "fgMax": "1.028", "shortName": "British Barleywine", "abvMax": "12", "id": 17, "srmMin": "14", "name": "British-Style Barley Wine Ale"}, "foodPairings": "Strong cheeses, game, caramel-based desserts.", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2015-10-17 18:14:46", "updateDate": "2016-02-05 19:00:53", "abv": "9.8", "styleId": 17, "availableId": 1, "id": "bNvDzN", "glasswareId": 6}, {"status": "verified", "isOrganic": "N", "name": "Maldita Imperial Stout", "nameDisplay": "Maldita Imperial Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.08", "description": "Dark copper to very dark brown, British-style imperial stouts typically have high alcohol content. The extremely rich malty flavor (often characterized as toffee-like or caramel-like) and aroma are balanced with medium hopping and high fruity-ester characteristics. Bitterness should be moderate and balanced with sweet malt character. The bitterness may be higher in the darker versions. Roasted malt astringency is very low or absent. Bitterness should not overwhelm the overall character. Hop aroma can be subtle to moderately hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:45", "ibuMin": "45", "categoryId": 1, "srmMax": "35", "ibuMax": "65", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:22:41", "fgMax": "1.03", "shortName": "British Imperial Stout", "abvMax": "12", "id": 16, "srmMin": "20", "name": "British-Style Imperial Stout"}, "createDate": "2016-01-02 18:48:23", "updateDate": "2016-01-07 19:53:34", "abv": "10", "styleId": 16, "id": "HDuonR", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Maldita Robust Porter", "nameDisplay": "Maldita Robust Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Robust porters are black in color and have a roast malt flavor, often reminiscent of cocoa, but no roast barley flavor. These porters have a sharp bitterness of black malt without a highly burnt/charcoal flavor. Caramel and other malt sweetness should be present and in harmony with other distinguishing porter characters. Robust porters range from medium to full in body and have a malty sweetness. Hop bitterness is medium to high, with hop aroma and flavor ranging from negligible to medium. Diacetyl is acceptable at very low levels. Fruity esters should be evident, balanced with roast malt and hop bitterness.", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "40", "abvMin": "5", "fgMin": "1.008", "updateDate": "2015-04-07 15:21:45", "fgMax": "1.016", "shortName": "Robust Porter", "abvMax": "6.5", "id": 19, "srmMin": "30", "name": "Robust Porter"}, "createDate": "2015-10-17 18:13:54", "updateDate": "2015-10-19 18:20:36", "abv": "5.5", "styleId": 19, "id": "z4CPpw", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Maldita Vida", "nameDisplay": "Maldita Vida", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "id": "Z3bBvQ", "createDate": "2015-10-23 15:22:18", "updateDate": "2015-10-23 15:22:18", "abv": "9.8", "styleId": 34, "ibu": "42", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A fully hopped Pale for the hangers-on at the Male Rail. A pungent dry hop aroma greets you with your first sip, a firm bitterness follows.  Amber colored with enough Malt character to balance. Pushing 6% alcohol.", "statusDisplay": "Verified", "nameDisplay": "Male Rail Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "name": "Male Rail Pale Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:40", "updateDate": "2012-03-22 13:05:36", "abv": "6", "styleId": 25, "id": "VZI7er", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Dedicated to the creation of the latest Toscano cigar and to the Maledetto Toscano (damned Tuscan) Cigar Club, it mixes Belgian and British brewing cultures. It has an amber color and a deeply intense citrus and flowery nose. The hops and yeasts mix gives the beer a unique character. At first you will taste honey, then in the midpalate you will detect toffee evolving in citrus and finally merging in a delicious bitter and spiced flavor. Damn good, damn charming!", "statusDisplay": "Verified", "nameDisplay": "Maledetta", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/2RSyIl/upload_o9CMm3-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/2RSyIl/upload_o9CMm3-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/2RSyIl/upload_o9CMm3-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "12", "ibuMax": "30", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:06", "fgMax": "1.014", "shortName": "Belgian Pale", "abvMax": "6", "id": 62, "srmMin": "6", "name": "Belgian-Style Pale Ale"}, "name": "Maledetta", "servingTemperature": "cellar", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "servingTemperatureDisplay": "Cellar - (12-14C/54-57F)", "createDate": "2012-01-03 02:43:40", "updateDate": "2016-10-05 20:54:18", "abv": "6.2", "styleId": 62, "id": "2RSyIl", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Aged in Ransom Gin and Pinot Noir barrels", "statusDisplay": "Verified", "nameDisplay": "Maledetta Zymatore", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2016-10-10 13:42:52", "updateDate": "2016-10-10 13:42:52", "abv": "5.3", "styleId": 72, "id": "qRpm4o", "name": "Maledetta Zymatore"}, {"status": "verified", "isOrganic": "N", "description": "Developed as a stronger version of a Flanders-style Red Ale, Malefactor is our only sour aged in bourbon barrels that have been previously used to age beer at least once. This creates petite notes of bourbon character, and darker, charred wood character. Malefactor also undergoes a turbid mash, with a portion of flaked maize being boiled with the rest of the malt bill, including Vienna and caramel malts. A different cocktail of microorganisms are involved in fermentation, which creates sour notes, and hints of cherry pie. Malefactor is aged for up to 8 months or more before packaging.", "statusDisplay": "Verified", "nameDisplay": "Malefactor", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "This light- to medium-bodied deep copper to brown ale is characterized by a slight to strong lactic sourness, and with \"Reds\" sometimes a balanced degree of acetic acid. Brettanomyces produced flavors and aromas are not part of character. A fruity-estery character which is often cherry-like is apparent with no hop flavor or aroma. Flanders brown ales have low to medium bitterness and a cocoa-like character from roast malt. Roasted malt character in aroma and flavor is acceptable at low levels. A very low degree of malt sweetness may be present and in balance with the acidity produced by Lactobacillus activity. Oak-like or woody characters may be pleasantly integrated into overall palate. Chill haze is acceptable at low serving temperatures. Some versions may be more highly carbonated and, when bottle conditioned, may appear cloudy (yeast) when served. These final beers are often blended old with new before packaging in order to create the brewer's intended balance of characters.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "20", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:31:39", "fgMax": "1.016", "shortName": "Flanders Red", "abvMax": "6.5", "id": 57, "srmMin": "12", "name": "Belgian-Style Flanders Oud Bruin or Oud Red Ales"}, "createDate": "2016-04-15 18:14:23", "updateDate": "2016-04-15 18:14:23", "abv": "10.5", "styleId": 57, "id": "JcI6jV", "name": "Malefactor"}, {"status": "verified", "isOrganic": "N", "description": "Don't fight it, Spite It!\r\n\r\nThis Russian Imperial Stout was originally brewed with with Carlos from Coraza\r\n\r\nand Adrian from DryHop. Brewed with a variety of specialty malts\r\n\r\nand a heavy addition of Piloncillo sugar bought from a local bodega.\r\n\r\nThis vicious stout is sure to disrupt your night.\r\n\r\nAnd, just for the record, the Spiteful crew is not a bunch of commie bastards!", "statusDisplay": "Verified", "nameDisplay": "Malevolence Russian Imperial Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/FnQeVU/upload_8mQhV1-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/FnQeVU/upload_8mQhV1-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/FnQeVU/upload_8mQhV1-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2015-04-13 15:24:07", "updateDate": "2015-12-18 01:00:05", "abv": "10.5", "styleId": 43, "id": "FnQeVU", "name": "Malevolence Russian Imperial Stout"}, {"status": "verified", "isOrganic": "N", "name": "Malheur 10", "nameDisplay": "Malheur 10", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.054", "description": "Belgian-style blond ales are characterized by low yet evident hop bitterness, flavor, and sometimes aroma. Light to medium body and low malt aroma with a sweet, spiced and a low to medium fruity-ester character orchestrated in flavor and aroma. Sugar may be used to lighten perceived body. They are blonde to golden in color. Noble-type hops are commonly used. Low levels of phenolic spiciness from yeast byproducts may be perceived. Diacetyl should not be perceived. Acidic character should not be present. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "7", "ibuMax": "30", "abvMin": "6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:01", "fgMax": "1.014", "shortName": "Belgian Blonde", "abvMax": "7.8", "id": 61, "srmMin": "4", "name": "Belgian-Style Blonde Ale"}, "createDate": "2012-01-03 02:43:40", "updateDate": "2015-11-20 19:28:13", "abv": "10", "styleId": 61, "id": "MoMT5P", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Re-fermented and bottle-conditioned Rich, dark coloured beer, with a wonderful hoppy, floral nose and well-balanced flavours, making it easy to drink", "statusDisplay": "Verified", "nameDisplay": "Malheur 12", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/kNFBTV/upload_TJBvIB-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/kNFBTV/upload_TJBvIB-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/kNFBTV/upload_TJBvIB-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "name": "Malheur 12", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 2, "name": "Goblet"}, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "createDate": "2012-01-03 02:43:40", "updateDate": "2015-12-15 22:07:26", "abv": "12", "styleId": 64, "availableId": 1, "id": "kNFBTV", "glasswareId": 2}, {"status": "verified", "isOrganic": "N", "name": "Malheur Black Chocolate 2003", "nameDisplay": "Malheur Black Chocolate 2003", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "createDate": "2012-01-03 02:43:40", "updateDate": "2015-05-26 22:47:51", "abv": "12", "styleId": 70, "id": "JVD1YX", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Malheur Brut Reserve", "nameDisplay": "Malheur Brut Reserve", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "createDate": "2012-01-03 02:43:40", "updateDate": "2015-05-26 22:55:20", "abv": "11", "styleId": 125, "id": "R59V2j", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Malheur Dark Brut", "nameDisplay": "Malheur Dark Brut", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "servingTemperature": "cool", "createDate": "2015-01-24 15:05:23", "updateDate": "2015-05-26 22:55:26", "abv": "12", "styleId": 64, "id": "iINZF1", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Malheur MM", "nameDisplay": "Malheur MM", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "createDate": "2012-01-03 02:43:40", "updateDate": "2015-05-26 22:55:40", "abv": "10", "styleId": 125, "id": "a57dkm", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Pink IPA with tangerines and organic hibiscus", "statusDisplay": "Verified", "nameDisplay": "Malibu Nights, Tangerine Dreams", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "lGkNHO", "createDate": "2016-08-19 19:59:03", "updateDate": "2016-08-22 12:52:30", "abv": "6.5", "styleId": 30, "ibu": "45", "name": "Malibu Nights, Tangerine Dreams"}, {"status": "verified", "isOrganic": "N", "name": "Malice", "nameDisplay": "Malice", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2014-11-16 17:58:18", "updateDate": "2014-12-12 17:15:49", "abv": "6", "styleId": 40, "id": "VekAPs", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "“…with reckless disregard.”\r\n\r\nA Russian Imperial Stout with Maple aroma and a hint of a smoked bacon finish.", "srmId": 41, "nameDisplay": "Malice Maple Bacon Russian Imperial Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "id": "EIqeyC", "statusDisplay": "Verified", "createDate": "2016-08-04 11:48:23", "updateDate": "2016-08-04 11:48:23", "abv": "9.58", "styleId": 43, "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "ibu": "47.2", "name": "Malice Maple Bacon Russian Imperial Stout"}, {"status": "verified", "isOrganic": "N", "description": "This is a Belgian-style ale inspired by seasonal Saison recipes. This ale is characterized by notes of citrus as a result of the addition of orange peel and coriander seeds to the brewing process and the use of special hops.", "statusDisplay": "Verified", "nameDisplay": "Malka Blond Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.054", "description": "Belgian-style blond ales are characterized by low yet evident hop bitterness, flavor, and sometimes aroma. Light to medium body and low malt aroma with a sweet, spiced and a low to medium fruity-ester character orchestrated in flavor and aroma. Sugar may be used to lighten perceived body. They are blonde to golden in color. Noble-type hops are commonly used. Low levels of phenolic spiciness from yeast byproducts may be perceived. Diacetyl should not be perceived. Acidic character should not be present. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "7", "ibuMax": "30", "abvMin": "6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:01", "fgMax": "1.014", "shortName": "Belgian Blonde", "abvMax": "7.8", "id": 61, "srmMin": "4", "name": "Belgian-Style Blonde Ale"}, "createDate": "2015-04-16 17:47:44", "updateDate": "2015-04-16 17:47:44", "abv": "6.5", "styleId": 61, "id": "VUEiu6", "name": "Malka Blond Ale"}, {"status": "verified", "isOrganic": "N", "description": "An IPA (India Pale Ale) type characterized by a deep copper hue and a subtle caramel taste. At different times in the brewing process, three different types of hops are used. these contribute to the complexity both of its taste and its aroma. The emphasized bitterness is long lasting which leads to the next swig.", "statusDisplay": "Verified", "nameDisplay": "Malka IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.05", "description": "Most traditional interpretations of English-style India pale ales are characterized by medium-high hop bitterness with a medium to medium-high alcohol content. Hops from a variety of origins may be used to contribute to a high hopping rate. Earthy and herbal English-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer, sometimes with subtle and balanced character of sulfur compounds. This pale gold to deep copper-colored ale has a medium to high, flowery hop aroma and may have a medium to strong hop flavor (in addition to the hop bitterness). English-style India pale ales possess medium maltiness and body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill haze is allowable at cold temperatures. Hops of other origins may be used for bitterness or approximating traditional English character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "35", "categoryId": 1, "srmMax": "14", "ibuMax": "63", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:18:33", "fgMax": "1.018", "shortName": "English IPA", "abvMax": "7", "id": 2, "srmMin": "6", "name": "English-Style India Pale Ale"}, "createDate": "2015-04-16 17:45:46", "updateDate": "2015-04-16 17:45:46", "abv": "6.2", "styleId": 2, "id": "2DLUIM", "name": "Malka IPA"}, {"status": "verified", "isOrganic": "N", "description": "A classic British Pale ale type characterized by a bready taste of barley and deep reddish hue. This beer is brewed with large quantities of hops which impart a certain bitterness but does not overpower the distinct malt tastes.", "statusDisplay": "Verified", "nameDisplay": "Malka Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Classic English pale ales are golden to copper colored and display earthy, herbal English-variety hop character. Note that \"earthy, herbal English-variety hop character\" is the perceived end, but may be a result of the skillful use of hops of other national origins. Medium to high hop bitterness, flavor, and aroma should be evident. This medium-bodied pale ale has low to medium malt flavor and aroma. Low caramel character is allowable. Fruity-ester flavors and aromas are moderate to strong. Chill haze may be in evidence only at very cold temperatures. The absence of diacetyl is desirable, though, diacetyl (butterscotch character) is acceptable and characteristic when at very low levels.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "5", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:18:23", "fgMax": "1.016", "shortName": "English Pale", "abvMax": "5.5", "id": 1, "srmMin": "5", "name": "Classic English-Style Pale Ale"}, "createDate": "2015-04-16 17:47:20", "updateDate": "2015-04-16 17:47:20", "abv": "5.5", "styleId": 1, "id": "tAVukf", "name": "Malka Pale Ale"}, {"status": "verified", "isOrganic": "N", "description": "An Irish-style stout characterized by a roasted taste with notes of bitter chocolate and coffee and possessing a soft, velvety mouth-feel. Its dark hue is due to the use of malt that underwent an intense and long roast at high temperatures.", "statusDisplay": "Verified", "nameDisplay": "Malka Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.038", "description": "Dry stouts have an initial malt and light caramel flavor profile with a distinctive dry-roasted bitterness in the finish. Dry stouts achieve a dry-roasted character through the use of roasted barley. The emphasis of coffee-like roasted barley and a moderate degree of roasted malt aromas define much of the character. Some slight acidity may be perceived but is not necessary. European hop aroma and flavor should be low or not perceived. Dry stouts have medium-light to medium body. Fruity esters are minimal and overshadowed by malt, high hop bitterness, and roasted barley character. Diacetyl (butterscotch) should be very low or not perceived. Head retention and rich character should be part of its visual character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:51", "fgMax": "1.012", "shortName": "Dry Irish Stout", "abvMax": "5", "id": 23, "srmMin": "40", "name": "Classic Irish-Style Dry Stout"}, "createDate": "2015-04-16 17:46:13", "updateDate": "2015-04-16 17:46:13", "abv": "6", "styleId": 23, "id": "eX4IRn", "name": "Malka Stout"}, {"status": "verified", "isOrganic": "N", "description": "A wheat beer characterized by a golden hue and cloudiness, with good head retention, subtle bitterness and tangy and fruity aroma.", "statusDisplay": "Verified", "nameDisplay": "Malka Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "createDate": "2015-04-16 17:46:41", "updateDate": "2015-04-16 17:46:41", "abv": "5", "styleId": 112, "id": "Gqn6bE", "name": "Malka Wheat"}, {"status": "verified", "isOrganic": "N", "description": "There is nothing better than a chilled wheat beer on a summer’s day. Banana aromas make amber-coloured Jopen Malle Babbe a crisp wheat beer. A whirlpool of Saphyr hops gives it extra-fruity citrus tones.\r\nThe name of this summer’s beer comes from a painting by Frans Hals of a lady with an appetite for beer. She later became the subject of a song performed by Rob de Nijs. This beer makes the drinker yearn for more.", "statusDisplay": "Verified", "nameDisplay": "Malle Babbe", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/qKi7Wc/upload_2dEfer-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/qKi7Wc/upload_2dEfer-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/qKi7Wc/upload_2dEfer-icon.png"}, "originalGravity": "1.05", "id": "qKi7Wc", "servingTemperature": "cold", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2015-01-26 20:51:09", "updateDate": "2015-12-17 21:43:04", "abv": "5.5", "styleId": 48, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "ibu": "12", "name": "Malle Babbe"}, {"status": "verified", "isOrganic": "N", "name": "Malmgård Jouluolut", "nameDisplay": "Malmgård Jouluolut", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "createDate": "2013-05-15 23:58:23", "updateDate": "2013-05-24 12:12:47", "abv": "4.5", "styleId": 125, "id": "r7dIar", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Malminkartano Belge is a copper-colored beer in the Belgian style. The production has been used by a Belgian special yeast that together with Malmgård spring water and domestic barley malt gives the beer a soft malt taste complemented by a fruity and spicy flavor. Malminkartano Belge best enjoyed in about 10 degree temperature.", "statusDisplay": "Verified", "nameDisplay": "Malminkartano Belge", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "name": "Malminkartano Belge", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:40", "updateDate": "2012-03-22 13:05:43", "abv": "8", "styleId": 64, "id": "aJf3S3", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Malminkartano Blonde Ale is a bright, fruity top-fermented beer. Its pleasant soft body comes from one's own field old farm wheat variety, from domestic barley malt and its own spring water. The characteristic citrus-like aroma is reached by a combination of four different varieties of hops and a Belgian yeast strain. The result is a versatile thirst quencher, which can be best enjoyed in the 6-8 degree temperature.", "statusDisplay": "Verified", "nameDisplay": "Malminkartano Blonde Ale", "name": "Malminkartano Blonde Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:40", "updateDate": "2012-03-22 13:05:43", "abv": "4.2", "id": "xzwFIc", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Malminkartano Dinkel is a golden ale, which is made ??of domestic barley malt, Malmgård spelled and its own spring water. Beer's aroma is fresh and fruity taste is mild malty. The aftertaste can sense game's light and crunchy nutty. Enjoyed in about 10 degree temperature.", "statusDisplay": "Verified", "nameDisplay": "Malminkartano Dinkel", "name": "Malminkartano Dinkel", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:40", "updateDate": "2015-09-16 16:03:07", "abv": "4.5", "id": "LgDR9B", "glasswareId": 5}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 41, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/XFIYq7/upload_9TeYsX-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/XFIYq7/upload_9TeYsX-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/XFIYq7/upload_9TeYsX-icon.png"}, "styleId": 42, "availableId": 1, "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "id": "XFIYq7", "statusDisplay": "Verified", "originalGravity": "1.076", "nameDisplay": "Malpais Stout", "name": "Malpais Stout", "abv": "7", "status": "verified", "description": "This is a meal in a glass. Brewed with 7 different malts, you should be ready for a full onslaught of creamy stout intensity. Broadly in the style of a Foreign Extra Stout, this is our heaviest and most intense year-round offering.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "ibu": "45", "servingTemperature": "cool", "updateDate": "2015-12-16 13:59:14", "createDate": "2012-01-03 02:43:40"}, {"status": "verified", "isOrganic": "N", "name": "Malportada", "nameDisplay": "Malportada", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2015-10-23 15:22:37", "updateDate": "2015-10-23 15:22:37", "abv": "5", "styleId": 32, "id": "nh2oEI", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Malstrom Porter", "nameDisplay": "Malstrom Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "createDate": "2012-01-03 02:43:40", "updateDate": "2015-05-15 16:30:28", "styleId": 18, "id": "S09uAa", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This full-bodied, slightly sweet Brown Ale has just the right combination of chocolate malt and hop bitterness to make your mouth explode from flavor, and also happens to be high in gravity at 6% ABV. There's a reason we call it Malt Bomb. You're welcome.", "statusDisplay": "Verified", "nameDisplay": "Malt Bomb", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/EWHONS/upload_py8olM-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/EWHONS/upload_py8olM-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/EWHONS/upload_py8olM-icon.png"}, "name": "Malt Bomb", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:40", "updateDate": "2015-06-18 19:14:07", "abv": "6", "availableId": 1, "id": "EWHONS", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "A full-flavored bock finished with Northern Brewer and Saphir hops. Brewed with an abundance of Munich and caramel malts for a hearty biscuit and toffee character.", "statusDisplay": "Verified", "nameDisplay": "Malt Lick", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/AKi9e6/upload_O6DBLI-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/AKi9e6/upload_O6DBLI-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/AKi9e6/upload_O6DBLI-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "Traditional bocks are made with all malt and are strong, malty, medium- to full-bodied, bottom-fermented beers with moderate hop bitterness that should increase proportionately with the starting gravity. Malt character should be a balance of sweetness and toasted/nut-like malt; not caramel. Hop flavor should be low and hop aroma should be very low. Bocks can range in color from deep copper to dark brown. Fruity esters should be minimal. Diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "30", "ibuMax": "30", "abvMin": "6.3", "fgMin": "1.018", "updateDate": "2015-04-07 15:38:54", "fgMax": "1.024", "shortName": "Bock", "abvMax": "7.5", "id": 88, "srmMin": "20", "name": "Traditional German-Style Bock"}, "createDate": "2013-12-05 12:35:08", "updateDate": "2015-12-17 07:34:13", "abv": "6.5", "styleId": 88, "id": "AKi9e6", "name": "Malt Lick"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Draft Only", "srmId": 27, "nameDisplay": "Malt Monster Series- Oldwyn's Wild Sister", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Brett Beers are any range of color and may take on the color of added fruits or other ingredients. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Moderate to intense yet balanced fruity-ester aromas are evident. In darker versions, roasted malt, caramel-like and chocolate-like aromas are subtly present. Diacetyl and DMS aromas should not be perceived. Hop aroma is evident over a full range from low to high. In darker versions, roasted malt, caramel-like and chocolate-like flavors are subtly present. Fruited versions will exhibit fruit flavors in harmonious balance with other characters. Hop flavor is evident over a full range from low to high. Hop bitterness is evident over a full range from low to high. The evolution of natural acidity develops balanced complexity. Horsey, goaty, leathery, phenolic and light to moderate and/or fruity acidic character evolved from Brettanomyces organisms may be evident, not dominant and in balance with other character. Cultured yeast strains may be used in the fermentation. Beers in this style should not use bacteria or exhibit bacteria-derived characters. Moderate to intense yet balanced fruity-ester flavors are evident. Diacetyl and DMS flavors should not be perceived. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Body is evident over a full range from low to high. For purposes of competition entries exhibiting wood-derived characters or characters of liquids previously aged in wood would more appropriately be entered in other Wood-Aged Beer categories. Wood- and barrel-aged sour ales should not be entered here and are classified elsewhere.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 17:04:16", "shortName": "Brett", "id": 39, "name": "Brett Beer"}, "id": "XreRKk", "statusDisplay": "Verified", "createDate": "2015-08-17 18:30:36", "updateDate": "2015-09-10 17:58:32", "abv": "7.5", "styleId": 39, "availableId": 2, "srm": {"hex": "701400", "id": 27, "name": "27"}, "ibu": "25", "name": "Malt Monster Series- Oldwyn's Wild Sister"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Wallace, Wee Heavy put our system to the test creating this intensely malty brew. This Scottish Ale has a deep rich caramel complexity with a slight toffee note and hints of roast, complimented with a clean, smooth finish that provides balance.", "srmId": 21, "nameDisplay": "Malt Monsters- Wallace, Wee Heavy", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/PDrj06/upload_C99VTa-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/PDrj06/upload_C99VTa-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/PDrj06/upload_C99VTa-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.035", "description": "Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "12", "categoryId": 1, "srmMax": "19", "ibuMax": "20", "abvMin": "3.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:48", "fgMax": "1.014", "shortName": "Scottish Heavy", "abvMax": "4", "id": 8, "srmMin": "10", "name": "Scottish-Style Heavy Ale"}, "id": "PDrj06", "statusDisplay": "Verified", "createDate": "2015-09-14 18:40:05", "updateDate": "2015-12-18 05:16:38", "abv": "9.5", "styleId": 8, "availableId": 2, "srm": {"hex": "952D00", "id": 21, "name": "21"}, "ibu": "57", "name": "Malt Monsters- Wallace, Wee Heavy"}, {"status": "verified", "isOrganic": "N", "name": "Malt of the Earth", "nameDisplay": "Malt of the Earth", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Imperial Red Ales are deep amber to dark copper/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.", "createDate": "2012-03-21 20:06:46", "ibuMin": "55", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "7.9", "fgMin": "1.02", "updateDate": "2015-04-07 17:05:43", "fgMax": "1.028", "shortName": "Imperial Red", "abvMax": "10.5", "id": 33, "srmMin": "10", "name": "Imperial Red Ale"}, "createDate": "2015-03-03 04:16:53", "updateDate": "2015-03-03 12:15:43", "abv": "9.2", "styleId": 33, "id": "wEAN4q", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A malt BOMB! Chewy, milk chocolate, complex caramel, and toffee notes. smooth toasty finish.", "statusDisplay": "Verified", "nameDisplay": "Malt of the Earth Imperial Red", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Imperial Red Ales are deep amber to dark copper/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.", "createDate": "2012-03-21 20:06:46", "ibuMin": "55", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "7.9", "fgMin": "1.02", "updateDate": "2015-04-07 17:05:43", "fgMax": "1.028", "shortName": "Imperial Red", "abvMax": "10.5", "id": 33, "srmMin": "10", "name": "Imperial Red Ale"}, "createDate": "2014-10-23 04:10:37", "updateDate": "2014-10-24 19:31:01", "abv": "9.2", "styleId": 33, "id": "tMgy3c", "name": "Malt of the Earth Imperial Red"}, {"status": "verified", "isOrganic": "N", "description": "Our Winter Warmer is a real “locomaltive”!  Big malt flavors abound in this dark, strong ale.", "statusDisplay": "Verified", "nameDisplay": "Malt Train Winter Warmer", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "name": "Malt Train Winter Warmer", "glass": {"createDate": "2012-01-03 02:41:33", "id": 2, "name": "Goblet"}, "createDate": "2013-05-05 14:16:31", "updateDate": "2013-05-05 14:16:32", "abv": "7.1", "styleId": 124, "id": "9YI31B", "glasswareId": 2}, {"status": "verified", "isOrganic": "N", "description": "This sophisticated ale was made with cacao nibs, malted milk and French Polynesian vanilla beans and aged for nine months in Woodford Reserve bourbon barrels.", "statusDisplay": "Verified", "nameDisplay": "Malted Milk Ball Imperial Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "American-style imperial porters are black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness. Hop bitterness is perceived at a medium-low to medium level. Hop flavor and aroma may vary from being low to medium-high. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment hop character and malt derived sweetness. Diacetyl (butterscotch) levels should be absent.", "createDate": "2013-08-10 12:42:51", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "50", "abvMin": "5.5", "fgMin": "1.02", "ogMax": "1.1", "fgMax": "1.03", "updateDate": "2015-04-07 15:49:32", "shortName": "American Imperial Porter", "abvMax": "9.5", "id": 158, "srmMin": "40", "name": "American-Style Imperial Porter"}, "id": "7i0PrC", "createDate": "2014-12-11 14:18:41", "updateDate": "2014-12-11 14:18:42", "abv": "11.3", "styleId": 158, "ibu": "32", "name": "Malted Milk Ball Imperial Porter"}, {"status": "verified", "isOrganic": "N", "description": "A Blood Orange blonde ale. A unique take our American Blonde Ale. Brewed with a malt blend of 2-row, munich, aromatic, carapils, and crystal 20 along with a hop blend of warrior, goldings and willamette. AND LOTS of raspberries.", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 35, "farneseneMax": 1, "cohumuloneMax": 25, "id": 11, "humuleneMax": 45, "category": "hop", "createDate": "2013-06-24 16:07:27", "farneseneMin": 1, "humuleneMin": 35, "betaAcidMax": 3, "cohumuloneMin": 20, "myrceneMin": 25, "alphaAcidMin": 4, "description": "Golding hops grown in the United States are generally considered inferior to English-grown varieties. Most American Golding plantings are derived from Canterbury Golding.", "betaAcidMin": 2, "caryophylleneMax": 15, "caryophylleneMin": 10, "name": "Golding (American)", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}, {"myrceneMax": 50, "category": "hop", "farneseneMax": 1, "description": "Released in 2000, Warrior is an open pollinated very high alpha acid bittering hop variety with an American grapefruit citrus character. It is a proprietary hop, and the name \"Warrior\" is a registered trademark of Yakima Chief Ranches, LLC.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:39", "betaAcidMin": 4.5, "categoryDisplay": "Hops", "id": 155, "humuleneMin": 15, "betaAcidMax": 5.5, "caryophylleneMax": 10, "updateDate": "2013-06-24 16:10:38", "caryophylleneMin": 8, "cohumuloneMax": 24, "cohumuloneMin": 24, "myrceneMin": 40, "alphaAcidMin": 15, "humuleneMax": 20, "name": "Warrior"}, {"myrceneMax": 55, "farneseneMax": 6, "cohumuloneMax": 35, "id": 157, "humuleneMax": 30, "category": "hop", "createDate": "2013-06-24 16:07:39", "farneseneMin": 5, "humuleneMin": 20, "betaAcidMax": 4.5, "cohumuloneMin": 30, "myrceneMin": 30, "alphaAcidMin": 4, "description": "Released from the U.S.D.A. hop breeding program in 1976, Willamette is a triploid (some sources say tetraploid) seedling of Fuggle bred to be easier to grow in the United States. It's still less vigorous than most modern hop varieties, but easier to grow in most areas than the very fussy Fuggle. Willamette has a mild, grassy, floral and slightly spicy aroma similar to Fuggle, and is often used as a substitute, especially in the United States where Fuggle does not grow well. Willamette is extensively planted in the U.S. Pacific Northwest.", "betaAcidMin": 3, "caryophylleneMax": 8, "caryophylleneMin": 7, "name": "Willamette", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:38"}], "malt": [{"category": "malt", "srmPrecise": 26, "description": "Aromatic malt is a kilned barley malt used to give beer a strong, aggressive malt aroma and rich color.", "srmId": 26, "countryOfOrigin": "BE", "characteristics": [{"description": "Imparts an aromatic quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 1, "name": "Aromatic"}, {"description": "Imparts a malty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 10, "name": "Malty"}], "createDate": "2013-06-24 16:07:41", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "771900", "id": 26, "name": "26"}, "potential": 1.036, "updateDate": "2013-06-24 16:10:14", "maxInBatch": 100, "requiresMashing": "Y", "country": {"displayName": "Belgium", "name": "BELGIUM", "isoThree": "BEL", "createDate": "2012-01-03 02:41:33", "numberCode": 56, "isoCode": "BE"}, "id": 209, "dryYield": 77.9, "name": "Aromatic Malt"}, {"category": "malt", "srmPrecise": 2, "description": "Dextrine malt is a general term for a set of malts, including CaraPils and others, used to increase foam, head retention, sweetness, and body. Dextrine malts contain a lot of dextrins, sugar structures that are resistant to enzyme action that remain in the finished beer.", "srmId": 2, "countryOfOrigin": "US", "characteristics": [{"description": "Increases the body of the beer.", "createDate": "2013-06-24 16:07:26", "id": 3, "name": "Body"}, {"description": "Helps the head retention of the beer.", "createDate": "2013-06-24 16:07:26", "id": 9, "name": "Head"}], "createDate": "2013-06-24 16:07:44", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFD878", "id": 2, "name": "2"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.033, "coarseFineDifference": 1.5, "maxInBatch": 20, "requiresMashing": "N", "dryYield": 72, "protein": 13.2, "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "id": 365, "moistureContent": 4, "name": "CaraPils/Dextrin Malt"}, {"characteristics": [{"description": "Imparts a malty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 10, "name": "Malty"}, {"description": "Imparts a sweet flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 14, "name": "Sweet"}], "srmPrecise": 9, "description": "Munich Malt has a malty sweet flavor characteristic and adds a reddish amber color to the beer. It has enough diastatic power to convert itself, but needs help from another malt, such as 2-row malt, to convert other grains.", "srmId": 9, "countryOfOrigin": "DE", "diastaticPower": 72, "createDate": "2013-06-24 16:07:52", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "E58500", "id": 9, "name": "9"}, "country": {"displayName": "Germany", "name": "GERMANY", "isoThree": "DEU", "createDate": "2012-01-03 02:41:33", "numberCode": 276, "isoCode": "DE"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.037, "coarseFineDifference": 1.3, "maxInBatch": 80, "requiresMashing": "Y", "dryYield": 80, "protein": 11.5, "category": "malt", "id": 650, "moistureContent": 5, "name": "Munich Malt"}, {"category": "malt", "createDate": "2013-06-24 16:07:58", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 1950, "name": "Two-Row Barley Malt"}], "misc": [{"category": "misc", "createDate": "2013-06-24 16:08:42", "categoryDisplay": "Miscellaneous", "id": 1391, "name": "Rasberries"}]}, "nameDisplay": "Maltese Cross", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "id": "t00TEt", "createDate": "2015-09-12 17:15:12", "updateDate": "2015-09-12 17:16:38", "abv": "5", "styleId": 36, "ibu": "15", "name": "Maltese Cross"}, {"status": "verified", "isOrganic": "N", "name": "Malteser Weissbier", "nameDisplay": "Malteser Weissbier", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "createDate": "2012-01-03 02:43:40", "updateDate": "2012-03-22 13:04:41", "abv": "5", "styleId": 48, "id": "5ITsFt", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "A dark red amber brew with smooth body.", "statusDisplay": "Verified", "nameDisplay": "Malthaus", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "RaowMe", "createDate": "2015-05-27 21:37:26", "updateDate": "2015-05-27 21:37:26", "abv": "5.5", "styleId": 32, "ibu": "17", "name": "Malthaus"}, {"status": "verified", "isOrganic": "Y", "description": "Malthe var årets nyhed på Thisted Bryghus’ generalforsamling. Malthe er en økologisk mørk lagerøl med 4,8% alkohol. En mørk, men mild undergæret øl, med lidt mere restsødme end i en classic. Smagen går mod karamel og ristet korn. Mindre bitter end pilsner og classic.", "statusDisplay": "Verified", "nameDisplay": "Malthe", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.048", "description": "This beer style is characterized by a distinct sweet maltiness and a chocolate-like character from roasted malt. Estery and phenolic elements of this Weissbier should be evident but subdued. Color can range from copper-brown to dark brown. Dunkel Weissbier is well attenuated and very highly carbonated, and hop bitterness is low. Hop flavor and aroma are absent. Usually dark barley malts are used in conjunction with dark cara or color malts, and the percentage of wheat malt is at least 50 percent. If this is served with yeast, the beer may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "19", "ibuMax": "15", "abvMin": "4.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:30:09", "fgMax": "1.016", "shortName": "Dunkelweizen", "abvMax": "5.4", "id": 52, "srmMin": "10", "name": "South German-Style Dunkel Weizen / Dunkel Weissbier"}, "createDate": "2015-07-28 20:28:56", "updateDate": "2015-07-28 20:28:56", "abv": "4.8", "styleId": 52, "id": "xTCo2D", "name": "Malthe"}, {"status": "verified", "isOrganic": "N", "name": "Malton Amber", "nameDisplay": "Malton Amber", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/H5KWIV/upload_LhPm1M-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/H5KWIV/upload_LhPm1M-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/H5KWIV/upload_LhPm1M-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2015-10-28 19:47:13", "updateDate": "2015-12-18 05:35:14", "abv": "4", "styleId": 32, "id": "H5KWIV", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Our Scotch Ale, also known as a Wee Heavy, pours out a reddish-brown color with amber highlights, and a beige colored head. The aroma is malty, with toasted grain notes and a slightly nutty character. Maltopia‘s flavor is true to its name: malt forward, with a deep toasted flavor, slight caramel character, a hint of plum-like fruitiness, and a hop bitterness enough for balance. Moderately full bodied with medium-high carbonation, Maltopia has a dry finish that makes it surprisingly easy drinking.", "statusDisplay": "Verified", "nameDisplay": "Maltopia Scotch Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.072", "description": "Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "35", "abvMin": "6.2", "fgMin": "1.016", "updateDate": "2015-04-07 15:21:11", "fgMax": "1.028", "shortName": "Scotch Ale", "abvMax": "8", "id": 15, "srmMin": "15", "name": "Scotch Ale"}, "id": "2Z4Pbf", "createDate": "2014-09-09 15:23:27", "updateDate": "2015-08-13 18:42:09", "abv": "9", "styleId": 15, "ibu": "25", "name": "Maltopia Scotch Ale"}, {"status": "verified", "isOrganic": "N", "name": "Maltos Barley Blanc", "nameDisplay": "Maltos Barley Blanc", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "Traditional bocks are made with all malt and are strong, malty, medium- to full-bodied, bottom-fermented beers with moderate hop bitterness that should increase proportionately with the starting gravity. Malt character should be a balance of sweetness and toasted/nut-like malt; not caramel. Hop flavor should be low and hop aroma should be very low. Bocks can range in color from deep copper to dark brown. Fruity esters should be minimal. Diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "30", "ibuMax": "30", "abvMin": "6.3", "fgMin": "1.018", "updateDate": "2015-04-07 15:38:54", "fgMax": "1.024", "shortName": "Bock", "abvMax": "7.5", "id": 88, "srmMin": "20", "name": "Traditional German-Style Bock"}, "id": "CynOdI", "createDate": "2015-11-19 20:43:48", "updateDate": "2015-12-02 20:08:23", "abv": "6.9", "styleId": 88, "ibu": "16", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Maltos Barrique Style", "nameDisplay": "Maltos Barrique Style", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.074", "description": "Malty sweetness is dominant but should not be cloying. Malt character is more reminiscent of fresh and lightly toasted Munich- style malt, more so than caramel or toffee malt character. Some elements of caramel and toffee can be evident and contribute to complexity, but the predominant malt character is an expression of toasted barley malt. Doppelbocks are full bodied and deep amber to dark brown in color. Astringency from roast malts is absent. Alcoholic strength is high, and hop rates increase with gravity. Hop bitterness and flavor should be low and hop aroma absent. Fruity esters are commonly perceived but at low to moderate levels. Diacetyl should be absent", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 7, "srmMax": "30", "ibuMax": "27", "abvMin": "6.5", "fgMin": "1.014", "updateDate": "2015-04-07 15:39:08", "fgMax": "1.02", "shortName": "Doppelbock", "abvMax": "8", "id": 90, "srmMin": "12", "name": "German-Style Doppelbock"}, "createDate": "2016-09-19 17:59:32", "updateDate": "2016-09-30 14:38:48", "abv": "7.6", "styleId": 90, "id": "AR6UDv", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Maltos Paradiso Zwickl", "nameDisplay": "Maltos Paradiso Zwickl", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "description": "Traditional Version of Kellerbier: Unfiltered lagered versions of Germanic lager styles of beer such as Münchner-Style Helles and Dunkel, Dortmunder/European-Style Export, Bohemian-style Pilsener and German-style Pilsener. Kellerbier is noticeably less carbonated. Subtle or low levels of esters may be apparent. This is an unfiltered beer but it may be naturally clear due to settling of yeast during aging. They may or may not be clear. Exhibiting a small amount of yeast haze in the appearance is acceptable. Low to moderately low levels of yeast-generated sulfur compounds in aroma and flavor should be apparent, and low levels of acetaldehyde or other volatiles normally scrubbed during fermentation may or may not be apparent. The sulfur and acetaldehyde characters should contribute positively to the beer drinking experience. There should be no diacetyl detectable. Dry hopping is acceptable. Head retention may not be optimal. Contemporary Version of Kellerbier: Beers that are packaged or on draft which are unfiltered versions of other lager styles. These may share many attributes of traditional versions, but are generally fully carbonated, fully lagered, with full head retention and absent of acetaldehyde.", "createDate": "2012-03-21 20:06:46", "categoryId": 7, "updateDate": "2015-04-07 15:39:16", "shortName": "Kellerbier", "id": 92, "name": "Kellerbier (Cellar beer) or Zwickelbier - Lager"}, "id": "jhuA1Y", "createDate": "2015-11-19 19:27:04", "updateDate": "2015-12-02 20:08:36", "abv": "5", "styleId": 92, "ibu": "11.8", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "In the past, table beer was commonplace on family tables.\r\nThis is actually not as strange as it sounds. Table beer contains vitamins and fewer calories than the majority of soft drinks.  Furthermore a table beer can be very flavoursome and its low alcohol is in its favour. \r\n\r\n'Maltosa' is a brown table beer that contains just 1.2% alcohol.", "statusDisplay": "Verified", "nameDisplay": "Maltosa", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/bSyck8/upload_CwfjSM-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/bSyck8/upload_CwfjSM-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/bSyck8/upload_CwfjSM-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.008", "description": "These ales and lagers are very low in alcohol and historically in Belgium enjoyed with meals by both adults and children. Pale to very dark brown in color. Additions of caramel coloring are sometimes employed to adjust color. They are light bodied with relatively low carbonation with limited aftertaste. The mouth feel is light to moderate, though higher than one might anticipate, usually because of unfermented sugars/malt sugars. Malted barley, wheat and rye may be used as well as unmalted wheat, rye, oats and corn. A mild malt character could be evident. Aroma/Flavor hops are most commonly used to employ a flavor balance that is only low in bitterness. Traditional versions do not use artificial sweeteners nor are they excessively sweet. More modern versions of this beer incorporate sweeteners such as sugar and saccharine added post fermentation to sweeten the palate and add to a perception of smoothness. Spices (such as orange and lemon peel, as well as coriander) may be added in barely perceptible amounts, but this is not common. Diacetyl should not be perceived. Competition directors may choose to break out subcategories of Traditional and Modern.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 5, "srmMax": "50", "ibuMax": "15", "abvMin": "0.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:32:55", "fgMax": "1.034", "shortName": "Belgian Table Beer", "abvMax": "3.5", "id": 69, "srmMin": "5", "name": "Belgian-Style Table Beer"}, "name": "Maltosa", "glass": {"createDate": "2012-01-03 02:41:33", "id": 1, "name": "Flute"}, "createDate": "2012-11-02 14:43:12", "updateDate": "2015-12-16 19:26:41", "abv": "1.2", "styleId": 69, "availableId": 1, "id": "bSyck8", "glasswareId": 1}, {"status": "verified", "isOrganic": "N", "description": "Brownywine - aged in Rum, Brandy and Bourbon barrels.\r\n\r\n40 years of innovation and inspiring the rest of the country through homebrewing deserves a very special beer and our brewery wouldn’t be here today without the pioneering spirit of the homebrew movement. The Maltose Falcons is Los Angeles’ oldest homebrew club and we were lucky enough to collaborate and brew with the crew to celebrate their 40th Anniversary!", "statusDisplay": "Verified", "nameDisplay": "Maltose Falcon", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "id": "cIhNaB", "createDate": "2015-09-03 03:39:38", "updateDate": "2015-09-08 16:35:22", "abv": "13.6", "styleId": 34, "ibu": "32", "name": "Maltose Falcon"}]
