[{"status": "verified", "isOrganic": "N", "name": "5 O'Click Shadow - Shinebox", "nameDisplay": "5 O'Click Shadow - Shinebox", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2014-05-06 15:56:51", "updateDate": "2014-05-06 15:56:51", "styleId": 25, "id": "5k7LOJ", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "5 O'Clock Pils", "nameDisplay": "5 O'Clock Pils", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 10, "name": "International Styles"}, "ogMin": "1.044", "description": "International Pilseners are straw/golden in color and are well attenuated. This medium-bodied beer is often brewed with rice, corn, wheat, or other grain or sugar adjuncts making up part of the mash. Hop bitterness is low to medium. Hop flavor and aroma are low. Residual malt sweetness is low--it does not predominate but may be perceived. Fruity esters and diacetyl should not be perceived. Very low levels of sweet corn-like dimethylsulfide (DMS) character, if perceived, are acceptable. There should be no chill haze.", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 10, "srmMax": "4", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:42:11", "fgMax": "1.01", "shortName": "International Pilsener", "abvMax": "5.3", "id": 106, "srmMin": "3", "name": "International-Style Pilsener"}, "createDate": "2016-04-21 14:56:54", "updateDate": "2016-04-21 14:56:54", "abv": "5.2", "styleId": 106, "id": "Qq39qI", "statusDisplay": "Verified"}, {"status": "verified", "srm": {"hex": "36080A", "id": 40, "name": "40"}, "isOrganic": "N", "description": "5 O’Clock Shadow Double Black Lager is brewed in the German Schwarzbier (black beer) tradition. Schwarzbier is to lager what stout or porter is to ale. Like those dark British beers, Schwarzbier has long been considered nourishing and even curative. German doctors often recommend Schwarzbier for nursing mothers. Our Brewmaster, born in Munich, was the beneficiary of just such advice.\r\n\r\nWe have taken the traditional Schwarzbier, intended to be a “session beer” with typically moderate alcohol, and almost doubled its strength to 7.6% alcohol by volume. We brewed our version with a fine balance of crystal and roasted malts and spiced it with noble hops. We fermented 5 O’Clock Shadow at cold temperatures with a select German lager yeast and cold-conditioned it for over four months to create a velvety smooth wintertime warmer.\r\n\r\nThis German lager pours a deep brown, almost black color with ruby highlights. It has soft dark chocolate notes with hints of caramel and a light roasty finish.", "srmId": 40, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "5 O'clock Shadow", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/QsyRjm/upload_Hcfj4S-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/QsyRjm/upload_Hcfj4S-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/QsyRjm/upload_Hcfj4S-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "These very dark brown to black beers have a mild roasted malt character without the associated bitterness. This is not a fullbodied beer, but rather a moderate body gently enhances malt flavor and aroma with low to moderate levels of sweetness. Hop bitterness is low to medium in character. Noble-type hop flavor and aroma should be low but perceptible. There should be no fruity esters. Diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "22", "categoryId": 7, "srmMax": "30", "ibuMax": "30", "abvMin": "3.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:37:12", "fgMax": "1.016", "shortName": "Schwarzbier", "abvMax": "5", "id": 84, "srmMin": "25", "name": "German-Style Schwarzbier"}, "id": "QsyRjm", "statusDisplay": "Verified", "createDate": "2012-01-09 19:06:40", "updateDate": "2015-12-16 14:01:12", "abv": "7.6", "styleId": 84, "glasswareId": 5, "ibu": "38", "foodPairings": "5 O’Clock Shadow pairs nicely with hearty, spicy foods. Try it with barbecued, roasted or blackened meats and sausages. Steaks and burgers, especially charred, will taste great. A cheese of choice might be a fine Munster or even a buttery, well-aged cheese. For dessert we suggest a raspberry tart or ginger pear cake.", "name": "5 O'clock Shadow"}, {"status": "verified", "isOrganic": "Y", "name": "5 Points IPA", "nameDisplay": "5 Points IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "LnnalT", "createDate": "2015-07-14 18:52:54", "updateDate": "2015-08-17 16:27:17", "abv": "5.6", "styleId": 30, "ibu": "94", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "5 Rabbit is an elegant beer that shows hints of light caramel and honeyed malt notes, carefully balanced with a sophisticated European noble hop aroma, with fruity and spicy flavors.\r\n\r\nIn Aztec mythology, 5 Rabbit (Macuiltochtli) is one of the 5 Gods of Excess (Ahuiateteo) and symbolizes the excess of pride. The long ears of the rabbit invite us to learn and listen, not only to others, but also the messages of the being and spirit. 5 Rabbit also represents vitality, happiness and fertility.\r\n\r\nSuggested food pairings include: Huachinango a la Veracruzana, whole fried fish, chiles rellenos, roasted chicken and pizza.", "srmId": 5, "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "nameDisplay": "5 Rabbit", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/jK6yuo/upload_HyfagC-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/jK6yuo/upload_HyfagC-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/jK6yuo/upload_HyfagC-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "id": "jK6yuo", "statusDisplay": "Verified", "createDate": "2012-01-03 02:42:37", "updateDate": "2015-12-16 09:13:32", "abv": "5.3", "styleId": 36, "availableId": 1, "glasswareId": 4, "ibu": "30", "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "name": "5 Rabbit"}, {"status": "verified", "isOrganic": "N", "name": "5 Sciences Saison", "nameDisplay": "5 Sciences Saison", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/DepAgO/upload_FxJ5bo-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/DepAgO/upload_FxJ5bo-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/DepAgO/upload_FxJ5bo-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2013-03-25 14:54:06", "updateDate": "2015-12-17 02:25:44", "abv": "6.5", "styleId": 72, "id": "DepAgO", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "This is a traditional English style ale brewed with four malts and four hops. The complex malt character and deep copper color balances with the mild English hops delivering a smooth finish. Alcohol runs about 5% and the carbonation is relatively low. Enjoy a few! Cheers!", "statusDisplay": "Verified", "nameDisplay": "5 Seasons 285 Gridlock ESB", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "createDate": "2013-05-08 18:27:36", "updateDate": "2015-05-28 18:51:42", "abv": "5", "styleId": 5, "id": "j2RJTc", "name": "5 Seasons 285 Gridlock ESB"}, {"status": "verified", "available": {"description": "Available during the fall months.", "id": 7, "name": "Fall"}, "isOrganic": "N", "description": "Kind of like our Münchner, only BIGGER! This full bodied, malty, mellow amber lager is brewed only once a year, to celebrate the Oktoberfest. Munich & Pilsen malts make this beer big and smooth, while German CaraMunich malt gives it a rich amber hue. This style is also known as Märzenbier and Weis’n Bier. Best enjoyed in a one liter Mass with three fingers of foamy head!", "statusDisplay": "Verified", "nameDisplay": "5 Seasons Bavarian Ecstasy Festbier", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.024", "description": "These beers are pale golden to amber in color, light to medium-light in body, and high in carbonation. Calorie level should not exceed 125 per 12 ounce serving. Corn, rice, or other grain or sugar adjuncts may be used but all malt formulations are also made. Malt and hop flavors are mild yet evident. Hop bitterness is evident and hop aroma may be negligible to evident. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "8", "categoryId": 8, "srmMax": "12", "ibuMax": "15", "abvMin": "3.5", "fgMin": "1.002", "updateDate": "2015-04-07 15:39:59", "fgMax": "1.008", "shortName": "American Amber Lager", "abvMax": "4.4", "id": 96, "srmMin": "4", "name": "American-Style Amber (Low Calorie) Lager"}, "createDate": "2013-05-08 18:31:52", "updateDate": "2013-05-09 00:15:46", "styleId": 96, "availableId": 7, "id": "od3MEn", "name": "5 Seasons Bavarian Ecstasy Festbier"}, {"status": "verified", "isOrganic": "N", "name": "5 String ESB", "nameDisplay": "5 String ESB", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "createDate": "2015-07-25 11:45:42", "updateDate": "2015-07-25 11:45:42", "abv": "6.4", "styleId": 5, "id": "Rkb3u3", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "5 Vulture is a deep ambered-colored ale with complex caramel aromas with toasted sugar notes and a long, elegant spicy finish. Roasted ancho chile is used to add depth and complexity, without adding heat or strong chile flavors.\r\n\r\nIn Aztec mythology, 5 Vulture (Macuilcozcacuauhtli) is one of the 5 Gods of Excess (Ahuiateteo) and symbolizes the excess of lust and envy. The scavenging nature of the vulture represents the stripping off of deeply rooted lust and envy impulses in our being. 5 Vulture is also associated with wisdom and longevity.\r\n\r\nSuggested food pairings include: Carne asada, chorizo sausage dishes, mole, cochinita pibil and hamburger", "srmId": 18, "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "nameDisplay": "5 Vulture", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/3AJboH/upload_4FNu5q-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/3AJboH/upload_4FNu5q-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/3AJboH/upload_4FNu5q-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "name": "5 Vulture", "statusDisplay": "Verified", "createDate": "2012-01-03 02:42:37", "updateDate": "2015-12-16 09:52:23", "abv": "6.4", "styleId": 125, "availableId": 1, "srm": {"hex": "A63E00", "id": 18, "name": "18"}, "id": "3AJboH", "glasswareId": 6}, {"status": "verified", "isOrganic": "N", "name": "5 Whistle Wheat Ale", "statusDisplay": "Verified", "nameDisplay": "5 Whistle Wheat Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/snf1Sj/upload_SaMnFA-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/snf1Sj/upload_SaMnFA-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/snf1Sj/upload_SaMnFA-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:37", "updateDate": "2015-12-16 09:49:20", "styleId": 112, "id": "snf1Sj", "glasswareId": 5}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "..it is hard to believe we have been brewing beer for 5 years. So to commemorate this event we have brewed a new beer with 5 different malts and hops. Deep, dark and very hoppy this beer is packed with the flavors of roasted malts and American grown hops. 10% abv", "statusDisplay": "Verified", "nameDisplay": "5 Years Later", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/4XTqCU/upload_bWVQOS-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/4XTqCU/upload_bWVQOS-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/4XTqCU/upload_bWVQOS-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "name": "5 Years Later", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:37", "updateDate": "2015-12-16 06:26:13", "abv": "10", "styleId": 25, "availableId": 2, "id": "4XTqCU", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "5,0 Original Export", "nameDisplay": "5,0 Original Export", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "Dortmunder has medium hop bitterness. Hop flavor and aroma from noble hops are perceptible but low. Sweet malt flavor can be low and should not be caramel-like. The color of this style is straw to deep golden. The body will be medium bodied. Fruity esters, chill haze, and diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "23", "categoryId": 7, "srmMax": "6", "ibuMax": "29", "abvMin": "5", "fgMin": "1.01", "updateDate": "2015-04-07 15:36:34", "fgMax": "1.014", "shortName": "Dortmunder", "abvMax": "6", "id": 79, "srmMin": "3", "name": "Dortmunder / European-Style Export"}, "createDate": "2016-05-21 10:30:08", "updateDate": "2016-06-07 21:02:16", "abv": "5.2", "styleId": 79, "availableId": 1, "id": "XKxZRZ", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "5,0 Original Pils", "nameDisplay": "5,0 Original Pils", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 7, "srmMax": "4", "ibuMax": "40", "abvMin": "4", "fgMin": "1.006", "updateDate": "2015-04-07 15:35:59", "fgMax": "1.012", "shortName": "German Pilsener", "abvMax": "5", "id": 75, "srmMin": "3", "name": "German-Style Pilsener"}, "createDate": "2016-05-21 10:29:30", "updateDate": "2016-06-07 21:02:04", "abv": "5", "styleId": 75, "availableId": 1, "id": "v1ElI8", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "5,0 Original Weizen", "nameDisplay": "5,0 Original Weizen", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "createDate": "2016-05-21 10:32:18", "updateDate": "2016-06-07 21:02:29", "abv": "5", "styleId": 48, "availableId": 1, "id": "9egNb0", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "name": "5,000 Year Ale", "nameDisplay": "5,000 Year Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.058", "description": "Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "30", "ibuMax": "65", "abvMin": "6", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:03", "fgMax": "1.03", "shortName": "Old Ale", "abvMax": "9", "id": 13, "srmMin": "12", "name": "Old Ale"}, "createDate": "2012-01-03 02:42:37", "updateDate": "2015-05-07 14:41:04", "styleId": 13, "availableId": 3, "id": "T7LMbO", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "We dry-hop this American Style India Pale Ale with seven grains and four domestic hop varieties by adding dry whole hops to the finishing tank so the beer rests “on top” of the hops for five extra days! Malty sweetness up front with big cascade and glacier hops in the finish — a wonderfully drinkable IPA!", "srmId": 9, "nameDisplay": "5-Day IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/xuC5wi/upload_eLMoED-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/xuC5wi/upload_eLMoED-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/xuC5wi/upload_eLMoED-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "xuC5wi", "statusDisplay": "Verified", "createDate": "2013-11-17 01:35:26", "updateDate": "2015-12-17 06:58:58", "abv": "6.1", "styleId": 30, "availableId": 1, "srm": {"hex": "E58500", "id": 9, "name": "9"}, "ibu": "66", "name": "5-Day IPA"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "OBC's new spring release, the 5.56 India Pale Lager, pours with a brilliantly transparent clarity and is dry-hopped with all-American hops; Cascade, Mosaic, and Citra. The crisp mouthfeel combined with robust piney, citrus, and grapefruit aromas make for a sessionable spring lager you'll surely enjoy.", "statusDisplay": "Verified", "nameDisplay": "5.56 Dry-Hopped Lager", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/JmZIiE/upload_DH09rz-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/JmZIiE/upload_DH09rz-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/JmZIiE/upload_DH09rz-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "id": "JmZIiE", "createDate": "2015-04-01 19:41:49", "updateDate": "2015-12-18 00:23:14", "abv": "5.6", "styleId": 93, "availableId": 4, "ibu": "45.6", "name": "5.56 Dry-Hopped Lager"}, {"available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "srmId": 5, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/yPfr6o/upload_ESmnbC-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/yPfr6o/upload_ESmnbC-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/yPfr6o/upload_ESmnbC-icon.png"}, "styleId": 120, "availableId": 2, "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "id": "yPfr6o", "statusDisplay": "Verified", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Field beers are any beers using vegetables as an adjunct in either the mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Vegetable qualities should not be overpowered by hop character. If a vegetable has an herbal or spice quality (such as the \"heat\" of a chili pepper), it should be classified as herb/spice beer style.  Note Chili-flavored beer with notable roast or vegetal character is evident it should be entered as Field Beer.  A statement by the brewer explaining what vegetables are used is essential in order for fair assessment in competitions. If this beer is a classic style with vegetables, the brewer should also specify the classic style. Note: If no Pumpkin beer category exists in a competition, then Pumpkin beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:25", "fgMax": "1.03", "shortName": "Field Beer", "abvMax": "13.1", "id": 120, "srmMin": "5", "name": "Field Beer"}, "nameDisplay": "5/5 Pepper Beer", "name": "5/5 Pepper Beer", "abv": "6", "status": "verified", "description": "5/5 Pepper Beer –A nice pale ale provides the platform to showcase the Jalapeno and Serrano peppers used in this spicy Cinco de Mayo brew.  Aromas and flavors abound, without the extreme heat.\r\n\r\nO.G: 1.056  ABV: 6.0%  IBU:30", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "ibu": "30", "servingTemperature": "cold", "updateDate": "2015-12-17 17:48:10", "createDate": "2014-09-10 13:29:25"}, {"status": "verified", "isOrganic": "Y", "description": "Celebrating 50 years of brewing in the ancient brewery at Traquair, Scotland’s Oldest Inhabited House. A limited edition ale (20,000 bottles only) packaged in a specially designed bottle. This is not a beer to be taken lightly but promises to be a smooth dark  and well balanced ale.", "statusDisplay": "Verified", "nameDisplay": "50", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English dark mild ales range from deep copper to dark brown (often with a red tint) in color. Malt flavor and caramel are part of the flavor and aroma profile while, licorice and roast malt tones may sometimes contribute to the flavor and aroma profile. Body should be low-medium to medium. These beers have very little hop flavor or aroma. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "34", "ibuMax": "24", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:43", "fgMax": "1.008", "shortName": "English Dark Mild", "abvMax": "4", "id": 11, "srmMin": "17", "name": "English-Style Dark Mild Ale"}, "createDate": "2015-05-29 18:38:59", "updateDate": "2015-05-29 18:38:59", "abv": "9", "styleId": 11, "id": "U2XRt4", "name": "50"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A crisp and refreshingly smooth American Lager brewed with a complex blend of hops to give it a distinctive hop note taste. It boasts a special touch of sweetness to quench the thirst and satisfy the taste buds.\r\n\r\n50 BACK is the best tasting premium quality American Lager you will find, but what makes it more exceptional is that it says \"thank you\" at the same time.\r\n\r\nBy choosing 50 BACK, you have allowed us to donate 50% of our proceeds to Charities committed to directly supporting and enriching the lives of our Nation's Veterans and their Families.", "statusDisplay": "Verified", "nameDisplay": "50 Back", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/blMKT5/upload_e1h40j-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/blMKT5/upload_e1h40j-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/blMKT5/upload_e1h40j-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "name": "50 Back", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:37", "updateDate": "2015-12-16 11:33:51", "abv": "4.9", "styleId": 93, "availableId": 1, "id": "blMKT5", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "An American style India Pale Ale. This medium bodied, light bronze hued brew has an aggressive hop character and flavor from the use of American hops in dry hopping. Our interpretation comes in at 13.0 degrees plato with IBU’s in the mid 40’s. The American hop varietals used as Kettle additions were Amarillo and Chinook and this was dry hopped with Chinook as well.", "name": "50 CAT IPA", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "50 CAT IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "ibu": "45", "statusDisplay": "Verified", "createDate": "2012-01-03 02:42:37", "updateDate": "2015-05-18 15:25:53", "styleId": 30, "id": "wlbqd0", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "A collaberative brew with 50 West Brewing Company. A toasty, dark blonde ale flavored with locally grown Ohio Paw Paw Fruit. Brewed with a malt blend of maris otter, carmel crystal 20L, victory, and cara-pils along with a hop blend of warrior, goldings and willamette.", "statusDisplay": "Verified", "nameDisplay": "50 Dalmatians", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "id": "h1OhaC", "createDate": "2015-11-04 23:07:09", "updateDate": "2015-11-04 23:07:09", "abv": "5.7", "styleId": 36, "ibu": "35", "name": "50 Dalmatians"}, {"status": "verified", "isOrganic": "N", "name": "50 Nodi", "nameDisplay": "50 Nodi", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/F4oGX1/upload_yr2qM4-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/F4oGX1/upload_yr2qM4-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/F4oGX1/upload_yr2qM4-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-08-19 10:01:21", "updateDate": "2015-12-18 03:08:48", "abv": "5.8", "styleId": 30, "id": "F4oGX1", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A wise man once said, “No good story starts with someone eating a salad.” Although we will categorically deny the validity of any such story that may have stared with our 50 Shades of Gold, we can say that the whopping 9.2%abv is shrouded in a cloud of mystery and intrigue… by which of course we mean a complex nose of fruity esters and moderately low spiciness and hop aroma.", "statusDisplay": "Verified", "nameDisplay": "50 Shades of Gold", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian pale strong ales are pale to golden in color with relatively light body for a beer of its alcoholic strength. Often brewed with light colored Belgian \"candy\" sugar, these beers are well attenuated. The perception of hop bitterness is medium-low to medium -high, with hop flavor and aroma also in this range. These beers are highly attenuated and have a perceptively deceiving high alcoholic character-being light to medium bodied rather than full bodied. The intensity of malt character should be low to medium, often surviving along with a complex fruitiness. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "10", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:16", "fgMax": "1.024", "shortName": "Belgian Pale Strong", "abvMax": "11", "id": 63, "srmMin": "4", "name": "Belgian-Style Pale Strong Ale"}, "id": "5A3yEA", "createDate": "2015-10-15 19:34:58", "updateDate": "2015-10-15 19:34:58", "abv": "9.2", "styleId": 63, "availableId": 4, "ibu": "29", "name": "50 Shades of Gold"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "All of the wonderful hop-driven flavors of Nectar IPA turned up to create a classic DIPA. Big herbal resinous hop flavor with balancing stone fruit notes, round malt middle and assertive hop bitterness in the finish.\r\n\r\nThis double IPA does everything twice. Double the hops, double the ABV = one heck of a brew. Named for the California coastal redwoods, one of the oldest and tallest living species in America, we think this big brew does these imperial giants justice.", "statusDisplay": "Verified", "nameDisplay": "500 BC", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/EMiEgU/upload_whuzyK-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/EMiEgU/upload_whuzyK-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/EMiEgU/upload_whuzyK-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "EMiEgU", "createDate": "2013-11-16 14:04:54", "updateDate": "2015-12-17 07:33:40", "abv": "8.3", "styleId": 31, "availableId": 1, "ibu": "80", "name": "500 BC"}, {"status": "verified", "isOrganic": "N", "description": "Hops added to the boil every minute for 500 minutes! Arbor's 500th brew.", "statusDisplay": "Verified", "nameDisplay": "500 Minute IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Imperial Red Ales are deep amber to dark copper/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.", "createDate": "2012-03-21 20:06:46", "ibuMin": "55", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "7.9", "fgMin": "1.02", "updateDate": "2015-04-07 17:05:43", "fgMax": "1.028", "shortName": "Imperial Red", "abvMax": "10.5", "id": 33, "srmMin": "10", "name": "Imperial Red Ale"}, "createDate": "2013-05-09 00:48:09", "updateDate": "2013-05-09 00:48:10", "abv": "10.7", "styleId": 33, "id": "ynmQV3", "name": "500 Minute IPA"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Sweet, strong and amazing 500 Monks will help you gain enlightenment! A traditional Belgian Dark Strong Ale!", "srmId": 19, "nameDisplay": "500 Monks Strong Belgian Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/GZPXkv/upload_Av8SB1-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/GZPXkv/upload_Av8SB1-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/GZPXkv/upload_Av8SB1-icon.png"}, "originalGravity": "1.081", "id": "GZPXkv", "statusDisplay": "Verified", "createDate": "2012-10-01 00:53:05", "updateDate": "2015-12-16 19:50:59", "abv": "8", "styleId": 62, "availableId": 4, "srm": {"hex": "A13700", "id": 19, "name": "19"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "12", "ibuMax": "30", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:06", "fgMax": "1.014", "shortName": "Belgian Pale", "abvMax": "6", "id": 62, "srmMin": "6", "name": "Belgian-Style Pale Ale"}, "ibu": "29", "name": "500 Monks Strong Belgian Ale"}, {"status": "verified", "isOrganic": "N", "description": "A refreshing Red Ale; Nicely hopped with a clean finish.  Pairs great with our savory meatloaf", "statusDisplay": "Verified", "nameDisplay": "501 - American Red Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/vgo2H8/upload_v08CSy-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/vgo2H8/upload_v08CSy-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/vgo2H8/upload_v08CSy-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2012-04-12 01:18:25", "updateDate": "2015-12-16 16:22:21", "styleId": 32, "id": "vgo2H8", "name": "501 - American Red Ale"}, {"status": "verified", "isOrganic": "N", "description": "Our oldest recipes with roots in our very first homebrew over a decade ago.  Time has helped \"age\" this recipe utilizing 7 grains to make a beer balanced with good malt and hop character.  The 503 you ask?  The length in miles the Wabash river runs from its headwaters near Fort Recovery to its outflow in the Ohio River.", "srmId": 14, "nameDisplay": "503 Amber Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "hE3Xdr", "statusDisplay": "Verified", "createDate": "2015-03-26 14:55:48", "updateDate": "2015-03-26 14:55:48", "abv": "5.3", "styleId": 32, "srm": {"hex": "C35900", "id": 14, "name": "14"}, "ibu": "34", "name": "503 Amber Ale"}, {"status": "verified", "isOrganic": "N", "description": "This is the recipe that won a Bronze Medal at the 2010 World Beer Cup.  Great balance of flavor, with notes of coffee and chocolate and goes down smooth.", "statusDisplay": "Verified", "nameDisplay": "505 - Export Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.052", "description": "As with classic dry stouts, foreign-style stouts have an initial malt sweetness and caramel flavor with a distinctive dry-roasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Bitterness may be high but the perception is often compromised by malt sweetness. Hop aroma and flavor should not be perceived. The perception of fruity esters is low. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:58", "fgMax": "1.02", "shortName": "Export Stout", "abvMax": "9.3", "id": 24, "srmMin": "40", "name": "Foreign (Export)-Style Stout"}, "createDate": "2012-04-12 01:17:46", "updateDate": "2014-10-16 19:17:50", "styleId": 24, "id": "h3MPyG", "name": "505 - Export Stout"}, {"status": "verified", "isOrganic": "N", "description": "Belgian inspired, our version of a traditional Trippel, but with a little more caramel malt, little spice, peppery, little orange, with slight touches of banana. Fruity and alcohol flavors supported by a soft malt character", "statusDisplay": "Verified", "nameDisplay": "508 Amber Trippel", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "createDate": "2012-04-21 12:06:25", "updateDate": "2012-04-21 12:06:25", "abv": "9.3", "styleId": 59, "id": "zNoVya", "name": "508 Amber Trippel"}, {"status": "verified", "isOrganic": "N", "description": "Malty, toffee with fruity hop aroma, a citrusy, resinous, piney, caramel, nutty. Medium to full, almost chewy body, Alcohol warmth is evident and welcome", "statusDisplay": "Verified", "nameDisplay": "508 American Strong Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.06", "description": "Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "21", "ibuMax": "65", "abvMin": "7", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:05", "fgMax": "1.04", "shortName": "Strong Ale", "abvMax": "11", "id": 14, "srmMin": "8", "name": "Strong Ale"}, "createDate": "2012-04-21 12:08:00", "updateDate": "2012-04-21 12:08:00", "abv": "8.6", "styleId": 14, "id": "qKywQt", "name": "508 American Strong Ale"}, {"status": "verified", "isOrganic": "N", "description": "Slightly floral, peachy, clean caramel, stone fruit notes. Thick and rich, some acidity and medium carbonation", "statusDisplay": "Verified", "nameDisplay": "508 Belgian Dark Strong Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "createDate": "2012-04-21 12:08:24", "updateDate": "2012-04-21 12:08:24", "abv": "8.4", "styleId": 64, "id": "SehkaK", "name": "508 Belgian Dark Strong Ale"}, {"status": "verified", "isOrganic": "N", "description": "Pleasant sweetness, honey, vanilla, zesty orange, citrus fruit, refreshingly crisp with dry tart finish, light creaminess from unmalted wheat and a touch of oats", "statusDisplay": "Verified", "nameDisplay": "508 Belgian Wit", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "createDate": "2012-04-21 12:10:26", "updateDate": "2012-04-21 12:10:26", "abv": "4.6", "styleId": 65, "id": "YFJnLV", "name": "508 Belgian Wit"}, {"status": "verified", "isOrganic": "N", "description": "Very aromatic, light fruitiness, moderate caramel and toasty malt. Finishes fairly dry and crisp, with a smooth lingering hop bitterness. This beer uses only Cascade hops from NZ and Australia", "statusDisplay": "Verified", "nameDisplay": "508 Cascade Common", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.045", "description": "California Common Beer is light amber to amber in color and is medium bodied. There is a noticeable degree of caramel-type malt character in flavor and often in aroma. Hop bitterness impression is medium to medium high and is balanced with a low to medium-low degree of fruity esters and malt character and give an impression of balance and drinkability. Hop flavor and aroma is low to medium-low. California Common Beer is a style of beer brewed with lager yeasts but at ale fermentation temperatures. Diacetyl and chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 11, "srmMax": "15", "ibuMax": "45", "abvMin": "4.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:42:34", "fgMax": "1.018", "shortName": "California Common", "abvMax": "5.6", "id": 110, "srmMin": "8", "name": "California Common Beer"}, "createDate": "2012-04-21 12:09:16", "updateDate": "2012-04-21 12:09:16", "abv": "5.8", "styleId": 110, "id": "hI9MtC", "name": "508 Cascade Common"}, {"status": "verified", "isOrganic": "N", "description": "Intense hop character with citrusy, floral, piney, high hop bitterness. The malt backbone supports the strong hop character. Finish fairly dry and crisp, extremely well balanced between malt and hops", "statusDisplay": "Verified", "nameDisplay": "508 Double I.P.A.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2012-04-21 12:07:28", "updateDate": "2012-04-21 12:07:28", "abv": "9", "styleId": 31, "id": "E1G8HS", "name": "508 Double I.P.A."}, {"status": "verified", "isOrganic": "N", "description": "Intense hop aroma with a citrusy, floral, piney, high hop bitterness, the malt backbone will support the strong hop character. Finish fairly dry and crisp", "statusDisplay": "Verified", "nameDisplay": "508 I.P.A.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2012-04-21 12:08:53", "updateDate": "2012-04-21 12:08:53", "abv": "6.3", "styleId": 30, "id": "4yQYjl", "name": "508 I.P.A."}, {"status": "verified", "isOrganic": "N", "description": "Rich and complex, with variable amounts of roasted, grains, maltiness, coffee, Mexican chocolate, hop bitterness balances with big grain bill", "statusDisplay": "Verified", "nameDisplay": "508 Montezuma Imperial Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2012-04-21 12:06:49", "updateDate": "2012-04-21 12:06:49", "abv": "9.1", "styleId": 43, "id": "bhXK81", "name": "508 Montezuma Imperial Stout"}, {"status": "verified", "isOrganic": "N", "description": "Pleasantly grainy-sweet, malt aroma dominates, noble hop aroma. Malt flavor with a low- to medium-low hop bitterness", "statusDisplay": "Verified", "nameDisplay": "508 Munich Helles", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "This beer should be perceived as having low bitterness. It is a medium-bodied, malt-emphasized beer with malt character often balanced with low levels of yeast produced sulfur compounds (character). Certain renditions of this beer style have  a perceivable level of hop flavor (note: hop flavor does not imply hop bitterness) and character but it is essentially balanced with malt character to retain its style identity. Malt character is sometimes bread-like yet always reminiscent of freshly and very lightly toasted malted barley. There should not be any caramel character. Color is light straw to golden. Fruity esters and diacetyl should not be perceived. There should be no chill haze.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 7, "srmMax": "6", "ibuMax": "25", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:36:40", "fgMax": "1.012", "shortName": "Helles", "abvMax": "5.5", "id": 78, "srmMin": "4", "name": "Münchner (Munich)-Style Helles"}, "createDate": "2012-04-21 12:10:05", "updateDate": "2014-10-16 20:14:11", "abv": "5.5", "styleId": 78, "id": "vvazC4", "name": "508 Munich Helles"}, {"status": "verified", "isOrganic": "N", "description": "Nutty, toffee and caramel notes, nice and balanced Brazil nut presence. A light appealing fresh hops, and a medium-dry to dry finish", "statusDisplay": "Verified", "nameDisplay": "508 Nut Brown Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "English brown ales range from copper to brown in color. They have medium body and range from dry to sweet maltiness with very little hop flavor or aroma. Roast malt tones may sometimes contribute to the flavor and aroma profile. Low to medium-low levels of fruity-ester flavors are appropriate. Diacetyl should be very low, if evident. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "25", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:20:51", "fgMax": "1.014", "shortName": "English Brown", "abvMax": "5.5", "id": 12, "srmMin": "13", "name": "English-Style Brown Ale"}, "createDate": "2012-04-21 12:09:42", "updateDate": "2012-04-21 12:09:42", "abv": "5.6", "styleId": 12, "id": "JbsB2d", "name": "508 Nut Brown Ale"}, {"status": "verified", "isOrganic": "N", "description": "Apple smoked malt is supported by a caramel and rye malt base, in a great balance reddish color, with a cream head, American hops and smoke dominates the aroma flavor follows the aroma profile with a present bitterness and rye", "statusDisplay": "Verified", "nameDisplay": "508 Smoked Rye I.P.A.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2012-04-21 12:05:22", "updateDate": "2014-10-20 19:07:46", "abv": "8.2", "styleId": 30, "id": "kkMtfi", "name": "508 Smoked Rye I.P.A."}, {"status": "verified", "isOrganic": "N", "description": "Rich, bock-like malt, bready, lots of banana and cloves. Dark amber color, with a mussy head. A complex marriage of bock-like maltiness with clove-like phenols and banana with a slight sweet palate", "statusDisplay": "Verified", "nameDisplay": "508 Weizenbock", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.066", "description": "This style can be either pale or dark (golden to dark brown in color) and has a high starting gravity and alcohol content. The malty sweetness of a Weizenbock is balanced with a clove-like phenolic and fruity-estery banana element to produce a wellrounded aroma and flavor. As is true with all German wheat beers, hop bitterness is low and carbonation is high. Hop flavor and aroma are absent. It has a medium to full body. If dark, a mild roast malt character should emerge in flavor and to a lesser degree in the aroma. If this is served with yeast the beer may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 4, "srmMax": "30", "ibuMax": "35", "abvMin": "6.9", "fgMin": "1.016", "updateDate": "2015-04-07 15:30:15", "fgMax": "1.028", "shortName": "Weizenbock", "abvMax": "9.3", "id": 53, "srmMin": "5", "name": "South German-Style Weizenbock / Weissbock"}, "createDate": "2012-04-21 12:05:47", "updateDate": "2012-04-21 12:05:47", "abv": "7.5", "styleId": 53, "id": "N45hp9", "name": "508 Weizenbock"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A medium-bodied, lightly-malty ale with medium hop presence that finishes exceedingly smooth. A blend of three domestic hop varieties, including Cascades, provides a light and subtle aroma and flavor. 509: area code of the eastside. 509 Style: ale of the eastside. 5% ABV", "statusDisplay": "Verified", "nameDisplay": "509 Style", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/hnAczC/upload_I3JOiU-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/hnAczC/upload_I3JOiU-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/hnAczC/upload_I3JOiU-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "name": "509 Style", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:37", "updateDate": "2015-12-16 07:05:35", "abv": "5", "styleId": 25, "availableId": 1, "id": "hnAczC", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "But expect to be greeted by a surprising smoothness and a composed presence of tropical and citrus humulus lupulus. Only spotted in Texas, this IPA is our celebration of the most flavorful American grown hops.\r\n\r\nBIG TASTE. BIG AROMA. YOU BET.", "statusDisplay": "Verified", "nameDisplay": "50ft Jackrabbit", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/RNhbEt/upload_dsaDFX-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/RNhbEt/upload_dsaDFX-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/RNhbEt/upload_dsaDFX-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "RNhbEt", "createDate": "2015-04-28 20:10:11", "updateDate": "2015-12-18 00:11:56", "abv": "7", "styleId": 30, "ibu": "70", "name": "50ft Jackrabbit"}, {"status": "verified", "isOrganic": "N", "description": "Brewed with 51% rye, a traditional hardy grain, this unique IPA combines the earthy spice of rye malt with carefully balanced citrus hop notes.", "statusDisplay": "Verified", "nameDisplay": "51 Rye", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-05-13 13:52:55", "updateDate": "2016-03-18 19:00:27", "abv": "6.5", "styleId": 30, "id": "YeK5BK", "name": "51 Rye"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "51/50 IPA is brewed to meet the standards of even the most judgemental hop snobs. Dry-hopping over several weeks allows us to create a pungent and dank aroma with a spicy and piney finish. Next time you want to stick your nose in a glass of hops, grab a 51/50 IPA. Why call it 51/50? Because we have to be crazy to put this amount of hops in a beer.", "statusDisplay": "Verified", "nameDisplay": "51/50 IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/WWCO6w/upload_hZ8T03-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/WWCO6w/upload_hZ8T03-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/WWCO6w/upload_hZ8T03-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "WWCO6w", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-02-08 12:32:53", "updateDate": "2016-03-07 18:51:28", "abv": "7.2", "styleId": 30, "availableId": 1, "glasswareId": 5, "ibu": "75", "name": "51/50 IPA"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Bursting hops all over your face, our American IPA is full of earthy grapefruit, apricot, and piney hop flavors and aromas with a nice balanced yet dry finish.", "statusDisplay": "Verified", "nameDisplay": "51K IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/DisQYV/upload_QO1xIt-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/DisQYV/upload_QO1xIt-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/DisQYV/upload_QO1xIt-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "name": "51K IPA", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-07-26 12:17:41", "updateDate": "2015-12-17 04:50:30", "abv": "7", "styleId": 30, "availableId": 1, "id": "DisQYV", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "“520” was the street address of our brewer’s grandmother’s house growing up and coincidentally years later it is the address of the brewery.  Silky smooth Germanic malts meld with a balanced combo of American and Noble hops to form an assertive, crisp finish on this copper colored Apparition.", "statusDisplay": "Verified", "nameDisplay": "520 Copper Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.024", "description": "These beers are pale golden to amber in color, light to medium-light in body, and high in carbonation. Calorie level should not exceed 125 per 12 ounce serving. Corn, rice, or other grain or sugar adjuncts may be used but all malt formulations are also made. Malt and hop flavors are mild yet evident. Hop bitterness is evident and hop aroma may be negligible to evident. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "8", "categoryId": 8, "srmMax": "12", "ibuMax": "15", "abvMin": "3.5", "fgMin": "1.002", "updateDate": "2015-04-07 15:39:59", "fgMax": "1.008", "shortName": "American Amber Lager", "abvMax": "4.4", "id": 96, "srmMin": "4", "name": "American-Style Amber (Low Calorie) Lager"}, "createDate": "2015-04-10 17:26:44", "updateDate": "2015-04-10 17:26:44", "abv": "6", "styleId": 96, "id": "AtzdSe", "name": "520 Copper Lager"}, {"status": "verified", "isOrganic": "N", "name": "525", "nameDisplay": "525", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/zWd40Z/upload_jOiRF5-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/zWd40Z/upload_jOiRF5-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/zWd40Z/upload_jOiRF5-icon.png"}, "originalGravity": "1.056", "id": "zWd40Z", "createDate": "2013-03-08 13:14:49", "updateDate": "2015-12-17 02:15:45", "abv": "5.7", "styleId": 12, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "English brown ales range from copper to brown in color. They have medium body and range from dry to sweet maltiness with very little hop flavor or aroma. Roast malt tones may sometimes contribute to the flavor and aroma profile. Low to medium-low levels of fruity-ester flavors are appropriate. Diacetyl should be very low, if evident. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "25", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:20:51", "fgMax": "1.014", "shortName": "English Brown", "abvMax": "5.5", "id": 12, "srmMin": "13", "name": "English-Style Brown Ale"}, "ibu": "32", "statusDisplay": "Verified"}]
