[{"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Schloss Eggenberg Urbock 23° is one of the strongest beers in the world. We keep the Urbock 23° in our Schloss cellars for 9 months until it is dark gold and strongly matured. Urbock 23° has received the highest acknowledgments and honours at international exhibitions and world evaluations. It is brewed exclusively from natural raw ingredients after the purity requirement of 1516. Schloss Eggenberg Urbock is filled in a 0.33 litre designer bottle embossed with Schloss Eggenberg and in barrels for the export (20 and 30 litre).", "statusDisplay": "Verified", "nameDisplay": "Urbock 23°", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/AWuUdf/upload_rAQMQQ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/AWuUdf/upload_rAQMQQ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/AWuUdf/upload_rAQMQQ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.074", "description": "Malty sweetness is dominant but should not be cloying. Malt character is more reminiscent of fresh and lightly toasted Munich- style malt, more so than caramel or toffee malt character. Some elements of caramel and toffee can be evident and contribute to complexity, but the predominant malt character is an expression of toasted barley malt. Doppelbocks are full bodied and deep amber to dark brown in color. Astringency from roast malts is absent. Alcoholic strength is high, and hop rates increase with gravity. Hop bitterness and flavor should be low and hop aroma absent. Fruity esters are commonly perceived but at low to moderate levels. Diacetyl should be absent", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 7, "srmMax": "30", "ibuMax": "27", "abvMin": "6.5", "fgMin": "1.014", "updateDate": "2015-04-07 15:39:08", "fgMax": "1.02", "shortName": "Doppelbock", "abvMax": "8", "id": 90, "srmMin": "12", "name": "German-Style Doppelbock"}, "name": "Urbock 23°", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:26", "updateDate": "2015-12-15 21:12:27", "abv": "9.6", "styleId": 90, "availableId": 1, "id": "AWuUdf", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Urhell", "nameDisplay": "Urhell", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "This beer should be perceived as having low bitterness. It is a medium-bodied, malt-emphasized beer with malt character often balanced with low levels of yeast produced sulfur compounds (character). Certain renditions of this beer style have  a perceivable level of hop flavor (note: hop flavor does not imply hop bitterness) and character but it is essentially balanced with malt character to retain its style identity. Malt character is sometimes bread-like yet always reminiscent of freshly and very lightly toasted malted barley. There should not be any caramel character. Color is light straw to golden. Fruity esters and diacetyl should not be perceived. There should be no chill haze.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 7, "srmMax": "6", "ibuMax": "25", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:36:40", "fgMax": "1.012", "shortName": "Helles", "abvMax": "5.5", "id": 78, "srmMin": "4", "name": "Münchner (Munich)-Style Helles"}, "createDate": "2016-09-19 11:18:46", "updateDate": "2016-09-19 11:18:46", "abv": "5.1", "styleId": 78, "id": "x7Tsiu", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Urhell", "createDate": "2012-08-12 12:02:44", "updateDate": "2012-08-17 17:08:34", "id": "WAyXEx", "name": "Urhell"}, {"status": "verified", "isOrganic": "N", "name": "Urhell", "nameDisplay": "Urhell", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "This beer should be perceived as having low bitterness. It is a medium-bodied, malt-emphasized beer with malt character often balanced with low levels of yeast produced sulfur compounds (character). Certain renditions of this beer style have  a perceivable level of hop flavor (note: hop flavor does not imply hop bitterness) and character but it is essentially balanced with malt character to retain its style identity. Malt character is sometimes bread-like yet always reminiscent of freshly and very lightly toasted malted barley. There should not be any caramel character. Color is light straw to golden. Fruity esters and diacetyl should not be perceived. There should be no chill haze.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 7, "srmMax": "6", "ibuMax": "25", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:36:40", "fgMax": "1.012", "shortName": "Helles", "abvMax": "5.5", "id": 78, "srmMin": "4", "name": "Münchner (Munich)-Style Helles"}, "createDate": "2016-04-04 16:37:05", "updateDate": "2016-04-12 16:39:25", "abv": "4.8", "styleId": 78, "id": "lxDMhy", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Urig Würzig", "srmId": 4, "nameDisplay": "Urig Würzig", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "originalGravity": "1.452", "id": "IKMxFs", "servingTemperature": "cool", "createDate": "2016-10-25 12:11:15", "updateDate": "2016-11-15 21:49:54", "abv": "4.9", "styleId": 75, "availableId": 1, "srm": {"hex": "FFBF42", "id": 4, "name": "4"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 7, "srmMax": "4", "ibuMax": "40", "abvMin": "4", "fgMin": "1.006", "updateDate": "2015-04-07 15:35:59", "fgMax": "1.012", "shortName": "German Pilsener", "abvMax": "5", "id": 75, "srmMin": "3", "name": "German-Style Pilsener"}, "ibu": "20", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Brewed with our friends at Surly, this Imperial Brett IPA is fermented with a unique strain of yeast, Brettanomyces Lambicus. This yeast creates earthy barnyard notes along with pineapple and cherry pie aromas. Of course, it’s hopped heavily. Simcoe and Chinook are the culprits for the “cat peed on the Christmas tree” aroma.", "statusDisplay": "Verified", "nameDisplay": "Urine Trouble", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Brett Beers are any range of color and may take on the color of added fruits or other ingredients. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Moderate to intense yet balanced fruity-ester aromas are evident. In darker versions, roasted malt, caramel-like and chocolate-like aromas are subtly present. Diacetyl and DMS aromas should not be perceived. Hop aroma is evident over a full range from low to high. In darker versions, roasted malt, caramel-like and chocolate-like flavors are subtly present. Fruited versions will exhibit fruit flavors in harmonious balance with other characters. Hop flavor is evident over a full range from low to high. Hop bitterness is evident over a full range from low to high. The evolution of natural acidity develops balanced complexity. Horsey, goaty, leathery, phenolic and light to moderate and/or fruity acidic character evolved from Brettanomyces organisms may be evident, not dominant and in balance with other character. Cultured yeast strains may be used in the fermentation. Beers in this style should not use bacteria or exhibit bacteria-derived characters. Moderate to intense yet balanced fruity-ester flavors are evident. Diacetyl and DMS flavors should not be perceived. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Body is evident over a full range from low to high. For purposes of competition entries exhibiting wood-derived characters or characters of liquids previously aged in wood would more appropriately be entered in other Wood-Aged Beer categories. Wood- and barrel-aged sour ales should not be entered here and are classified elsewhere.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 17:04:16", "shortName": "Brett", "id": 39, "name": "Brett Beer"}, "createDate": "2014-06-08 12:40:19", "updateDate": "2015-04-29 17:16:31", "abv": "9", "styleId": 39, "availableId": 2, "id": "pWO9ZT", "name": "Urine Trouble"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "Urkontinent is a social collaboration of worldwide proportions.\r\n\r\nThe seed was planted when Dogfish Head asked beer-­‐loving tech types around the globe to suggest ingredients for a new off-­‐centered ale.\r\n\r\nA small team from the brewery (and\r\na few of our beer-­‐loving tech\r\nfriends) then narrowed the list to five: wattleseed from Australia, toasted amaranth from South America, rooibos tea from Africa, myrica gale from Europe and honey from the United States.\r\n\r\nThe name Urkontinent, a German word for the theory that all of the continents were once connected, is a shoutout to the worldly recipe and ideas that make up this beer. The careful combination of ingredients gives this Belgian dubbel complex coffee and chocolate-­covered cherry notes.\r\n\r\n“Urkontinent is a valentine to boot-­‐strapping creative entrepreneurs in all kinds of industries all over the world,” says Dogfish Head Founder and President Sam Calagione.", "statusDisplay": "Verified", "nameDisplay": "Urkontinent", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/XQyXhk/upload_zl1S27-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/XQyXhk/upload_zl1S27-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/XQyXhk/upload_zl1S27-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.06", "description": "This medium-bodied, red to dark brown colored ale has a malty sweetness and chocolate-like caramel aroma. A light hop flavor and/or aroma is acceptable. Dubbels are also characterized by low-medium to medium bitterness. No diacetyl is acceptable. Yeastgenerated fruity esters (especially banana) are appropriate at low levels. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Often bottle conditioned a slight yeast haze and flavor may be evident.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "36", "ibuMax": "30", "abvMin": "6.25", "fgMin": "1.012", "updateDate": "2015-04-07 15:31:45", "fgMax": "1.016", "shortName": "Belgian Dubbel", "abvMax": "7.5", "id": 58, "srmMin": "16", "name": "Belgian-Style Dubbel"}, "id": "XQyXhk", "createDate": "2012-11-19 19:06:57", "updateDate": "2015-12-16 20:03:18", "abv": "8", "styleId": 58, "availableId": 3, "foodPairings": "Butternut ravioli, pumpkin soup mussels, pommes frittes, hard pecorino, or pear and fig tart with creamy cheese sauce", "ibu": "12", "name": "Urkontinent"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Stout: a style continually renewing itself in new forms, and reborn here as a Belgian-inspired creation. Roasted and chocolate malts, dark candy sugar, oak spirals, and Belgian yeast, circle in harmonious union.", "statusDisplay": "Verified", "nameDisplay": "Uroboros", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/rdp62i/upload_RNMG0y-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/rdp62i/upload_RNMG0y-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/rdp62i/upload_RNMG0y-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "name": "Uroboros", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "createDate": "2014-10-03 15:46:11", "updateDate": "2015-12-22 21:23:28", "abv": "8.5", "styleId": 43, "availableId": 1, "foodPairings": "Hummus, grass-fed beef, aged cheddar, and dark chocolate.", "id": "rdp62i", "glasswareId": 8}, {"status": "verified", "isOrganic": "N", "description": "This historic sour German wheat beer is spiced with salt and coriander. It has a refreshing, tart and lactic character, with a crisp and slightly dry finish. The salt is very balanced and works well with the natural sour mash. Cloudy straw color with hints of tart pineapple, lemon rind and a mild bready yeast quality.", "statusDisplay": "Verified", "nameDisplay": "Uror Gose", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.036", "description": "Traditional examples of Gose are spontaneously fermented, similarly to Belgian-style gueuze/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. A primary difference between Belgian Gueuze and German Gose is that Gose is served at a much younger age. Gose is typically pale gold to pale amber in color and typically contains malted barley, unmalted wheat with some traditional varieties containing oats. Hop character and malt flavors and aromas are negligible. Lemony or other citrus-like qualities are often present in aroma and on the palate. Some versions may have the spicy character of added coriander in aroma and on the palate at low to medium levels. Salt (table salt) character is also traditional in low amounts. Horsey, leathery, earthy aroma and flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Modern German Gose breweries typically introduce only pure beer yeast strains for fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. Gose is typically enjoyed fresh, carbonated, and cloudy/hazy with yeast character, and may have evidence of continued fermentation activity. Overall complexity of flavors and aromas are sought while maintaining an ideal balance between acidity, yeast-enhanced spice and refreshment is ideal.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.4", "fgMin": "1.008", "updateDate": "2015-04-07 17:09:35", "fgMax": "1.012", "shortName": "Leipzig Gose", "abvMax": "5.4", "id": 47, "srmMin": "3", "name": "Leipzig-Style Gose"}, "id": "suHbZb", "createDate": "2015-08-18 00:51:33", "updateDate": "2015-08-18 15:33:51", "abv": "4.8", "styleId": 47, "ibu": "10", "name": "Uror Gose"}, {"status": "verified", "isOrganic": "N", "name": "Urraca Gale", "nameDisplay": "Urraca Gale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/jYbpEr/upload_0I20kY-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/jYbpEr/upload_0I20kY-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/jYbpEr/upload_0I20kY-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-07-12 11:50:18", "updateDate": "2015-12-18 04:12:35", "abv": "6", "styleId": 30, "id": "jYbpEr", "statusDisplay": "Verified"}, {"available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "srmId": 41, "styleId": 135, "availableId": 8, "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "id": "rnMy34", "statusDisplay": "Verified", "originalGravity": "1.096", "nameDisplay": "Ursa Major", "name": "Ursa Major", "abv": "10.5", "status": "verified", "description": "Generous amounts of specialty malts are utilized in the Russian Imperial Stout. Primary fermentation takes place in stainless steel. Racked into recently emptied Rye Whiskey and Straight Bourbon barrels for months of aging. Strong and powerful like the Big Bear.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Any strong classic style or unique, experimental style of beer can be wood or barrel-aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and unique wood character but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Primary character of the beer style may or may not be apparent. Sour wood-aged beer of any color is outlined in other categories. Beers in this style may or may not have Brettanomyces character. The brewer must explain the special nature of the beer to allow for accurate judging. Comments could include: type of wood used (new or old, oak or other wood type), type of barrel used (new, port/ whiskey/ wine/ sherry/ other), base beer style or achieved character. Beer entries not accompanied by this information will be at a disadvantage during judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:50", "shortName": "BBL Aged Strong", "id": 135, "name": "Wood- and Barrel-Aged Strong Beer"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "glasswareId": 6, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "ibu": "55", "servingTemperature": "cool", "updateDate": "2014-09-10 20:51:51", "createDate": "2014-08-04 17:40:52"}, {"status": "verified", "isOrganic": "N", "name": "Ursa Major Brown Ale", "nameDisplay": "Ursa Major Brown Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "createDate": "2015-12-15 01:44:23", "updateDate": "2015-12-23 18:13:54", "abv": "7.2", "styleId": 37, "id": "qyWdxz", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "description": "Dark as squid ink and moody as the sea, Ursa Minor is our take on a winter wheat beer. Starting with a German wheat-beer yeast and a base of malted wheat, we added a blend of dark crystal and roasted malts to create a wheat stout. Redolent of dark fruit, weizen yeast esters, and roasted barley, Ursa Minor is perfect for an icy winter’s eve.", "statusDisplay": "Verified", "nameDisplay": "Ursa Minor", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/w2zSeX/upload_jFoRws-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/w2zSeX/upload_jFoRws-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/w2zSeX/upload_jFoRws-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malt wheat, and hop rates may be low to medium. Fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. Diacetyl should not be perceived. Because this style is intended to be served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "22", "ibuMax": "25", "abvMin": "3.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:44:01", "fgMax": "1.016", "shortName": "Dark Wheat Ale", "abvMax": "5", "id": 115, "srmMin": "9", "name": "Dark American Wheat Ale or Lager with Yeast"}, "name": "Ursa Minor", "glass": {"createDate": "2012-01-03 02:41:33", "id": 9, "name": "Weizen"}, "createDate": "2012-04-23 16:17:28", "updateDate": "2015-12-16 16:57:21", "abv": "6.7", "styleId": 115, "availableId": 8, "id": "w2zSeX", "glasswareId": 9}, {"status": "verified", "isOrganic": "N", "name": "Ursus", "nameDisplay": "Ursus", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/reX8KT/upload_Jfkwqe-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/reX8KT/upload_Jfkwqe-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/reX8KT/upload_Jfkwqe-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "id": "reX8KT", "createDate": "2015-01-26 17:29:09", "updateDate": "2015-12-17 19:56:57", "abv": "8.5", "styleId": 124, "ibu": "37", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Dark, strong, smooth American stout bursting with coffee and dark chocolate aroma and smooth velvety texture.", "statusDisplay": "Verified", "nameDisplay": "Ursus Americanus", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/YnezLF/upload_K2Fu9u-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/YnezLF/upload_K2Fu9u-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/YnezLF/upload_K2Fu9u-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "name": "Ursus Americanus", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-12-21 18:48:58", "updateDate": "2015-12-16 21:17:53", "abv": "6.4", "styleId": 42, "availableId": 1, "id": "YnezLF", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Ursus Pils", "nameDisplay": "Ursus Pils", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Rck5NU/upload_Q9p8WI-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Rck5NU/upload_Q9p8WI-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Rck5NU/upload_Q9p8WI-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2014-12-07 15:51:14", "updateDate": "2015-12-17 19:31:15", "abv": "4", "styleId": 93, "availableId": 1, "id": "Rck5NU", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available during the fall months.", "id": 7, "name": "Fall"}, "isOrganic": "N", "description": "Named for a long extinct Russian Cave Bear, Ursus Spelaeus is as deep and dark as the caves its namesake inhabited. Spelaeus has thick, rich maltiness with notes of chocolate, coffee, toffee, and subtle licorice in the nose and on the tongue with just enough hops to keep it balanced. The Belgian yeast strain adds touches of fruit, herbs, and spices.", "statusDisplay": "Verified", "nameDisplay": "Ursus Spelaeus", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/B7NnUg/upload_uEWzSQ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/B7NnUg/upload_uEWzSQ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/B7NnUg/upload_uEWzSQ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "name": "Ursus Spelaeus", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-12-21 18:48:59", "updateDate": "2016-02-15 23:08:26", "abv": "10", "styleId": 43, "availableId": 7, "id": "B7NnUg", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Urthel Hibernius Quentum Ale", "nameDisplay": "Urthel Hibernius Quentum Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Ubu4S4/upload_k4qBXw-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Ubu4S4/upload_k4qBXw-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Ubu4S4/upload_k4qBXw-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "createDate": "2012-01-03 02:44:26", "updateDate": "2015-12-15 22:09:16", "abv": "9", "styleId": 59, "id": "Ubu4S4", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Urthel Hop-It", "nameDisplay": "Urthel Hop-It", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/f7ck3G/upload_iAwlQT-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/f7ck3G/upload_iAwlQT-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/f7ck3G/upload_iAwlQT-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.054", "description": "Belgian-style blond ales are characterized by low yet evident hop bitterness, flavor, and sometimes aroma. Light to medium body and low malt aroma with a sweet, spiced and a low to medium fruity-ester character orchestrated in flavor and aroma. Sugar may be used to lighten perceived body. They are blonde to golden in color. Noble-type hops are commonly used. Low levels of phenolic spiciness from yeast byproducts may be perceived. Diacetyl should not be perceived. Acidic character should not be present. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "7", "ibuMax": "30", "abvMin": "6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:01", "fgMax": "1.014", "shortName": "Belgian Blonde", "abvMax": "7.8", "id": 61, "srmMin": "4", "name": "Belgian-Style Blonde Ale"}, "createDate": "2012-01-03 02:44:26", "updateDate": "2015-12-15 21:18:03", "abv": "9.5", "styleId": 61, "id": "f7ck3G", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Urthel Novicius Vertus", "nameDisplay": "Urthel Novicius Vertus", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "createDate": "2012-01-03 02:44:26", "updateDate": "2015-05-28 17:16:41", "abv": "5.9", "styleId": 70, "id": "nCojAV", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Urthel Samaranth 12 Quadrium Ale is a malty, full-bodied special Ale, brewed in a way that only Belgian Brewers can. Huge mouthfeel and layers and levels of flavor make Urthel Samaranth the perfect beer for the end of a meal or at the finish of a special day. And when you want something different, Urthel Samaranth 12 Quadrium Ale is with its fine bitterness, definitely something different.", "statusDisplay": "Verified", "nameDisplay": "Urthel Samaranth", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/vODMhk/upload_qxdIQp-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/vODMhk/upload_qxdIQp-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/vODMhk/upload_qxdIQp-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "name": "Urthel Samaranth", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "createDate": "2012-01-03 02:44:26", "updateDate": "2015-12-15 21:21:09", "abv": "11.5", "styleId": 64, "id": "vODMhk", "glasswareId": 8}, {"status": "verified", "isOrganic": "N", "name": "Urthel Tonicum Finiboldhus", "nameDisplay": "Urthel Tonicum Finiboldhus", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "createDate": "2012-01-03 02:44:26", "updateDate": "2015-05-28 17:23:14", "abv": "7.5", "styleId": 70, "id": "PWXXJw", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Urthel Vlaemse Bock", "nameDisplay": "Urthel Vlaemse Bock", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/fhPIJ8/upload_CogS6t-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/fhPIJ8/upload_CogS6t-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/fhPIJ8/upload_CogS6t-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.06", "description": "This medium-bodied, red to dark brown colored ale has a malty sweetness and chocolate-like caramel aroma. A light hop flavor and/or aroma is acceptable. Dubbels are also characterized by low-medium to medium bitterness. No diacetyl is acceptable. Yeastgenerated fruity esters (especially banana) are appropriate at low levels. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Often bottle conditioned a slight yeast haze and flavor may be evident.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "36", "ibuMax": "30", "abvMin": "6.25", "fgMin": "1.012", "updateDate": "2015-04-07 15:31:45", "fgMax": "1.016", "shortName": "Belgian Dubbel", "abvMax": "7.5", "id": 58, "srmMin": "16", "name": "Belgian-Style Dubbel"}, "createDate": "2012-01-03 02:44:26", "updateDate": "2015-12-15 20:57:48", "abv": "7.5", "styleId": 58, "id": "fhPIJ8", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Urtrunk", "nameDisplay": "Urtrunk", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "description": "These beers are unfiltered German-style Altbier and Kölsch. They are packaged and/or served intentionally with low to moderate amounts of yeast. Products may be filtered and again dosed with yeast in the package, manifesting themselves as bottle conditioned beers or unfiltered beer with yeast present. They will most likely not be clear, and may appear slightly hazy to moderately cloudy. Yeast character, flavor and aroma are desirable, yet should be low to medium but not overpowering the balance and character of malt and hops. Low to moderately low levels of yeast-generated sulfur containing compounds should be apparent in aroma and flavor, and low levels of acetaldehyde or other volatiles normally removed during fermentation may or may not be apparent. The sulfur and acetaldehyde characters should contribute positively to the beer drinking experience. Head retention may not be optimal. The brewer must indicate the classic style on which the entry is based to allow for accurate judging. Beer entries not accompanied by this information will be at a disadvantage during evaluation.", "createDate": "2012-03-21 20:06:46", "categoryId": 4, "updateDate": "2015-04-07 15:31:30", "shortName": "Kellerbier", "id": 56, "name": "Kellerbier (Cellar beer) or Zwickelbier - Ale"}, "id": "K2IXRy", "createDate": "2015-10-29 19:24:47", "updateDate": "2015-10-29 20:21:38", "abv": "4.9", "styleId": 56, "ibu": "34", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Urtyp Hell", "nameDisplay": "Urtyp Hell", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/BXpRad/upload_wqRfzb-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/BXpRad/upload_wqRfzb-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/BXpRad/upload_wqRfzb-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "Dortmunder has medium hop bitterness. Hop flavor and aroma from noble hops are perceptible but low. Sweet malt flavor can be low and should not be caramel-like. The color of this style is straw to deep golden. The body will be medium bodied. Fruity esters, chill haze, and diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "23", "categoryId": 7, "srmMax": "6", "ibuMax": "29", "abvMin": "5", "fgMin": "1.01", "updateDate": "2015-04-07 15:36:34", "fgMax": "1.014", "shortName": "Dortmunder", "abvMax": "6", "id": 79, "srmMin": "3", "name": "Dortmunder / European-Style Export"}, "createDate": "2015-05-05 03:06:15", "updateDate": "2015-12-18 02:04:11", "abv": "4.8", "styleId": 79, "id": "BXpRad", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "Aromatisch herzhaft, kräftig, angenehm frisch und fein abgerundet im Geschmack. \r\n\r\nWie alle Weltenburger Biere aus bestem Gerstenmalz, Hopfen und klarem Quellwasser gebraut.  \r\n\r\nGeschmacklich geschlossen  repräsentiert es unverfälschte schnörkellose Lebensart.", "statusDisplay": "Verified", "nameDisplay": "Urtyp Hell", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "Helles Rauchbier should have beech wood smoky characters that range from detectable to prevalent in the aroma and flavor. Smoke character is not harshly phenolic, but rather very smooth, almost rendering a perception of mild sweetness to this style of beer. This is a medium-bodied, smoke and malt-emphasized beer, with malt character often balanced with low levels of yeast produced sulfur compounds (character). This beer should be perceived as having low bitterness. Certain renditions of this beer style approach a perceivable level of hop flavor (note: hop flavor does not imply hop bitterness) and character but it is essentially balanced with malt character to retain its style identity. Helles Rauchbier malt character is reminiscent of freshly and very lightly toasted sweet malted barley. There should not be any caramel character. Color is light straw to golden. Noble-type hop flavor is low but may be perceptible. The aroma should strike a balance between malt, hop, and smoke. Fruity esters, diacetyl, and chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 7, "srmMax": "6", "ibuMax": "25", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:38:36", "fgMax": "1.012", "shortName": "Helles Rauchbier", "abvMax": "5.5", "id": 86, "srmMin": "4", "name": "Bamberg-Style Helles Rauchbier"}, "createDate": "2015-05-21 18:26:49", "updateDate": "2015-05-21 18:26:49", "styleId": 86, "id": "OD8SCx", "name": "Urtyp Hell"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Brewer Gabe Smoley’s Unchained 21: Us & Them is a truly unique craft beer exploration. Gabe has deconstructed the mash of Summit's popular Sága IPA recipe into two unique “threads” to forge two distinct beers: a hoppy and intense American IPA and a complex, but subtle Session IPA. This unique brewing experience explores the two extreme flavor profiles and drinking differences you can discover in one package from one, original beer recipe. Which beer do you think is “Us” and which beer is “Them”? Which brew defines you? Offered in 6 packs that include three bottles of each brew. Also available on draught.", "statusDisplay": "Verified", "nameDisplay": "Us & Them IPA - Unchained 21", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "Session India Pale Ales are gold to copper. Chill haze is allowable at cold temperatures and hop haze is allowable at any temperature. Fruity-ester aroma is light to moderate. Hop aroma is medium to high with qualities from a wide variety of hops from all over the world. Low to medium maltiness is present. Hop flavor is strong, characterized by flavors from a wide variety of hops. Hop bitterness is medium to high. Fruity-ester flavors are low to moderate. Diacetyl is absent or at very low levels. Body is low to medium.", "createDate": "2015-04-07 17:07:27", "categoryId": 3, "shortName": "Session IPA", "id": 164, "name": "Session India Pale Ale"}, "id": "K4gBWu", "createDate": "2016-03-11 14:13:04", "updateDate": "2016-03-11 14:13:55", "abv": "7.2", "styleId": 164, "availableId": 2, "ibu": "90", "name": "Us & Them IPA - Unchained 21"}, {"status": "verified", "isOrganic": "N", "name": "Us Heit Dubbel Tarwe Bier", "nameDisplay": "Us Heit Dubbel Tarwe Bier", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.066", "description": "This style can be either pale or dark (golden to dark brown in color) and has a high starting gravity and alcohol content. The malty sweetness of a Weizenbock is balanced with a clove-like phenolic and fruity-estery banana element to produce a wellrounded aroma and flavor. As is true with all German wheat beers, hop bitterness is low and carbonation is high. Hop flavor and aroma are absent. It has a medium to full body. If dark, a mild roast malt character should emerge in flavor and to a lesser degree in the aroma. If this is served with yeast the beer may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 4, "srmMax": "30", "ibuMax": "35", "abvMin": "6.9", "fgMin": "1.016", "updateDate": "2015-04-07 15:30:15", "fgMax": "1.028", "shortName": "Weizenbock", "abvMax": "9.3", "id": 53, "srmMin": "5", "name": "South German-Style Weizenbock / Weissbock"}, "createDate": "2012-01-03 02:44:26", "updateDate": "2015-05-07 14:53:03", "styleId": 53, "id": "zK0nK8", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A handshake for Hells and a high-five to USA, this takes our classic lager and slams Stateside hops at it for an Atlantic-crossing home-run of juicy citrus fruit. Taste: Hazy with big foam, bright citrus and tropical fruit aroma, pithy bitterness and amazing hop freshness: it’s got the beautiful lightness of lager countered with a big hit of hops. We love American hops and we love Hells Lager and wanted to smash the two together. The result is probably the most delicious beer we’ve ever brewed. It’s just about the most bangable beer you’ll ever have.", "statusDisplay": "Verified", "nameDisplay": "USA Hells", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/t0HI9A/upload_D4jBWT-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/t0HI9A/upload_D4jBWT-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/t0HI9A/upload_D4jBWT-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "id": "t0HI9A", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-04-10 19:24:35", "updateDate": "2015-12-17 12:41:27", "abv": "4.6", "styleId": 93, "availableId": 1, "glasswareId": 5, "ibu": "26", "name": "USA Hells"}, {"status": "verified", "isOrganic": "N", "name": "USA Northern Brewer IPA", "nameDisplay": "USA Northern Brewer IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2012-12-21 17:34:39", "updateDate": "2012-12-21 17:34:41", "abv": "5", "styleId": 30, "id": "q4kdFp", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Though dark in appearance, the German-style Black Lager is light-medium bodied. Briefs Black Prinz malt give the dark color to this smooth malt-forward brew, with earthy notes, that finishes with a medium hop bitterness from the German Select.", "statusDisplay": "Verified", "nameDisplay": "Use the Schwarz(bier)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "These very dark brown to black beers have a mild roasted malt character without the associated bitterness. This is not a fullbodied beer, but rather a moderate body gently enhances malt flavor and aroma with low to moderate levels of sweetness. Hop bitterness is low to medium in character. Noble-type hop flavor and aroma should be low but perceptible. There should be no fruity esters. Diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "22", "categoryId": 7, "srmMax": "30", "ibuMax": "30", "abvMin": "3.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:37:12", "fgMax": "1.016", "shortName": "Schwarzbier", "abvMax": "5", "id": 84, "srmMin": "25", "name": "German-Style Schwarzbier"}, "id": "ThWYrW", "createDate": "2016-10-19 19:16:48", "updateDate": "2016-10-19 19:16:48", "abv": "5", "styleId": 84, "ibu": "30", "name": "Use the Schwarz(bier)"}, {"status": "verified", "isOrganic": "N", "description": "Despite its rich and malty character, the Maibock retains the crisp clean qualities of a lager beer. It has a subtle honey and pine nose, spicy/sweet palate, and dry finish.\r\n\r\nSince Arbor Brewing Company founder Matt Greff did his foreign study in Germany, we celebrate each season with the release of a new German beer. Maibock and Hefeweizen herald Spring, Pilsner comes out in the summer, Oktoberfest marks the fall fest season, and the Dopplebock arrives every year in time for the Thanksgiving break. And yes, we realize that Uskratch is not a German word. Uskratch Maibock—get it?", "statusDisplay": "Verified", "nameDisplay": "Uskratch Maibock", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/C79UmP/upload_x8BFSa-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/C79UmP/upload_x8BFSa-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/C79UmP/upload_x8BFSa-icon.png"}, "originalGravity": "1.065", "id": "C79UmP", "createDate": "2014-09-08 19:18:11", "updateDate": "2015-12-17 17:36:48", "abv": "7", "styleId": 89, "foodPairings": "Maibock would be great with honeyed ham, roasted pork, baked apples, lobster, or crab. You could also try it with dessert along side a rich carrot cake or cinnamon-raisin roll.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "The German word helle means light colored, and as such, a heller Bock is light straw to deep golden in color. Maibocks are also light-colored bocks. The sweet malty character should come through in the aroma and flavor. A lightly toasted and/or bready malt character is often evident. Roast or heavy toast/caramel malt character should be absent. Body is medium to full. Hop bitterness should be low, while noble-type hop aroma and flavor may be at low to medium levels. Bitterness increases with gravity. Fruity esters may be perceived at low levels. Diacetyl should be absent. Chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "10", "ibuMax": "38", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:39:04", "fgMax": "1.02", "shortName": "Maibock", "abvMax": "8", "id": 89, "srmMin": "4", "name": "German-Style Heller Bock/Maibock"}, "ibu": "29", "name": "Uskratch Maibock"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Our golden-colored American IPA that’s hopped to the gills, yet balanced. Dry-hopped with Amarillo hops.", "statusDisplay": "Verified", "nameDisplay": "USS Enterprise IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "rA2EMP", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:26", "updateDate": "2015-04-14 14:35:29", "abv": "6.4", "styleId": 30, "availableId": 1, "glasswareId": 5, "ibu": "63", "name": "USS Enterprise IPA"}, {"status": "verified", "isOrganic": "Y", "name": "USS Fort Worth", "nameDisplay": "USS Fort Worth", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.034", "description": "Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "2", "ibuMax": "30", "abvMin": "4", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:20", "fgMax": "1.01", "shortName": "Session", "abvMax": "5.1", "id": 108, "srmMin": "2", "name": "Session Beer"}, "createDate": "2015-07-20 17:48:36", "updateDate": "2015-07-20 17:48:36", "abv": "4.5", "styleId": 108, "id": "g9FjHz", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "This quenching red summer ale is brewed with premium UK malts, bittered with Columbus hops and finished with Perle hops for flavor. Crystal rye malt imbues crisp complexity and a unique red color (no caramel or other artificial colors here). A perfect session beer for the summer!", "statusDisplay": "Verified", "nameDisplay": "USSR (Ultimate Summer Session Rye)", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/QfoXEn/upload_ZQXjL7-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/QfoXEn/upload_ZQXjL7-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/QfoXEn/upload_ZQXjL7-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "foodPairings": "Fish and chips, pizza dishes, chicken wings and other summer favorites; also cheese plates, especially soft cheeses.", "createDate": "2015-03-12 19:27:42", "updateDate": "2015-12-17 23:37:40", "abv": "4.4", "styleId": 117, "availableId": 4, "id": "QfoXEn", "name": "USSR (Ultimate Summer Session Rye)"}, {"status": "verified", "isOrganic": "N", "description": "Light unfiltered special Advent 14° with 5,8% alkohol content, bottom-fermented .\r\nIt contains: water,  barley light malt, wheat malt, hops from Žatec, pure fermentative culture.\r\nCharacteristics: slightly turbid with higher fermentation, well drinkable.\r\nFlavour: noticeably bitter and rich.", "statusDisplay": "Verified", "nameDisplay": "Ustecan", "originalGravity": "1.057", "createDate": "2016-03-24 18:57:23", "updateDate": "2016-03-24 18:57:23", "abv": "5.8", "styleId": 112, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "id": "fjxKrH", "name": "Ustecan"}, {"status": "verified", "isOrganic": "N", "description": "Yeasty lager 11° with 4,4%  content of alcohol, top-fermented.\r\nIt contains: water, balanced 50% share of barley and frumentaceous malt, two kinds of quality hops from Žatec.\r\nCharacteristics: light yellow colour with rich foam, higher content of proteins, esters and carbon dioxide.\r\nFlavour: pleasantly bitter with fine intensity of fruity aromas, mainly banana aroma and slight touch of clove.", "statusDisplay": "Verified", "nameDisplay": "Ustecka Rychtarka Weizenbier", "originalGravity": "1.044", "createDate": "2016-03-24 19:00:30", "updateDate": "2016-03-24 19:00:30", "abv": "4.4", "styleId": 50, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.028", "description": "The German word leicht means light, and as such these beers are light versions of Hefeweizen. Leicht Weissbier is top fermented and cloudy like Hefeweizen. The phenolic and estery aromas and flavors typical of Weissbiers are more subdued in Leichtes Weizen. Hop flavor and aroma are normally absent. The overall flavor profile is less complex than Hefeweizen due to decreased alcohol content. There is less yeasty flavor present. Leichtes Weissbier has diminished mouth feel relative to Hefeweizen, and is a low-bodied beer. No diacetyl should be perceived. The beer may have a broad range of color from pale golden to pale amber.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "15", "ibuMax": "20", "abvMin": "2.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:29:45", "fgMax": "1.008", "shortName": "Leichtesweizen", "abvMax": "3.5", "id": 50, "srmMin": "4", "name": "German-Style Leichtes Weizen / Weissbier"}, "id": "I3g90i", "name": "Ustecka Rychtarka Weizenbier"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Three different premium malts, rye, wheat, Saison yeast and strong American hops create an extremely complex base. Sage, thyme and rosemary as well as a dry hop charge of Citra hops adds herbal and tropical notes. An extremely dry, nuanced beer with touches of sage, papaya, guava and a crisp, peppery finish.", "statusDisplay": "Verified", "nameDisplay": "Utah Sage Saison", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/8nXYBR/upload_ghcekG-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/8nXYBR/upload_ghcekG-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/8nXYBR/upload_ghcekG-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "name": "Utah Sage Saison", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-08-23 18:00:21", "updateDate": "2015-12-16 18:18:56", "abv": "7.3", "styleId": 72, "availableId": 4, "foodPairings": "Savory and fatty meats.", "id": "8nXYBR", "glasswareId": 5}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 11, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/NwDOQk/upload_vNLfE5-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/NwDOQk/upload_vNLfE5-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/NwDOQk/upload_vNLfE5-icon.png"}, "styleId": 25, "availableId": 1, "foodPairings": "Curry; citrus fruits", "id": "NwDOQk", "statusDisplay": "Verified", "originalGravity": "1.056", "nameDisplay": "Ute Bill Pale Ale", "name": "Ute Bill Pale Ale", "abv": "5.75", "status": "verified", "description": "Golden and pleasantly aromatic, this lustrous pale ale delivers a crisp citrus hop punch, with a softened light malty finish.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "srm": {"hex": "D77200", "id": 11, "name": "11"}, "servingTemperature": "cool", "updateDate": "2015-12-17 17:39:03", "ibu": "39.4", "createDate": "2014-09-23 16:14:39"}, {"status": "verified", "isOrganic": "N", "name": "Ute Trail Pale Ale", "statusDisplay": "Verified", "nameDisplay": "Ute Trail Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:26", "updateDate": "2014-10-13 17:39:49", "abv": "6", "styleId": 25, "id": "MxB17O", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Warmer weather is drawing near, and Legend Brewing Co. is releasing a new ale to revel in the spring season. For this season’s release, Legend married its enthusiasm for classical beer styles and modernized approach to brewing to create the Legend Ütebier. The name Ütebier mirrors the Norwegian Ütepils, but is infused with German character. The Norwegian-style Ütepils loosely translates to “the first beer you have outside on a sunny day.” We decided to rejuvenate this style to create a unique Ale for the coming of spring. Ütebier pours a deep orange color and the mouthfeel is very crisp. Honey malts evoke a delicate sweetness, which is balanced out by the subtle hop bite. Additional Amarillo hops are added towards the end of the boil to bring out a light, tropical aroma. Available mid February.", "statusDisplay": "Verified", "nameDisplay": "Utebier", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/DP3MZQ/upload_4tnjuS-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/DP3MZQ/upload_4tnjuS-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/DP3MZQ/upload_4tnjuS-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-03-20 00:37:09", "updateDate": "2015-12-18 00:29:59", "abv": "5.5", "styleId": 25, "id": "DP3MZQ", "name": "Utebier"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Utica Club is a 5.0% abv pale lager and has 137 calories per 12 US fl oz (355 mL) serving (1,620 kJ/L); introduced in 1933 at the West End Brewing Company (today the Matt Brewing Company). It was the first beer officially sold after Prohibition. It is a minor brand in comparison to the brewery's primary line of Saranac beers. Some affectionately refer to Utica Club as \"Uncle Charlie.\" Accordingly, Utica Club Light (UCL) has been referred to as \"Uncle Charlie Lewis.\"", "statusDisplay": "Verified", "nameDisplay": "Utica Club", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2015-05-10 23:27:42", "updateDate": "2015-05-13 20:00:16", "abv": "5", "styleId": 93, "availableId": 1, "id": "ew79eq", "name": "Utica Club"}, {"status": "verified", "isOrganic": "N", "description": "Truly a unique mead that offers a flavor not just unlike any other mead but unlike any other beverage in the world. Our single barrel releases are limited and identified with bottling date and number of cases available. We aged and fermented this mead in hand-selected, Samuel Adams Utopias® casks from the award-winning Boston Beer Company.  This flavorful, slightly fruity mead has a sweet, complex flavor that is reminiscent of a deep, rich vintage port, fine cognac or aged sherry.  Back to back International Mazer Cup winner bronze 2012, and silver 2013.  Batch #8 now available.", "statusDisplay": "Verified", "nameDisplay": "Utopian", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "description": "Similar in balance, body, finish and flavor intensity to a semisweet (or medium-dry) white wine, with a pleasant mixture of honey character, light sweetness, soft fruity esters, and clean alcohol. Complexity, harmony, and balance of sensory elements are most desirable, with no inconsistencies in color, aroma, flavor or aftertaste. The proper balance of sweetness, acidity, alcohol and honey character is the essential final measure of any mead.", "createDate": "2012-03-21 20:06:46", "categoryId": 12, "updateDate": "2015-04-07 15:47:27", "shortName": "Semi-Sweet Mead", "id": 141, "name": "Semi-Sweet Mead"}, "createDate": "2015-11-18 20:11:03", "updateDate": "2015-11-18 20:11:03", "styleId": 141, "id": "NLRyyq", "name": "Utopian"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Brooklyn-based chocolate-makers the Mast Brothers concocted this brew with Sixpoint’s Jeff Gorlechen. This Milk Stout is brewed with the Masts’ cocoa husks and flaked oats. Think chocolate milkshake, only better.", "statusDisplay": "Verified", "nameDisplay": "Utterly Delicious", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "40", "ibuMax": "25", "abvMin": "3", "fgMin": "1.012", "updateDate": "2015-04-07 15:24:41", "fgMax": "1.02", "shortName": "Sweet Stout", "abvMax": "6", "id": 20, "srmMin": "40", "name": "Sweet or Cream Stout"}, "id": "XbiEkZ", "createDate": "2012-08-27 20:33:49", "updateDate": "2012-08-28 13:15:38", "abv": "5.5", "styleId": 20, "availableId": 2, "ibu": "29", "name": "Utterly Delicious"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Made with a 50/50 blend of Colorado wine grapes \r\n and apples. In Spanish Uva = grape, Manzana = apple,\r\n we combined them for UVANA.  Delicate fruit flavors,\r\n a snappy middle and a dry finish with very few bubbles.\r\n\r\nGluten Free - 6.9% ABV -  in 500ml bottles", "statusDisplay": "Verified", "nameDisplay": "UVANA", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.07", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:07", "fgMax": "1.01", "shortName": "Fruit Cider", "abvMax": "9", "id": 155, "name": "Fruit Cider"}, "createDate": "2015-02-06 20:44:41", "updateDate": "2015-06-19 18:42:06", "abv": "6.9", "styleId": 155, "availableId": 1, "id": "9ZSaN2", "name": "UVANA"}, {"status": "verified", "isOrganic": "N", "name": "V Cense", "nameDisplay": "V Cense", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2016-06-21 19:13:25", "updateDate": "2016-06-21 19:13:25", "abv": "7", "styleId": 72, "id": "EuIp1F", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Vanilla-infused Porter.", "statusDisplay": "Verified", "nameDisplay": "V*I*P", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "originalGravity": "1.059", "id": "JUR8Cw", "servingTemperature": "cool", "createDate": "2015-04-16 15:05:29", "updateDate": "2015-04-16 15:05:29", "abv": "5.9", "styleId": 18, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "ibu": "50", "name": "V*I*P"}, {"status": "verified", "isOrganic": "N", "description": "Our latest release in the V Series of bottle conditioned, Belgian-inspired ales is heady with an earthy, aromatic hop start. Involving hops from the Czech Republic, Germany and England, this flavorful ale slides into flavors of honey and mildly tart fruit. Leaving a refreshing impression of  dryness, this is a quenching, invigorating ale, despite it substantial strength  at 7.5% abv.", "statusDisplay": "Verified", "nameDisplay": "V-Saison", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/UAhoh8/upload_vdMqWE-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/UAhoh8/upload_vdMqWE-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/UAhoh8/upload_vdMqWE-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "name": "V-Saison", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:26", "updateDate": "2015-12-16 03:04:45", "abv": "7.5", "styleId": 70, "id": "UAhoh8", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Heady with a aromatic fruity start and taste, this amber ale features hints of pear and apricot in its well-nuanced flavor. The initial impression of fruitiness concludes in a refreshing dryness that begs you to sip again. Be fore- warned, this ale is immense as it registers 12% abv.", "statusDisplay": "Verified", "nameDisplay": "V-Twelve", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/gfkv1L/upload_X13ea3-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/gfkv1L/upload_X13ea3-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/gfkv1L/upload_X13ea3-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "name": "V-Twelve", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "createDate": "2012-01-03 02:44:26", "updateDate": "2015-12-15 23:23:48", "abv": "12", "styleId": 70, "availableId": 1, "id": "gfkv1L", "glasswareId": 8}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Hopheads Unite! This India Pale Ale has enough hop assertiveness to stand up to the IPAs of the Pacific Northwest. The Warrior and Amarillo hops are a one-two punch to the senses and provide a pleasant, spicy, citricy hop bitterness and flavor across the palate and deep into the finish.", "statusDisplay": "Verified", "nameDisplay": "V. 6 IPA", "originalGravity": "1.071", "id": "VkjqzR", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-03-29 19:57:17", "updateDate": "2012-09-29 20:49:12", "abv": "7", "styleId": 30, "availableId": 1, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "ibu": "59.81", "name": "V. 6 IPA"}]
