[{"status": "verified", "isOrganic": "N", "name": "Wild Sierra Mountain Farmhouse Ale", "nameDisplay": "Wild Sierra Mountain Farmhouse Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/BTZDs5/upload_JjDvt7-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/BTZDs5/upload_JjDvt7-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/BTZDs5/upload_JjDvt7-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2013-02-03 22:50:55", "updateDate": "2015-12-16 22:18:37", "abv": "7.5", "styleId": 72, "id": "BTZDs5", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Wild Sour Ale", "nameDisplay": "Wild Sour Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/rRfKQN/upload_RHqHd2-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/rRfKQN/upload_RHqHd2-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/rRfKQN/upload_RHqHd2-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2014-03-22 13:43:18", "updateDate": "2015-12-17 11:28:51", "styleId": 40, "availableId": 2, "id": "rRfKQN", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A few times a year we cut Dan loose to brew whatever he chooses. Always handcrafted, the bottle you hold is brewed for the adventurous soul. This is a very limited edition and we make no promises to ever brew this style again. \r\n\r\nNaturally soured by farm valley winds blowing wild yeast into our oak casks. Finally, after a year and a half of patient coaxing Wisconsin dark malts whirl in a kaleidoscope of cedar, caramel and tart green plum exuberance. Available to the exclusive few who travel off the beaten paths, this is authentic Wisconsin sour brown ale. Truly unique this Sour Ale is brewed for those who live on the wild side and is suitable for laying down or consuming immediately, serve at 40 – 45 °F.", "srmId": 37, "nameDisplay": "Wild Sour Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged sour beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood and has developed a bacterial induced natural acidity. This beer is aged in wood with the intention of introducing the micro flora present in the wood. Sometimes wood aging is intended to impart the particularly unique character of the wood, but wood-aged is not necessarily synonymous with imparting wood-flavors. Wood character can be characterized as a complex blend of vanillin and unique wood character. Wood-derived character can also be characterized by flavors of the product that was in the barrel during prior use. These wood-derived flavors, if present in this style, can be very low in character and barely perceived or evident or assertive as wood-derived flavors. Any degree of woodderived flavors should be in balance with other beer character. Fruit and herb/spiced versions may take on the hue, flavors and aromas of added ingredients.  Usually bacteria and \"wild\" yeasts fermentation contributes complex esters and results in a dry to very dry beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of acidity, complex esters, and new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character.  Brewers when entering this category should specify type of barrel used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties). The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:56", "shortName": "BBL Aged Sour", "id": 136, "name": "Wood- and Barrel-Aged Sour Beer"}, "foodPairings": "Roast Pork, Lobster, Broasted Chicken, Sartori or LaClare Hard Goat Cheese, Sherbet, Strawberry Shortcake, Lemon Meringue Pie", "statusDisplay": "Verified", "createDate": "2015-01-01 02:06:46", "updateDate": "2015-01-09 15:54:14", "abv": "5", "styleId": 136, "srm": {"hex": "3F0708", "id": 37, "name": "37"}, "id": "laLBjQ", "name": "Wild Sour Ale"}, {"status": "verified", "isOrganic": "N", "name": "Wild Sour Series: Blueberry Gose", "nameDisplay": "Wild Sour Series: Blueberry Gose", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "description": "Contemporary Goses are straw to medium amber, or, may take on the hue of added fruits or other ingredients if present. Appearance is cloudy/hazy with yeast character, and may have evidence of continued fermentation activity. A wide variety of herbal, spice, floral or fruity aromas other than found in traditional Leipzig-Style Gose are present, in harmony with other aromas. Horsey, leathery or earthy aromas contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Hop aroma is not perceived. Malt sweetness is not perceived to very low. They typically contain malted barley and unmalted wheat, with some traditional varieties containing oats. Hop flavor is not perceived. Hop bitterness is not perceived. A wide variety of herbal, spice, floral or fruity flavors other than found in traditional Leipzig-Style Gose, are present in harmony with the overall flavor profile. Salt (table salt) character is traditional in low amounts, but may vary from absent to present in Contemporary Gose. Horsey, leathery or earthy flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Contemporary Gose may be fermented with pure beer yeast strains, or with yeast mixed with bacteria. Contemporary Gose may be spontaneously fermented, similarly to Belgian-style gueuze/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. A primary difference between Belgian Gueuze and Gose is that Gose is served at a much younger age. Gose is typically enjoyed fresh and carbonated. Overall complexity of flavors and aromas sought while maintaining a balance between acidity, yeast-enhanced spice and refreshment is ideal. Body is low to medium-low.", "createDate": "2015-04-07 17:10:42", "categoryId": 1, "shortName": "Contemporary Gose", "id": 165, "name": "Contemporary Gose"}, "createDate": "2016-03-14 15:36:00", "updateDate": "2016-03-14 15:36:00", "abv": "5", "styleId": 165, "id": "tkky4d", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Wild Sour Series: Dry-Hopped Sour", "nameDisplay": "Wild Sour Series: Dry-Hopped Sour", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Wild Beers are any range of color. These beers may be clear or hazy due to yeast, chill haze or hop haze. Aromas may vary tremendously due to fermentation characters contributed by various known and unknown microorganisms. The overall balance should be complex and balanced. Hop aroma very low to high. Usually because of a high degree of attenuation in these beers, malt character is very low to low. If there are exceptions that are malty, the overall balance of complexity of other characters should be in harmony. Hop flavor very low to high. Hop bitterness is perceived at varying levels depending on the overall balance, but usually perceived as very low to low. Wild beers are \"spontaneously\" fermented with microorganisms that the brewer has introduced from the ambient air/environment in the vicinity of the brewery in which the beer is brewed. Wild beers may not be fermented with any cultured strains of yeast or bacteria. Wild beer may or may not be perceived as acidic. It may include a wildly variable spectrum of flavors and aromas derived from the wild microorganisms with which it was fermented. The overall balance of flavors, aromas, appearance and body is an important factor in assessing these beers. Body is very low to medium. Spontaneously fermented beers with fruit, spice or other ingredients would be appropriately entered as Wild Beer. For purposes of competition, entries which could be appropriately entered in an existing classic or traditional category such as Belgian-Style Lambic, Gueuze, Fruit Lambic, etc. should be entered in that category and not entered as a Wild Beer.", "createDate": "2015-04-07 17:21:44", "categoryId": 11, "shortName": "Wild Beer", "id": 170, "name": "Wild Beer"}, "createDate": "2016-05-02 14:08:42", "updateDate": "2016-05-02 14:08:42", "abv": "6", "styleId": 170, "id": "3aUQzx", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Wild Sour Series: Kriek", "nameDisplay": "Wild Sour Series: Kriek", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.04", "description": "These beers, also known by the names framboise, kriek, peche, cassis, etc., are characterized by fruit flavors and aromas. The color reflects the choice of fruit. Sourness is an important part of the flavor profile, though sweetness may compromise the intensity. These flavored lambic beers may be very dry or mildly sweet and range from a dry to a full-bodied mouthfeel. Characteristic horsey, goaty, leathery and phenolic character evolved from Brettanomyces yeast is often present at moderate levels. Vanillin and other woody flavors should not be evident. Versions of this beer made outside of the Brussels area of Belgium cannot be true lambics. These versions are said to be \"lambic-style\" and may be made to resemble many of the beers of true origin. Historically, traditional lambics are dry and completely attenuated, exhibiting no residual sweetness either from malt, sugar, fruit or artificial sweeteners. Some versions often have a degree of sweetness, contributed by fruit sugars, other sugars or artificial sweeteners. Competition organizers may choose to subcategorize this style into A) Traditional and B) Sweet.  Artificial sweeteners are sometimes used in some brands.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "ibuMax": "21", "abvMin": "5.6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:47", "fgMax": "1.016", "shortName": "Fruit Lambic", "abvMax": "8.6", "id": 68, "name": "Belgian-Style Fruit Lambic"}, "id": "n0Zoni", "createDate": "2016-04-28 19:51:35", "updateDate": "2016-04-28 19:51:35", "abv": "6", "styleId": 68, "ibu": "12", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Plum Sour Stout ignores style boundaries as it initially resembles a sweet stout base beer with notes of malt sweetness, chocolate, caramel, low roast bitterness and low-medium hop bitterness, but then that sweet stout is kettle-soured and fermented with added plums to ultimately bring everything in balance with the wild lactic acidity, sourness and fruitiness which defines and is so loved in this Series.", "statusDisplay": "Verified", "nameDisplay": "Wild Sour Series: Plum Sour Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "id": "1e1R6a", "createDate": "2016-04-28 20:00:55", "updateDate": "2016-04-28 20:00:55", "abv": "5.7", "styleId": 40, "ibu": "37", "name": "Wild Sour Series: Plum Sour Stout"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Wild Sour Series: Smoked Gose", "nameDisplay": "Wild Sour Series: Smoked Gose", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.036", "description": "Traditional examples of Gose are spontaneously fermented, similarly to Belgian-style gueuze/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. A primary difference between Belgian Gueuze and German Gose is that Gose is served at a much younger age. Gose is typically pale gold to pale amber in color and typically contains malted barley, unmalted wheat with some traditional varieties containing oats. Hop character and malt flavors and aromas are negligible. Lemony or other citrus-like qualities are often present in aroma and on the palate. Some versions may have the spicy character of added coriander in aroma and on the palate at low to medium levels. Salt (table salt) character is also traditional in low amounts. Horsey, leathery, earthy aroma and flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Modern German Gose breweries typically introduce only pure beer yeast strains for fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. Gose is typically enjoyed fresh, carbonated, and cloudy/hazy with yeast character, and may have evidence of continued fermentation activity. Overall complexity of flavors and aromas are sought while maintaining an ideal balance between acidity, yeast-enhanced spice and refreshment is ideal.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.4", "fgMin": "1.008", "updateDate": "2015-04-07 17:09:35", "fgMax": "1.012", "shortName": "Leipzig Gose", "abvMax": "5.4", "id": 47, "srmMin": "3", "name": "Leipzig-Style Gose"}, "id": "dxkFG1", "createDate": "2016-04-28 20:04:04", "updateDate": "2016-04-28 20:04:04", "abv": "5.2", "styleId": 47, "availableId": 2, "ibu": "11", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Sour Cherry Stout ignores style boundaries as it initially resembles a sweet stout base beer with notes of malt sweetness, chocolate, caramel, low roast bitterness and low-medium hop bitterness, but then that sweet stout is kettle-soured and fermented with added cherries to bring everything in balance with the wild lactic acidity, sourness and fruitiness which defines and is so loved in this Series.", "srmId": 41, "nameDisplay": "Wild Sour Series: Sour Cherry Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Agr0eH/upload_zlOyIz-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Agr0eH/upload_zlOyIz-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Agr0eH/upload_zlOyIz-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "id": "Agr0eH", "statusDisplay": "Verified", "createDate": "2016-04-28 19:47:22", "updateDate": "2016-04-28 19:49:35", "abv": "5.7", "styleId": 42, "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "ibu": "35", "name": "Wild Sour Series: Sour Cherry Stout"}, {"status": "verified", "isOrganic": "N", "description": "Synchopathic is the cool harmonization of a refreshingly tart and acidic sour ale with citrusy, fruity & floral dry-hops normally in concert with pale ales, with totally rad aromas and flavors reminiscent of grapefruit, orange, lemon, tangerine, pineapple and hints of pine, giving way to a biscuity-crackery malt back beat, low bitterness and a dry finish to bring everything in synch.", "srmId": 6, "nameDisplay": "Wild Sour Series: Syncopathic", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/PKIcx9/upload_w8AwrT-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/PKIcx9/upload_w8AwrT-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/PKIcx9/upload_w8AwrT-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "id": "PKIcx9", "statusDisplay": "Verified", "createDate": "2016-04-28 19:55:00", "updateDate": "2016-04-28 20:15:21", "abv": "6", "styleId": 40, "srm": {"hex": "F8A600", "id": 6, "name": "6"}, "ibu": "8", "name": "Wild Sour Series: Syncopathic"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "There was a time when all beers were aged in wood, and yeasts ran wild and cavorted together. Modern brewing is wonderful, of course, but sometimes a little cavorting is a fine thing. Sometimes it gives you a chance to reveal your funky side. We have to admit it - we’ve been cavorting for years...and sorta holding out on you. We didn’t want to do that, but the fact is that up until now we only had enough room to make this beer for ourselves and some close friends - we didn’t have enough beer to put it out on shelves. We actually make a lot of beers like this - we call them the “Ghost Bottles”, and we’ve enjoyed pouring them for you at tastings and dinners.\r\n\r\nNow we’re very pleased to finally give one of our “ghosts” the opportunity to materialize in your hands. Brooklyn Wild Streak starts off as a Belgian-inspired golden ale. After fermentation and a brief conditioning, we then age the beer for several months in second-use bourbon barrels, giving it a soft, round character infused with nicely balanced oak flavors. Finally we bottle the beer flat and re-ferment it with blend of priming sugar, Champagne yeast and the wild yeast strain Brettanomyces. As the two yeasts do their cavorting, the beer gains its natural carbonation. The “Brett” takes many months to do its thing during bottle aging, but once it does, Wild Streak is enlivened by a wonderfully complex earthy funk.\r\n\r\nThis beer is almost one year old when released, but it will age beautifully for many more. It’s particularly great with washed rind cheeses, game meats, steaks, and a few more things we probably shouldn’t mention here. You’ll figure it out for yourself, and that’s half the fun. So go ahead - unwind that cage, pop that cork, and reveal your Wild Streak. You know you want to.", "statusDisplay": "Verified", "ingredients": {"hops": [{"category": "hop", "createDate": "2013-06-24 16:07:27", "categoryDisplay": "Hops", "id": 9, "name": "Aurora"}, {"category": "hop", "createDate": "2013-06-24 16:07:28", "categoryDisplay": "Hops", "id": 23, "name": "Celeia"}, {"category": "hop", "createDate": "2013-06-24 16:07:30", "categoryDisplay": "Hops", "id": 48, "name": "German Perle"}, {"myrceneMax": 38, "farneseneMax": 8, "cohumuloneMax": 33, "id": 134, "humuleneMax": 38, "category": "hop", "createDate": "2013-06-24 16:07:37", "farneseneMin": 2, "humuleneMin": 25, "betaAcidMax": 4.1, "cohumuloneMin": 25, "myrceneMin": 25, "alphaAcidMin": 3, "description": "Styria is a traditional hop-growing region on the modern-day Austrian/Slovenian border, and hop farms can be found on both sides of the border, although in modern times this variety is more closely associated with Slovenia and is sometimes called Savinja Goldings after a river in Slovenia. Although referred to as Styrian Golding, this hop is actually genetically derived from Fuggle rather than Golding hops. At one time the less desirable Fuggles were exported to some areas as \"Fuggle Golding,\" which is probably the source of the name. This hop became the primary hop grown in Styria in the 1930s when their other landrace varieties were severely damaged by powdery mildew. Because it is genetically derived from Fuggle, it is not surprising that Styrian Goldings also resembles Fuggle in character, with a pleasant spicy aroma.", "betaAcidMin": 1.8, "caryophylleneMax": 12, "caryophylleneMin": 7, "name": "Styrian Goldings", "countryOfOrigin": "AT", "country": {"displayName": "Austria", "name": "AUSTRIA", "isoThree": "AUT", "createDate": "2012-01-03 02:41:33", "numberCode": 40, "isoCode": "AT"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:38"}], "malt": [{"category": "malt", "createDate": "2013-06-24 16:07:53", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 724, "name": "Pilsner Malt"}]}, "nameDisplay": "Wild Streak", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/4mTkxr/upload_iHuy7G-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/4mTkxr/upload_iHuy7G-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/4mTkxr/upload_iHuy7G-icon.png"}, "originalGravity": "1.076", "createDate": "2014-06-13 20:49:03", "updateDate": "2015-12-17 14:29:45", "abv": "10", "styleId": 39, "availableId": 2, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Brett Beers are any range of color and may take on the color of added fruits or other ingredients. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Moderate to intense yet balanced fruity-ester aromas are evident. In darker versions, roasted malt, caramel-like and chocolate-like aromas are subtly present. Diacetyl and DMS aromas should not be perceived. Hop aroma is evident over a full range from low to high. In darker versions, roasted malt, caramel-like and chocolate-like flavors are subtly present. Fruited versions will exhibit fruit flavors in harmonious balance with other characters. Hop flavor is evident over a full range from low to high. Hop bitterness is evident over a full range from low to high. The evolution of natural acidity develops balanced complexity. Horsey, goaty, leathery, phenolic and light to moderate and/or fruity acidic character evolved from Brettanomyces organisms may be evident, not dominant and in balance with other character. Cultured yeast strains may be used in the fermentation. Beers in this style should not use bacteria or exhibit bacteria-derived characters. Moderate to intense yet balanced fruity-ester flavors are evident. Diacetyl and DMS flavors should not be perceived. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Body is evident over a full range from low to high. For purposes of competition entries exhibiting wood-derived characters or characters of liquids previously aged in wood would more appropriately be entered in other Wood-Aged Beer categories. Wood- and barrel-aged sour ales should not be entered here and are classified elsewhere.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 17:04:16", "shortName": "Brett", "id": 39, "name": "Brett Beer"}, "id": "4mTkxr", "name": "Wild Streak"}, {"status": "verified", "isOrganic": "N", "description": "White Gold Pale Ale. Wild Swan is white gold in color with aromas of light bitter lemon, a hint of herb and a subtle spiciness. A great refreshing beer!", "statusDisplay": "Verified", "nameDisplay": "Wild Swan", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Ealrd3/upload_iyOaHg-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Ealrd3/upload_iyOaHg-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Ealrd3/upload_iyOaHg-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Classic English pale ales are golden to copper colored and display earthy, herbal English-variety hop character. Note that \"earthy, herbal English-variety hop character\" is the perceived end, but may be a result of the skillful use of hops of other national origins. Medium to high hop bitterness, flavor, and aroma should be evident. This medium-bodied pale ale has low to medium malt flavor and aroma. Low caramel character is allowable. Fruity-ester flavors and aromas are moderate to strong. Chill haze may be in evidence only at very cold temperatures. The absence of diacetyl is desirable, though, diacetyl (butterscotch character) is acceptable and characteristic when at very low levels.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "5", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:18:23", "fgMax": "1.016", "shortName": "English Pale", "abvMax": "5.5", "id": 1, "srmMin": "5", "name": "Classic English-Style Pale Ale"}, "createDate": "2015-01-17 13:30:03", "updateDate": "2015-12-17 20:20:11", "abv": "3.5", "styleId": 1, "id": "Ealrd3", "name": "Wild Swan"}, {"status": "verified", "isOrganic": "N", "description": "A dark straw golden ale, this beer utilizes the tantalizing whole grains of wild rice to create a nut-like character.  The use of sterling hops help add a cherry flavor, making this a light-bodied, crisp ale.", "statusDisplay": "Verified", "ingredients": {"hops": [{"category": "hop", "createDate": "2013-06-24 16:07:29", "categoryDisplay": "Hops", "id": 30, "name": "Columbus"}, {"myrceneMax": 48, "farneseneMax": 15, "cohumuloneMax": 24, "id": 130, "humuleneMax": 23, "category": "hop", "createDate": "2013-06-24 16:07:37", "farneseneMin": 11, "humuleneMin": 6, "betaAcidMax": 6, "cohumuloneMin": 21, "myrceneMin": 44, "alphaAcidMin": 4.5, "description": "Sterling is a relatively new diploid aroma variety, developed from, among other parents, Saaz, Cascade, Brewer's Gold, and Early Green. It is considered to have a very good noble hop style of spicy, floral, slightly citrusy character and is often recommended as a substitute for Saaz.", "betaAcidMin": 4, "caryophylleneMax": 22, "caryophylleneMin": 5, "name": "Sterling", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:38"}, {"myrceneMax": 50, "category": "hop", "farneseneMax": 1, "description": "Released in 2000, Warrior is an open pollinated very high alpha acid bittering hop variety with an American grapefruit citrus character. It is a proprietary hop, and the name \"Warrior\" is a registered trademark of Yakima Chief Ranches, LLC.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:39", "betaAcidMin": 4.5, "categoryDisplay": "Hops", "id": 155, "humuleneMin": 15, "betaAcidMax": 5.5, "caryophylleneMax": 10, "updateDate": "2013-06-24 16:10:38", "caryophylleneMin": 8, "cohumuloneMax": 24, "cohumuloneMin": 24, "myrceneMin": 40, "alphaAcidMin": 15, "humuleneMax": 20, "name": "Warrior"}], "malt": [{"category": "malt", "srmPrecise": 1, "description": "Significantly increases foam/head retention and body of the beer.", "srmId": 1, "characteristics": [{"description": "Increases the body of the beer.", "createDate": "2013-06-24 16:07:26", "id": 3, "name": "Body"}, {"description": "Helps the head retention of the beer.", "createDate": "2013-06-24 16:07:26", "id": 9, "name": "Head"}], "createDate": "2013-06-24 16:07:45", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFE699", "id": 1, "name": "1"}, "updateDate": "2013-06-24 16:10:14", "id": 376, "name": "CaraFoam"}, {"category": "malt", "srmPrecise": 46, "description": "Caramel wheat malt, also known by the Weyermann trademarked name Carawheat, is prepared by the same method as traditional barley crystal and caramel malt.", "srmId": 46, "characteristics": [{"description": "Imparts an aromatic quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 1, "name": "Aromatic"}], "createDate": "2013-06-24 16:07:46", "categoryDisplay": "Malts, Grains, & Fermentables", "potential": 1.035, "updateDate": "2013-06-24 16:10:14", "maxInBatch": 30, "requiresMashing": "N", "id": 401, "dryYield": 75.7, "name": "CaraWheat"}, {"category": "malt", "createDate": "2013-06-24 16:07:53", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 724, "name": "Pilsner Malt"}, {"category": "malt", "srmPrecise": 2, "description": "The is the standard starting point for almost all beer recipes. Smooth with a less grainy more moderate flavour.", "srmId": 2, "countryOfOrigin": "US", "diastaticPower": 140, "createDate": "2013-06-24 16:07:57", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFD878", "id": 2, "name": "2"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.036, "coarseFineDifference": 1.5, "maxInBatch": 100, "requiresMashing": "Y", "dryYield": 79, "protein": 12.3, "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "id": 1922, "moistureContent": 4, "name": "Two-Row Pale Malt"}]}, "nameDisplay": "Wild Thang", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "id": "kzMoR5", "createDate": "2014-11-15 18:44:26", "updateDate": "2015-01-21 20:27:05", "abv": "5", "styleId": 36, "ibu": "27", "name": "Wild Thang"}, {"status": "verified", "isOrganic": "N", "description": "Wild Thing is crafted with a blend of specially curated apples to complement the unpredictable nature of wild yeast. The result is a tart, juicy, and complex cider that anyone can enjoy.", "statusDisplay": "Verified", "nameDisplay": "Wild Thing", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "name": "Other Specialty Cider or Perry", "createDate": "2012-03-21 20:06:46", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:22", "fgMax": "1.02", "shortName": "Specialty Cider", "abvMax": "12", "id": 157, "ogMax": "1.1"}, "createDate": "2016-11-11 12:23:11", "updateDate": "2016-11-11 12:23:11", "abv": "6.1", "styleId": 157, "id": "bTOYR0", "name": "Wild Thing"}, {"status": "verified", "isOrganic": "N", "description": "A medium bodied golden-amber ale. Featuring the choicest hops from the Pacific Northwest; lending to a robust mango, tangerine, and piney flavor. As well as dry hopped to add a slight floral and hoppy note. The robust hops are balanced by a blend of British floor malted barley and American 2-row.", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 70, "farneseneMax": 4, "cohumuloneMax": 24, "id": 4, "humuleneMax": 11, "category": "hop", "createDate": "2013-06-24 16:07:26", "farneseneMin": 2, "humuleneMin": 9, "betaAcidMax": 7, "cohumuloneMin": 21, "myrceneMin": 68, "alphaAcidMin": 8, "description": "Amarillo is a privately grown and registered hop variety; it was introduced recently but has been extremely popular with brewers seeking a Cascade-type hop with a distinctive American character. It is considered by many to be ideal for dry hopping, but also gives a clean bitterness due to low cohumulone content. The flavor has citrus and floral notes, and something like a Cascade character, but with more bitterness. Amarillo is a registered trademark of Virgil Gamache Farms, Inc., where the hop was originally developed.", "betaAcidMin": 6, "caryophylleneMax": 4, "caryophylleneMin": 2, "name": "Amarillo", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}, {"myrceneMax": 60, "category": "hop", "farneseneMax": 1, "description": "Sometimes called a super Cascade, Centennial was bred in 1974 but not released until 1990. It has a floral, citrus aroma and a clean spicy flavor; its heritage includes Brewer's Gold, Fuggle, and East Kent Golding. Popular among craft brewers, Centennial lends its distinctive character to, among others, Sierra Nevada Celebration Ale and Sierra Nevada Bigfoot Barleywine.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:28", "betaAcidMin": 3.5, "categoryDisplay": "Hops", "id": 24, "humuleneMin": 10, "betaAcidMax": 4.5, "caryophylleneMax": 8, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 4, "cohumuloneMax": 30, "cohumuloneMin": 28, "myrceneMin": 45, "alphaAcidMin": 6, "humuleneMax": 18, "name": "Centennial"}, {"forAroma": "Y", "alphaAcidMax": 13, "myrceneMax": 65, "cohumuloneMax": 24, "farneseneMax": 1, "forFlavor": "Y", "id": 27, "humuleneMax": 13, "category": "hop", "createDate": "2013-06-24 16:07:28", "isNoble": "N", "humuleneMin": 11, "betaAcidMax": 4.5, "cohumuloneMin": 22, "myrceneMin": 60, "alphaAcidMin": 11, "description": "Comprised of Hallertau Mittelfrüh, US Tettnang, Brewer's Gold and East Kent Golding", "betaAcidMin": 3.5, "caryophylleneMax": 8, "caryophylleneMin": 6, "name": "Citra", "categoryDisplay": "Hops", "updateDate": "2015-09-24 13:38:05", "forBittering": "N"}, {"myrceneMax": 65, "category": "hop", "farneseneMax": 1, "description": "Simcoe is a dual-purpose hop variety which its grower claims is similar in character to Amarillo. It is a proprietary hop, and the name \"Simcoe\" is a registered trademark of Yakima Chief Ranches, LLC.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:36", "betaAcidMin": 4, "categoryDisplay": "Hops", "id": 118, "humuleneMin": 10, "betaAcidMax": 5, "caryophylleneMax": 8, "updateDate": "2013-06-24 16:10:38", "caryophylleneMin": 5, "cohumuloneMax": 20, "cohumuloneMin": 15, "myrceneMin": 60, "alphaAcidMin": 12, "humuleneMax": 15, "name": "Simcoe"}], "malt": [{"characteristics": [{"description": "Imparts a nutty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 11, "name": "Nutty"}], "srmPrecise": 3, "description": "Maris Otter is an English thoroughbred and this winter barley variety is still the favored choice of many UK cask ale brewers. In the field, its yield has been surpassed hugely by more modern varieties, so it has to be grown on contract for the maltster each year by selected farmers. The resulting malt is typically described as having a rich, nutty flavor. Performance in the brewhouse is predictable and consistent with excellent run-offs.", "srmId": 3, "countryOfOrigin": "GB", "diastaticPower": 120, "createDate": "2013-06-24 16:07:57", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFCA5A", "id": 3, "name": "3"}, "country": {"displayName": "United Kingdom", "name": "UNITED KINGDOM", "isoThree": "GBR", "createDate": "2012-01-03 02:41:33", "numberCode": 826, "isoCode": "GB"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.038, "coarseFineDifference": 1.5, "maxInBatch": 100, "requiresMashing": "Y", "dryYield": 82.5, "protein": 11.7, "category": "malt", "id": 1920, "moistureContent": 3, "name": "Maris Otter"}]}, "nameDisplay": "Wild Trail", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/5L3CUe/upload_Jtp0vr-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/5L3CUe/upload_Jtp0vr-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/5L3CUe/upload_Jtp0vr-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "5L3CUe", "createDate": "2015-03-31 17:50:24", "updateDate": "2015-12-17 23:02:27", "abv": "5.7", "styleId": 25, "ibu": "44", "name": "Wild Trail"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Aged for three months in Wild Turkey® Bourbon barrels, this luxurious stout has a deep ebony hue and a beautiful mahogany head. The woody, vanilla-like notes imparted by the barrels mingle with aromas of fresh baked bread, toffee, and espresso and envelop the rich chocolate and roasted barley flavors with a fine bourbon character.\r\n\r\nOur exclusive partnership with Wild Turkey® gives us a world class, consistent source of barrelage, allowing our brewers to explore new frontiers in barrel-aged craft beer. Since its introduction, Wild Turkey® has maintained a distinctive distillation and aging process that gives it a smooth taste and a lingering flavor. They also use differentiated process whereby the bourbon is distilled at a low proof to seal in its flavors. Very little water is added to the bourbon, resulting in a full-flavored authentic taste similar to what one would get straight out of the barrel. Wild Turkey is a genuine drink with a sought after “burn” that comes from its high proof, an attribute fundamental to the brand and critical in maintaining its authentic bourbon characteristics.", "srmId": 41, "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "nameDisplay": "Wild Turkey Bourbon Barrel Aged", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/FWHLCE/upload_2EWPxD-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/FWHLCE/upload_2EWPxD-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/FWHLCE/upload_2EWPxD-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.038", "description": "Oatmeal stouts include oatmeal in their grist, resulting in a pleasant, full flavor and a smooth profile that is rich without being grainy. A roasted malt character which is caramel-like and chocolate-like should be evident - smooth and not bitter. Coffee-like roasted barley and roasted malt aromas (chocolate and nut-like) are prominent. Color is dark brown to black. Bitterness is moderate, not high. Hop flavor and aroma are optional but should not overpower the overall balance if present. This is a medium- to full- bodied beer, with minimal fruity esters. Diacetyl should be absent or at extremely low levels. Original gravity range and alcohol levels are indicative of English tradition of oatmeal stout.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "20", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:22:53", "fgMax": "1.02", "shortName": "Oatmeal Stout", "abvMax": "6", "id": 21, "srmMin": "20", "name": "Oatmeal Stout"}, "id": "FWHLCE", "statusDisplay": "Verified", "createDate": "2013-08-24 13:38:48", "updateDate": "2015-12-17 05:51:17", "abv": "6.9", "styleId": 21, "availableId": 4, "foodPairings": "FOOD PAIRINGS:\r\nBeef sliders with caramelized onions, pulled pork tacos, beer float with vanilla bean ice cream\r\n\r\nCHEESE PAIRINGS:\r\nSmoked Gouda, Aged Cheddar", "ibu": "14", "name": "Wild Turkey Bourbon Barrel Aged"}, {"status": "verified", "isOrganic": "N", "name": "Wild Turkey Bourbon Stout", "nameDisplay": "Wild Turkey Bourbon Stout", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:27", "shortName": "BBL Aged", "id": 132, "name": "Wood- and Barrel-Aged Beer"}, "createDate": "2012-01-03 02:44:31", "updateDate": "2015-09-02 20:08:59", "styleId": 132, "id": "EPqUQP", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "Golden Wild Ale aged in Oak Neutral Wine Barrels and secondary fermented with multiple Strains of Brettanomyces.", "statusDisplay": "Verified", "nameDisplay": "Wild V", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2015-07-29 19:55:52", "updateDate": "2015-07-29 19:55:52", "styleId": 40, "id": "FgGQa4", "name": "Wild V"}, {"status": "verified", "isOrganic": "Y", "name": "Wild VI", "nameDisplay": "Wild VI", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2015-07-29 19:56:13", "updateDate": "2015-07-29 19:56:13", "styleId": 40, "id": "rzzEjV", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "Wild Ale aged in Oak Neutral Wine barrels with Lactic Acid producing bacteria and Brettanomyces", "statusDisplay": "Verified", "nameDisplay": "Wild VII", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2015-07-29 19:57:02", "updateDate": "2015-07-29 19:57:03", "styleId": 40, "id": "UJi2sw", "name": "Wild VII"}, {"status": "verified", "isOrganic": "Y", "description": "Oak-Aged Wild Ale with Brettanomyces and Cherries.", "statusDisplay": "Verified", "nameDisplay": "Wild VIII", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2015-07-29 19:57:44", "updateDate": "2015-07-29 19:57:44", "abv": "6.2", "styleId": 40, "id": "6dQr2N", "name": "Wild VIII"}, {"status": "verified", "isOrganic": "N", "description": "Soured Resolute Blended With Belgian Dubbel Aged In Wild Virginia Wine Barrels.\r\nTasting Notes: Roasty, chocolate, bourbon up front with a tangy, tart, wine like finish.", "statusDisplay": "Verified", "nameDisplay": "Wild Virginia Blend", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged sour beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood and has developed a bacterial induced natural acidity. This beer is aged in wood with the intention of introducing the micro flora present in the wood. Sometimes wood aging is intended to impart the particularly unique character of the wood, but wood-aged is not necessarily synonymous with imparting wood-flavors. Wood character can be characterized as a complex blend of vanillin and unique wood character. Wood-derived character can also be characterized by flavors of the product that was in the barrel during prior use. These wood-derived flavors, if present in this style, can be very low in character and barely perceived or evident or assertive as wood-derived flavors. Any degree of woodderived flavors should be in balance with other beer character. Fruit and herb/spiced versions may take on the hue, flavors and aromas of added ingredients.  Usually bacteria and \"wild\" yeasts fermentation contributes complex esters and results in a dry to very dry beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of acidity, complex esters, and new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character.  Brewers when entering this category should specify type of barrel used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties). The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:56", "shortName": "BBL Aged Sour", "id": 136, "name": "Wood- and Barrel-Aged Sour Beer"}, "createDate": "2014-07-09 04:12:02", "updateDate": "2014-07-09 15:13:23", "abv": "11.6", "styleId": 136, "id": "XuIuJx", "name": "Wild Virginia Blend"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Our Wit (white) beer is an old style Belgian wheat-ale, spiced with Curacao bitter orange peel and corriander. Light and exotic... A party in your mouth!", "statusDisplay": "Verified", "nameDisplay": "Wild Wacky Wit", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.054", "description": "Belgian-style blond ales are characterized by low yet evident hop bitterness, flavor, and sometimes aroma. Light to medium body and low malt aroma with a sweet, spiced and a low to medium fruity-ester character orchestrated in flavor and aroma. Sugar may be used to lighten perceived body. They are blonde to golden in color. Noble-type hops are commonly used. Low levels of phenolic spiciness from yeast byproducts may be perceived. Diacetyl should not be perceived. Acidic character should not be present. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "7", "ibuMax": "30", "abvMin": "6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:01", "fgMax": "1.014", "shortName": "Belgian Blonde", "abvMax": "7.8", "id": 61, "srmMin": "4", "name": "Belgian-Style Blonde Ale"}, "createDate": "2012-01-03 02:44:31", "updateDate": "2014-10-02 13:32:17", "abv": "4.8", "styleId": 61, "availableId": 1, "id": "qCAOOu", "name": "Wild Wacky Wit"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Strap in for a brisk experience—for it is a profoundly refreshing journey on which you have embarked. Propelled by pale malt and honey, Wallonian Dawn extends a cordial invitation to elegant amusement with a touch of the tart cultivated by the addition of Brettanomyces. Allow yourself to marvel in an exhibition of subtlety and entertain your will to unhinge the status quo. And should you find yourself carried away in the spectacle, Wallonian Dawn will remind you to keep things light and refreshing.", "statusDisplay": "Verified", "nameDisplay": "Wild Wallonian Dawn Honey Saison Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Oi9iIx/upload_4uH8KI-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Oi9iIx/upload_4uH8KI-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Oi9iIx/upload_4uH8KI-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using honey in addition to malted barley. Beers may be brewed to a traditional style or may be experimental. Character of honey should be evident in flavor and aroma and balanced with the other components without overpowering them. A statement by the brewer explaining the classic or other style of the beer, and the type of honey used is essential in order for fair assessment in competitions.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:45:03", "fgMax": "1.03", "shortName": "Honey Beer", "abvMax": "12", "id": 126, "srmMin": "1", "name": "Specialty Honey Lager or Ale"}, "id": "Oi9iIx", "createDate": "2015-02-05 13:09:17", "updateDate": "2015-12-17 20:37:59", "abv": "4", "styleId": 126, "availableId": 1, "ibu": "21", "name": "Wild Wallonian Dawn Honey Saison Ale"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 3, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/0FwCaB/upload_Yxz8cJ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/0FwCaB/upload_Yxz8cJ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/0FwCaB/upload_Yxz8cJ-icon.png"}, "styleId": 48, "availableId": 1, "foodPairings": "creme brulee; Beignets; canoli", "id": "0FwCaB", "statusDisplay": "Verified", "originalGravity": "1.05", "nameDisplay": "Wild Wapiti Wheat", "name": "Wild Wapiti Wheat", "abv": "4.5", "status": "verified", "description": "Vibrant and refreshingly light, this Bavarian hefeweizen is packed with lively flavors of citrus, clove, and banana. Its sparkling mouth feel and friendly flavor make a sure hit for any crowd.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 9, "name": "Weizen"}, "glasswareId": 9, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "srm": {"hex": "FFCA5A", "id": 3, "name": "3"}, "servingTemperature": "cold", "updateDate": "2015-12-17 18:26:11", "ibu": "13.7", "createDate": "2014-09-23 16:22:45"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Full-bodied with a lighter amber color and a balanced, spicy flavor. It features a fragrant bouquet with citrus notes. Slightly bitter, with a smoother finish!", "statusDisplay": "Verified", "nameDisplay": "Wild Warrior", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/fUFNo9/upload_aKTcIN-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/fUFNo9/upload_aKTcIN-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/fUFNo9/upload_aKTcIN-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "fUFNo9", "createDate": "2014-07-29 22:09:34", "updateDate": "2015-12-17 17:04:27", "abv": "5.25", "styleId": 25, "availableId": 1, "ibu": "32", "name": "Wild Warrior"}, {"status": "verified", "isOrganic": "Y", "description": "True to style German Wheat Beer produced with German grains, hops, and Weinstephan yeast. Expect a light bodied beer with the yeast produced flavors of banana and clove along with a hazy / cloudy appearance due to suspended yeast and wheat protein. Literal translation of the german word hefeweizen is hefe=yeast and weizen=wheat.", "statusDisplay": "Verified", "nameDisplay": "Wild Warthog HefeWeizen", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "createDate": "2015-05-21 14:35:55", "updateDate": "2015-05-21 14:35:55", "abv": "5", "styleId": 48, "id": "eAP5Jg", "name": "Wild Warthog HefeWeizen"}, {"status": "verified", "isOrganic": "N", "description": "100% Brett IPA", "statusDisplay": "Verified", "nameDisplay": "Wild West", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Brett Beers are any range of color and may take on the color of added fruits or other ingredients. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Moderate to intense yet balanced fruity-ester aromas are evident. In darker versions, roasted malt, caramel-like and chocolate-like aromas are subtly present. Diacetyl and DMS aromas should not be perceived. Hop aroma is evident over a full range from low to high. In darker versions, roasted malt, caramel-like and chocolate-like flavors are subtly present. Fruited versions will exhibit fruit flavors in harmonious balance with other characters. Hop flavor is evident over a full range from low to high. Hop bitterness is evident over a full range from low to high. The evolution of natural acidity develops balanced complexity. Horsey, goaty, leathery, phenolic and light to moderate and/or fruity acidic character evolved from Brettanomyces organisms may be evident, not dominant and in balance with other character. Cultured yeast strains may be used in the fermentation. Beers in this style should not use bacteria or exhibit bacteria-derived characters. Moderate to intense yet balanced fruity-ester flavors are evident. Diacetyl and DMS flavors should not be perceived. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Body is evident over a full range from low to high. For purposes of competition entries exhibiting wood-derived characters or characters of liquids previously aged in wood would more appropriately be entered in other Wood-Aged Beer categories. Wood- and barrel-aged sour ales should not be entered here and are classified elsewhere.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 17:04:16", "shortName": "Brett", "id": 39, "name": "Brett Beer"}, "createDate": "2015-09-08 21:56:10", "updateDate": "2015-09-09 13:40:19", "abv": "7.5", "styleId": 39, "id": "JVrCmS", "name": "Wild West"}, {"status": "verified", "isOrganic": "N", "name": "Wild West Beer", "nameDisplay": "Wild West Beer", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2012-01-03 02:44:31", "updateDate": "2012-03-22 13:04:50", "styleId": 25, "id": "gVV0jE", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "BRONZE MEDAL WINNER AT THE 2006 GREAT AMERICAN BEER FESTIVAL...assertive, pale, unfiltered...amber Octoberfest-style lager", "statusDisplay": "Verified", "nameDisplay": "Wild West Fest Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.042", "description": "American-style amber lagers are light amber to amber or copper colored. They are medium bodied. There is a noticeable degree of caramel-type malt character in flavor and often in aroma. This is a broad category in which the hop bitterness, flavor, and aroma may be accentuated or may only be present at relatively low levels, yet noticeable. Fruity esters, diacetyl, and chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 8, "srmMax": "14", "ibuMax": "30", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:41:26", "fgMax": "1.018", "shortName": "American Amber Lager", "abvMax": "5.4", "id": 101, "srmMin": "6", "name": "American-Style Amber Lager"}, "createDate": "2015-04-03 15:23:29", "updateDate": "2015-04-03 20:20:52", "styleId": 101, "id": "5SRfx7", "name": "Wild West Fest Lager"}, {"status": "verified", "isOrganic": "N", "description": "Oak aged beer (Wild West), we've added small wild plums (15 kg/barrel) to it.", "statusDisplay": "Verified", "nameDisplay": "Wild West Plum Edition", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2016-11-26 15:00:58", "updateDate": "2016-11-26 15:00:58", "abv": "6", "styleId": 119, "id": "1DXDdP", "name": "Wild West Plum Edition"}, {"status": "verified", "isOrganic": "N", "name": "Wild West Sour", "nameDisplay": "Wild West Sour", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2016-06-16 14:53:51", "updateDate": "2016-06-16 14:53:51", "abv": "6", "styleId": 40, "id": "36QkPN", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Chicago Brewing Company's most award winning beer.  Two time GABF and WBC winner, this beer is a Belgian-Style Tripel.  Deceivingly light and yet complex with fruit and spice notes, this beer is one to sip and enjoy..", "statusDisplay": "Verified", "nameDisplay": "Wild West Tripel", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "createDate": "2014-09-10 18:31:16", "updateDate": "2014-09-10 19:34:40", "abv": "9.2", "styleId": 59, "id": "4wFsVG", "name": "Wild West Tripel"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "An American style wheat ale. Crisp and refreshing, highly carbonated, fresh lemon garnish", "statusDisplay": "Verified", "nameDisplay": "Wild West Wheat Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. A fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Appearance can be clear or with chill haze, golden to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:53", "fgMax": "1.016", "shortName": "Wheat Ale", "abvMax": "5", "id": 113, "srmMin": "2", "name": "Light American Wheat Ale or Lager without Yeast"}, "id": "QjQZjQ", "glass": {"createDate": "2012-01-03 02:41:33", "id": 3, "name": "Mug"}, "createDate": "2012-08-11 18:39:05", "updateDate": "2014-10-07 19:35:59", "abv": "5", "styleId": 113, "availableId": 1, "glasswareId": 3, "ibu": "17", "name": "Wild West Wheat Ale"}, {"status": "verified", "isOrganic": "N", "name": "Wild West: Primitivo", "nameDisplay": "Wild West: Primitivo", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2016-08-01 20:07:29", "updateDate": "2016-08-01 20:07:29", "abv": "6", "styleId": 119, "id": "eclsQT", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Dark hoppy ale brewed with Colorado blue spruce tips. First released July 2012, 1500 bottles.", "statusDisplay": "Verified", "nameDisplay": "Wild Wild Brett \"Blue\"", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2013-05-02 17:45:26", "updateDate": "2013-05-03 00:10:17", "abv": "7.3", "styleId": 40, "availableId": 2, "id": "HLpeNq", "name": "Wild Wild Brett \"Blue\""}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Wild Wild Brett Green is an Empirically Hoppy Brettanomyces Ale. Fermented entirely with Brettanomyces yeast and over 3lbs of hops per barrel of beer. Green pours a golden hue delivering fruity and citrusy aromas from the use of Galaxy hops, while the Brettanomyces yeast add their own tropical fruit and funky undertones to the finish.", "statusDisplay": "Verified", "nameDisplay": "Wild Wild Brett \"Green\"", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/tfYSXH/upload_uXctrE-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/tfYSXH/upload_uXctrE-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/tfYSXH/upload_uXctrE-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2013-05-02 17:45:41", "updateDate": "2015-12-17 03:48:09", "abv": "7", "styleId": 40, "availableId": 2, "id": "tfYSXH", "name": "Wild Wild Brett \"Green\""}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Wild Wild Brett Indigo is the sixth installment of the WWB series. WWB Indigo had blueberries added into the fermentation and during barrel aging. Known for their deep indigo color, the blueberries add a tart fruit aroma on top of the earthy Brettanomyces tropical fruit flavors.", "statusDisplay": "Verified", "nameDisplay": "Wild Wild Brett \"Indigo\"", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/kcisza/upload_FGHfMU-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/kcisza/upload_FGHfMU-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/kcisza/upload_FGHfMU-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2013-05-02 17:46:28", "updateDate": "2015-12-17 03:48:09", "abv": "7", "styleId": 40, "availableId": 2, "id": "kcisza", "name": "Wild Wild Brett \"Indigo\""}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Wild Wild Brett Orange is an unfiltered, slightly tart wild ale, fermented entirely with Brettanomyces yeast. Brewed with fresh Minneola tangelos, bitter orange peel and coriander, Orange pours a golden color delivering tropical fruit aromas and bright orange citrus flavors with a tart earthy finish.", "statusDisplay": "Verified", "nameDisplay": "Wild Wild Brett \"Orange\"", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Zkon0z/upload_8KBtiP-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Zkon0z/upload_8KBtiP-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Zkon0z/upload_8KBtiP-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2013-05-03 00:17:50", "updateDate": "2015-12-17 02:42:23", "abv": "6", "styleId": 40, "availableId": 2, "id": "Zkon0z", "name": "Wild Wild Brett \"Orange\""}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Wild Wild Brett Rouge is an unfiltered, slightly tart wild ale, fermented entirely with Brettanomyces yeast. Brewed with hawthorn berry, rosehips, and whole hibiscus flowers, Rouge pours a reddish hue delivering soft floral aromas and tropical fruit flavors with a tart earthy finish.", "statusDisplay": "Verified", "nameDisplay": "Wild Wild Brett \"Rouge\"", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/VzHGgi/upload_P4A7XR-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/VzHGgi/upload_P4A7XR-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/VzHGgi/upload_P4A7XR-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2013-05-02 17:45:56", "updateDate": "2015-12-17 02:41:19", "abv": "5.2", "styleId": 40, "availableId": 2, "id": "VzHGgi", "name": "Wild Wild Brett \"Rouge\""}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Like all of the Wild Wild Brett Series, Violet is a 100% Brettanomyces beer. Violet was brewed with pomegranate and lavender and fermented on whole fruit passion fruit. After fermentation Violet was then dry-hopped with an experimental hop (Ex. 366) that we received from our growers.", "statusDisplay": "Verified", "nameDisplay": "Wild Wild Brett \"Violet\"", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2013-05-02 17:46:11", "updateDate": "2013-05-03 00:18:29", "abv": "7.5", "styleId": 40, "availableId": 2, "id": "8J04q9", "name": "Wild Wild Brett \"Violet\""}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Wild Wild Brett Yellow is fermented entirely with Brettanomyces yeast and was inspired by the savory sweet combinations found in Southern Indian cuisine by incorporating turmeric, mango coriander and spices. Yellow pours a golden hue delivering tropical fruit aromas with earthy citrus flavors and a dry tart finish.", "statusDisplay": "Verified", "nameDisplay": "Wild Wild Brett \"Yellow\"", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/MwRh91/upload_XTaVLn-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/MwRh91/upload_XTaVLn-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/MwRh91/upload_XTaVLn-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2013-05-02 17:46:47", "updateDate": "2015-12-17 01:13:47", "abv": "6", "styleId": 40, "availableId": 2, "id": "MwRh91", "name": "Wild Wild Brett \"Yellow\""}, {"status": "verified", "isOrganic": "N", "description": "Wild, rambunctious and slightly bitter. This Black IPA contains Cascade, Nugget and dry hopped with Columbus. It's a dark beer but fun and loving until the end.", "statusDisplay": "Verified", "nameDisplay": "Wild Willow Black IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.056", "description": "American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "35", "ibuMax": "70", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:28:36", "fgMax": "1.018", "shortName": "Black Ale", "abvMax": "7.5", "id": 41, "srmMin": "35", "name": "American-Style Black Ale"}, "id": "YVy2DR", "createDate": "2015-08-04 16:15:49", "updateDate": "2015-08-04 16:15:49", "abv": "6.4", "styleId": 41, "ibu": "67", "name": "Wild Willow Black IPA"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "What happens when beer wanders off the trail into wine? It heads into a whole new brewing wilderness we call Sparkling Ale. Wit and sauvignon blanc yeasts add surprising complexity. California wildflower honey, orange zest, coriander and poppy seeds infuse citrus notes and a hint of spice. Wild Wit is both beer and wine and something new altogether.", "statusDisplay": "Verified", "nameDisplay": "Wild Wit", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "foodPairings": "Pair with: sourdough, a chunk of cheese, a picnic blanket.", "createDate": "2014-04-01 20:08:55", "updateDate": "2014-11-06 15:28:36", "abv": "5.4", "styleId": 65, "availableId": 4, "id": "JW81gj", "name": "Wild Wit"}, {"status": "verified", "isOrganic": "N", "name": "Wild Wyo Wheat", "nameDisplay": "Wild Wyo Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.044", "description": "This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.", "createDate": "2012-03-21 20:06:46", "ibuMin": "6", "categoryId": 8, "srmMax": "6", "ibuMax": "15", "abvMin": "4.3", "fgMin": "1.01", "updateDate": "2015-04-07 15:40:04", "fgMax": "1.014", "shortName": "American Premium Lager", "abvMax": "5", "id": 97, "srmMin": "2", "name": "American-Style Premium Lager"}, "createDate": "2012-01-03 02:44:31", "updateDate": "2012-03-22 13:04:50", "styleId": 97, "id": "9mOFKy", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "Wild Ale aged in wine and bourbon barrels \r\n\r\n Our oak aged Wild X greets your palate with complex aromas of tart red fruits, smoky oak and deep malt character. The oak is also prevalent in the flavor, as hints of smoky bourbon and vanilla compliment berry flavor, creating a smooth, balanced finish with some lingering tartness.", "statusDisplay": "Verified", "nameDisplay": "Wild X", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2015-07-29 19:58:09", "updateDate": "2015-07-29 19:58:09", "styleId": 40, "id": "ix9fBo", "name": "Wild X"}, {"status": "verified", "isOrganic": "Y", "name": "Wild XI", "nameDisplay": "Wild XI", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2015-07-29 19:58:28", "updateDate": "2015-07-29 19:58:28", "styleId": 40, "id": "LGsTLF", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "name": "Wild XII", "nameDisplay": "Wild XII", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2015-07-29 19:58:54", "updateDate": "2015-07-29 19:58:54", "styleId": 40, "id": "xabHUg", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Wild Yak", "nameDisplay": "Wild Yak", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "xuNm6X", "createDate": "2016-10-29 11:42:34", "updateDate": "2016-11-15 15:42:06", "abv": "4.2", "styleId": 25, "ibu": "15", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Our latest on tap.  Has an earthy, nutty flavor with medium body.  Pairs with our Charcuterie and Cheese platter or pretzels", "statusDisplay": "Verified", "nameDisplay": "Wild-Hopped Buckwheat", "createDate": "2012-04-12 01:18:55", "updateDate": "2015-06-09 21:08:03", "id": "Y0WqQZ", "name": "Wild-Hopped Buckwheat"}]
