[{"status": "verified", "isOrganic": "Y", "name": "Gauloise Blonde", "nameDisplay": "Gauloise Blonde", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.054", "description": "Belgian-style blond ales are characterized by low yet evident hop bitterness, flavor, and sometimes aroma. Light to medium body and low malt aroma with a sweet, spiced and a low to medium fruity-ester character orchestrated in flavor and aroma. Sugar may be used to lighten perceived body. They are blonde to golden in color. Noble-type hops are commonly used. Low levels of phenolic spiciness from yeast byproducts may be perceived. Diacetyl should not be perceived. Acidic character should not be present. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "7", "ibuMax": "30", "abvMin": "6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:01", "fgMax": "1.014", "shortName": "Belgian Blonde", "abvMax": "7.8", "id": 61, "srmMin": "4", "name": "Belgian-Style Blonde Ale"}, "createDate": "2015-05-12 18:06:13", "updateDate": "2015-11-20 19:32:41", "abv": "6.3", "styleId": 61, "id": "SF8XFL", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "\"Its roasted malt gives it a caramelised taste with hints of caramel, chocolate and spices. It is characterised by its well-balanced flavour.\"", "statusDisplay": "Verified", "nameDisplay": "Gauloise Brune", "style": {"category": {"updateDate": "2014-07-10 14:20:24", "description": "Malternative Beverages, also known as \"ready-to-drink\" beverages, are sweet, sometime carbonated, beverages that are low in alcohol.", "createDate": "2014-07-10 14:11:26", "id": 14, "name": "Malternative Beverages"}, "description": "Flavored malt beverages are brewery products that are different from traditional malt beverages like malt liquor, ales, and lagers in several aspects. Flavored malt beverages exhibit little or no traditional beer or malt beverage flavor characteristics. Their flavor is primarily derived from added flavoring rather than from malt and other materials used in fermentation. However,  flavored malt beverages are marketed in traditional beer bottles and cans and distributed to the alcohol beverage market through beer and malt beverage wholesalers. Their alcohol content is similar to other malt beverages – in the range of 4-6% alcohol by volume.", "createDate": "2014-07-10 14:15:20", "categoryId": 14, "abvMin": "4", "updateDate": "2015-04-07 15:49:43", "shortName": "Flavored Malt Beverage", "abvMax": "6", "id": 161, "name": "Flavored Malt Beverage"}, "createDate": "2015-05-12 18:14:03", "updateDate": "2015-11-20 19:31:16", "abv": "8.1", "styleId": 161, "id": "4YrLOm", "name": "Gauloise Brune"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "Y", "description": "\"The winter beer!\"", "statusDisplay": "Verified", "nameDisplay": "Gauloise Christmas", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/gsa9YD/upload_HERcuc-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/gsa9YD/upload_HERcuc-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/gsa9YD/upload_HERcuc-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "createDate": "2015-05-12 18:15:31", "updateDate": "2015-11-20 19:31:10", "abv": "8.1", "styleId": 124, "availableId": 4, "id": "gsa9YD", "name": "Gauloise Christmas"}, {"status": "verified", "isOrganic": "Y", "name": "Gauloise Fruits Rouges", "nameDisplay": "Gauloise Fruits Rouges", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2015-05-12 18:05:02", "updateDate": "2015-11-20 19:31:35", "abv": "8.2", "styleId": 119, "id": "DbguwT", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "GAVA Joe is be a medium-bodied stout weighing in around 6.9% abv. It's fermented with a Belgian yeast strain, which lends underlying fruit notes to the mix and balances the slight roasted bitterness of the beer with a touch of richness. It features espresso from two coffee roasters local to each brewery: Shenandoah Joe Coffee Roasters of Charlottesville, VA, and Jittery Joe’s Coffee of Athens, GA", "statusDisplay": "Verified", "nameDisplay": "Gava Joe", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "See British Origin American-Style Imperial Porter Imperial porters are very dark brown to black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness should be in harmony with medium-low to medium hop bitterness. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment malt derived sweetness and hop character. Hop flavor and aroma may vary from being low to medium-high. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "50", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:58", "fgMax": "1.03", "shortName": "Stout", "abvMax": "12", "id": 44, "srmMin": "40", "name": "Specialty Stouts"}, "id": "XyMAC4", "createDate": "2014-09-09 17:51:07", "updateDate": "2014-09-09 18:30:36", "abv": "6.9", "styleId": 44, "ibu": "20", "name": "Gava Joe"}, {"status": "verified", "isOrganic": "Y", "description": "American IPA brewed and dry hopped with heaps of Amarillo, Citra and Simcoe hops. Juicy, hoppy justice.", "statusDisplay": "Verified", "nameDisplay": "Gavel Banger IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "e73rjK", "createDate": "2015-06-25 17:48:03", "updateDate": "2015-06-25 17:48:03", "abv": "6", "styleId": 30, "ibu": "70", "name": "Gavel Banger IPA"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Our seasonal Belgian style ale is dark and strong with rich, complex esters of caramel, candy and plumb. Inspired by the Trappist Abbey of Saint Sixtus and a boy who was born in a car.", "statusDisplay": "Verified", "nameDisplay": "Gavin's Dark Strong", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "id": "D36Bj4", "createDate": "2015-06-18 21:11:00", "updateDate": "2015-06-19 15:49:44", "abv": "10", "styleId": 64, "availableId": 4, "ibu": "24", "name": "Gavin's Dark Strong"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Red ale beer refermented in the bottle. Gavroche is a character in Victor Hugo’s 19th century novel entitled “Les Miserables”. He is a rebellious yet always generous little urchin living by his wits on the streets of Paris.\r\nGavroche is a strong, red beer in which the deep malt flavour and brisk hoppiness are very well balanced. The whole is accentuated by fruity flavours derived from a special top-fermenting yeast. This is a rare French example of an ale refermented in the bottle. Gavroche must be served with care, leaving behind the fine yeast sediments.", "statusDisplay": "Verified", "nameDisplay": "Gavroche", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/v21wKL/upload_05CGTe-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/v21wKL/upload_05CGTe-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/v21wKL/upload_05CGTe-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2015-12-18 06:03:20", "abv": "8.5", "styleId": 32, "availableId": 1, "id": "v21wKL", "name": "Gavroche"}, {"status": "verified", "isOrganic": "N", "description": "English style IPA brewed with 100% Fuggle hops.", "statusDisplay": "Verified", "ingredients": {"hops": [{"category": "hop", "createDate": "2013-06-24 16:07:30", "categoryDisplay": "Hops", "id": 43, "name": "Fuggles"}]}, "nameDisplay": "Gawd Loves Fugly", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.05", "description": "Most traditional interpretations of English-style India pale ales are characterized by medium-high hop bitterness with a medium to medium-high alcohol content. Hops from a variety of origins may be used to contribute to a high hopping rate. Earthy and herbal English-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer, sometimes with subtle and balanced character of sulfur compounds. This pale gold to deep copper-colored ale has a medium to high, flowery hop aroma and may have a medium to strong hop flavor (in addition to the hop bitterness). English-style India pale ales possess medium maltiness and body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill haze is allowable at cold temperatures. Hops of other origins may be used for bitterness or approximating traditional English character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "35", "categoryId": 1, "srmMax": "14", "ibuMax": "63", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:18:33", "fgMax": "1.018", "shortName": "English IPA", "abvMax": "7", "id": 2, "srmMin": "6", "name": "English-Style India Pale Ale"}, "createDate": "2015-03-02 18:59:27", "updateDate": "2015-11-12 19:32:15", "styleId": 2, "id": "oV9oL0", "name": "Gawd Loves Fugly"}, {"status": "verified", "isOrganic": "N", "description": "English Pale Ale style beer. Similar to the bitter just a larger amount of the same malted barley is used. The hops we use in this beer are imported from England and added in generous amounts throughout the boil to create a complex hop profile. This slightly sweet beer finishes with a very refreshing hop presence.", "statusDisplay": "Verified", "nameDisplay": "Gayle Force Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "name": "Gayle Force Pale Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2012-03-22 13:05:33", "abv": "5.7", "styleId": 3, "id": "HhYZh9", "glasswareId": 5}, {"status": "verified", "isOrganic": "Y", "description": "Cuivrée au reflets orangés aux arômes intenses de fruits mûrs et de fleurs. Équilibre parfait de malt, alcool et houblon. Infusée en continu avec les houblons Centenial, Simcoe et Amarillo. Maturée 8 mois. \r\n\r\n Brassy orange highlights the intense aromas of ripe fruit and flowers. The perfect balance of malt, hops and alcohol. Infused continuously with Centenial hops, Simcoe and Amarillo. Eight months matured.", "statusDisplay": "Verified", "nameDisplay": "Gaz de Course", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "createDate": "2015-07-29 00:08:43", "updateDate": "2015-07-29 00:08:43", "abv": "12", "styleId": 34, "id": "UVdYyE", "name": "Gaz de Course"}, {"status": "verified", "isOrganic": "N", "name": "Gazebo Summer Ale", "nameDisplay": "Gazebo Summer Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/NU68Xc/upload_CZes98-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/NU68Xc/upload_CZes98-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/NU68Xc/upload_CZes98-icon.png"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2015-05-06 16:47:59", "id": "NU68Xc", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "GB's Pale Ale", "statusDisplay": "Verified", "nameDisplay": "GB's Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/OgVOCO/upload_oy10vI-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/OgVOCO/upload_oy10vI-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/OgVOCO/upload_oy10vI-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-09-10 11:44:00", "updateDate": "2015-12-17 06:15:24", "abv": "5", "styleId": 25, "id": "OgVOCO", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "We figured if Boston can have one, so should we.  This beer is influenced by both the Boston Lager and the Noble Pils. It is light amber to golden in color, with a fresh-almost spicy hop aroma, a crisp balanced flavor and a clean finish.", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 44, "category": "hop", "farneseneMax": 0.1, "description": "Small quantities of the true Hallertauer Mittelfr?her cultivar are grown in the United States. However, just as with other Hallertauer hop varieties, it can be difficult to know what exactly you are getting; Hallertauer Gold, Mount Hood, and Liberty, among others, are sometimes sold as \"U.S. Hallertauer\". Even the true Hallertauer Mittelfr?her is not considered to have a true noble hop quality when grown in the United States.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:31", "betaAcidMin": 3.5, "categoryDisplay": "Hops", "id": 57, "humuleneMin": 30, "betaAcidMax": 5.5, "caryophylleneMax": 12, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 10, "cohumuloneMax": 24, "cohumuloneMin": 18, "myrceneMin": 35, "alphaAcidMin": 3.5, "humuleneMax": 38, "name": "Hallertauer (American)"}, {"myrceneMax": 45, "farneseneMax": 8, "cohumuloneMax": 25, "id": 143, "humuleneMax": 23, "category": "hop", "createDate": "2013-06-24 16:07:38", "farneseneMin": 5, "humuleneMin": 18, "betaAcidMax": 4, "cohumuloneMin": 20, "myrceneMin": 36, "alphaAcidMin": 4, "description": "American hops sold as Tettnanger hops often claim to be the same cultivar as the famous German aroma hop Tettnang Tettnanger. However, in recent years, it has been discovered that these hops are genetically distinct from the German landrace and in fact are most likely Fuggle or a closely related hop. The most likely explanation is that American hop growers imported the so-called Swiss Tettnanger hops, which may also have been Fuggle hops misrepresented as Tettnanger for marketing purposes. In recent years, a few growers have tried growing true Tettnanger hops in the United States, but because of the confusion of names, these are almost impossible to find or identify.", "betaAcidMin": 3, "caryophylleneMax": 7, "caryophylleneMin": 6, "name": "Tettnanger (American)", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:38"}], "malt": [{"category": "malt", "srmPrecise": 26, "description": "Aromatic malt is a kilned barley malt used to give beer a strong, aggressive malt aroma and rich color.", "srmId": 26, "countryOfOrigin": "BE", "characteristics": [{"description": "Imparts an aromatic quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 1, "name": "Aromatic"}, {"description": "Imparts a malty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 10, "name": "Malty"}], "createDate": "2013-06-24 16:07:41", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "771900", "id": 26, "name": "26"}, "potential": 1.036, "updateDate": "2013-06-24 16:10:14", "maxInBatch": 100, "requiresMashing": "Y", "country": {"displayName": "Belgium", "name": "BELGIUM", "isoThree": "BEL", "createDate": "2012-01-03 02:41:33", "numberCode": 56, "isoCode": "BE"}, "id": 209, "dryYield": 77.9, "name": "Aromatic Malt"}, {"category": "malt", "srmPrecise": 22, "description": "A light Belgian crystal malt used in Trappist and Abbey style Belgian ales.", "srmId": 22, "countryOfOrigin": "BE", "country": {"displayName": "Belgium", "name": "BELGIUM", "isoThree": "BEL", "createDate": "2012-01-03 02:41:33", "numberCode": 56, "isoCode": "BE"}, "createDate": "2013-06-24 16:07:46", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "8E2900", "id": 22, "name": "22"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.034, "coarseFineDifference": 1.5, "maxInBatch": 10, "requiresMashing": "N", "dryYield": 73.9, "id": 399, "moistureContent": 4, "name": "CaraVienne Malt"}, {"characteristics": [{"description": "Imparts a malty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 10, "name": "Malty"}, {"description": "Imparts a sweet flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 14, "name": "Sweet"}], "srmPrecise": 9, "description": "Munich Malt has a malty sweet flavor characteristic and adds a reddish amber color to the beer. It has enough diastatic power to convert itself, but needs help from another malt, such as 2-row malt, to convert other grains.", "srmId": 9, "countryOfOrigin": "DE", "diastaticPower": 72, "createDate": "2013-06-24 16:07:52", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "E58500", "id": 9, "name": "9"}, "country": {"displayName": "Germany", "name": "GERMANY", "isoThree": "DEU", "createDate": "2012-01-03 02:41:33", "numberCode": 276, "isoCode": "DE"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.037, "coarseFineDifference": 1.3, "maxInBatch": 80, "requiresMashing": "Y", "dryYield": 80, "protein": 11.5, "category": "malt", "id": 650, "moistureContent": 5, "name": "Munich Malt"}, {"category": "malt", "createDate": "2013-06-24 16:07:53", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 724, "name": "Pilsner Malt"}]}, "nameDisplay": "GBG Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "id": "m1YjAy", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-10-30 12:20:43", "updateDate": "2012-10-30 12:27:33", "abv": "5.2", "styleId": 93, "availableId": 4, "glasswareId": 5, "ibu": "27", "name": "GBG Lager"}, {"status": "verified", "isOrganic": "Y", "description": "Brewed especially for Gonerfest 11, GBR is a clean, crisp golden ale with a healthy dose of flaked corn. We decided to make it a true Memphis cream ale with a bunch of grits in the mash too.", "statusDisplay": "Verified", "nameDisplay": "GBR", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.044", "description": "Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "5", "ibuMax": "22", "abvMin": "4.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:30", "fgMax": "1.01", "shortName": "Cream Ale", "abvMax": "5.6", "id": 109, "srmMin": "2", "name": "American-Style Cream Ale or Lager"}, "createDate": "2015-07-21 20:12:48", "updateDate": "2015-07-21 20:12:48", "abv": "4.8", "styleId": 109, "id": "QVJ5j1", "name": "GBR"}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "Y", "name": "Géants Christmas Goliath", "nameDisplay": "Géants Christmas Goliath", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.06", "description": "Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "21", "ibuMax": "65", "abvMin": "7", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:05", "fgMax": "1.04", "shortName": "Strong Ale", "abvMax": "11", "id": 14, "srmMin": "8", "name": "Strong Ale"}, "createDate": "2015-05-12 19:21:55", "updateDate": "2015-05-12 19:21:55", "abv": "8", "styleId": 14, "availableId": 8, "id": "UNX3E0", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "Natural beer with blackcurrant berries refermented in the bottle. Pure malt and hop, blackcurrant berries, yeast and water.", "statusDisplay": "Verified", "nameDisplay": "Géants Ducassis", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2015-05-12 19:25:09", "updateDate": "2015-05-12 19:25:09", "abv": "3", "styleId": 119, "id": "6hFrNR", "name": "Géants Ducassis"}, {"status": "verified", "isOrganic": "Y", "name": "Géants Gouyasse", "nameDisplay": "Géants Gouyasse", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "createDate": "2015-05-12 19:30:29", "updateDate": "2015-05-12 19:30:29", "abv": "6", "styleId": 70, "id": "j0yfWs", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "name": "Géants Urchon Brune", "nameDisplay": "Géants Urchon Brune", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "createDate": "2015-05-12 19:31:24", "updateDate": "2015-05-12 19:31:24", "abv": "7.5", "styleId": 70, "id": "LKhTgJ", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Gearhead", "statusDisplay": "Verified", "nameDisplay": "Gearhead", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/83Gq6P/upload_JaVACN-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/83Gq6P/upload_JaVACN-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/83Gq6P/upload_JaVACN-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2015-12-16 14:23:00", "abv": "6.5", "styleId": 30, "id": "83Gq6P", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Gearhead Ale is a malt forward dark amber ale. There are caramel and roasted notes, and a slight English hop character. This is a very smooth beer that leaves you wanting another sip to explore the subtle complexities.", "srmId": 14, "nameDisplay": "Gearhead", "originalGravity": "1.046", "id": "xYhQAS", "statusDisplay": "Verified", "createDate": "2015-04-20 21:38:35", "updateDate": "2015-04-20 21:38:35", "abv": "4.5", "styleId": 32, "availableId": 1, "srm": {"hex": "C35900", "id": 14, "name": "14"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "ibu": "27", "name": "Gearhead"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This ale has its origins in the traditional English style, with a generous helping of American exuberance. Bright copper in color, it has an assertive hop bitterness balanced with a subtle malt foundation. Dry hopping at two sates of the brewing process provides floral and fruity hop flavors adding to the complexity of the brew. Original gravity ~ 1060; Alcohol by volume -- 6%.", "statusDisplay": "Verified", "nameDisplay": "Geary's IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/mgnKBr/upload_Tg338X-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/mgnKBr/upload_Tg338X-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/mgnKBr/upload_Tg338X-icon.png"}, "originalGravity": "1.06", "createDate": "2015-04-22 17:20:36", "updateDate": "2015-04-22 17:20:37", "abv": "6", "styleId": 30, "availableId": 1, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "mgnKBr", "name": "Geary's IPA"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A classic British pale ale with a nod to the legendary beers of Burton-on-Trent. Copper-colored clean and crisp with lots of late hope taste in an appetizing complex with ale fruitiness from imported Hampshire yeast.", "statusDisplay": "Verified", "nameDisplay": "Geary's Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/SmLlGS/upload_XGDrIb-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/SmLlGS/upload_XGDrIb-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/SmLlGS/upload_XGDrIb-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.038", "description": "Special bitter is more robust than ordinary bitter. It has medium body and medium residual malt sweetness. It is deep gold to copper colored. Hop bitterness should be medium and absent of harshness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "28", "categoryId": 1, "srmMax": "14", "ibuMax": "40", "abvMin": "4.1", "fgMin": "1.006", "updateDate": "2015-04-07 15:19:15", "fgMax": "1.012", "shortName": "Special Bitter", "abvMax": "4.8", "id": 4, "srmMin": "6", "name": "Special Bitter or Best Bitter"}, "name": "Geary's Pale Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2015-12-16 03:11:09", "abv": "4.5", "styleId": 4, "availableId": 1, "id": "SmLlGS", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Geboren & Getogen", "nameDisplay": "Geboren & Getogen", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/TPDzt1/upload_kMnz2f-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/TPDzt1/upload_kMnz2f-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/TPDzt1/upload_kMnz2f-icon.png"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2015-06-09 15:29:13", "abv": "4", "id": "TPDzt1", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Made from a traditional Tassie apple variety from Geeveston in the Huon Valley, this cider was bone dry, yet still tasted like a fresh apple.", "statusDisplay": "Verified", "nameDisplay": "Geeveston Fanny Cider", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.07", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:07", "fgMax": "1.01", "shortName": "Fruit Cider", "abvMax": "9", "id": 155, "name": "Fruit Cider"}, "createDate": "2015-04-09 19:17:59", "updateDate": "2015-04-09 19:17:59", "abv": "5.5", "styleId": 155, "availableId": 2, "id": "pY2Tg2", "name": "Geeveston Fanny Cider"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Geheimbier", "createDate": "2012-08-12 12:00:00", "updateDate": "2012-08-17 11:58:18", "id": "npvDK7", "name": "Geheimbier"}, {"status": "verified", "isOrganic": "N", "description": "Are you looking to discover an Ale packed with flavor and body? Well look no further.  The Geiger Counter Golden Ale will allow your mouth to detect the faint flavor of caramel malt balanced with a dry sensation of hop bitterness. What you will find is an Ale that can stand the test of time!", "statusDisplay": "Verified", "nameDisplay": "Geiger Counter Golden Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2015-08-07 22:56:18", "updateDate": "2015-08-07 22:56:18", "styleId": 36, "id": "QiQQqm", "name": "Geiger Counter Golden Ale"}, {"status": "verified", "isOrganic": "N", "description": "This is one of our rare lagers brewed in the style of the German Heiliges Geist Bock, or Holy Ghost Bock. The name refers to the lighter nature of the beer as opposed to the darker and heavier Doppel Bock and Mai Bock also brewed during the spring in Germany. There is a rich malt flavor, a firm German style lager head, and a clean lagered finish to this beer.  Available on draft or in 12 oz. bottles.", "statusDisplay": "Verified", "nameDisplay": "Geist Bock", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2012-03-22 13:04:30", "abv": "6.1", "styleId": 3, "id": "s53vAs", "name": "Geist Bock"}, {"status": "verified", "isOrganic": "N", "description": "Geist Weiss or Ghost White is our dry hopped German styled cloudy Wheat beer. This beer mixes the hop-character and brewing techniques of an India Pale Ale with the wheat base and spice additions of a German Weiss beer, perfect as a refreshing thirst quencher during the summer months.", "statusDisplay": "Verified", "nameDisplay": "Geist Weiss", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/PhfsN1/upload_Q5C9Ae-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/PhfsN1/upload_Q5C9Ae-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/PhfsN1/upload_Q5C9Ae-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "createDate": "2016-06-29 15:59:10", "updateDate": "2016-06-29 16:01:11", "abv": "5", "styleId": 112, "id": "PhfsN1", "name": "Geist Weiss"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "The Gelande (ga-lun-day) Amber Lager is brewed with the finest specialty malts, noble hops and a cold fermenting yeast to produce a malty beer that finishes dry on the palate. A delicious winter seasonal beer!\r\n\r\nDerived from the Germanic word “Gelandesprung” meaning “terrain-jump,” this sport was established in the United States by Utah ski pioneers. Alf Engen, ski enthusiast extraordinaire, orchestrated the first Gelandesprung contest in 1964 at Alta, Utah. It varies a little from today’s Nordic jumping in that ski jumpers use standard alpine gear with fixed heels and go into a pike position.\r\n\r\nGelande Amber Lager is as unique as its namesake sport.\r\n\r\nTASTING NOTES:\r\nHoney and caramel undercurrents. Vanilla accents. Malty with light and hoppy notes. Finishes dry. Gelande would pair well with earthy mushroom bisque, grilled lamb or pork, and even mussels and clams.", "srmId": 16, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Gelande Amber Lager", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/f5x8G5/upload_WgYkOP-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/f5x8G5/upload_WgYkOP-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/f5x8G5/upload_WgYkOP-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.045", "description": "California Common Beer is light amber to amber in color and is medium bodied. There is a noticeable degree of caramel-type malt character in flavor and often in aroma. Hop bitterness impression is medium to medium high and is balanced with a low to medium-low degree of fruity esters and malt character and give an impression of balance and drinkability. Hop flavor and aroma is low to medium-low. California Common Beer is a style of beer brewed with lager yeasts but at ale fermentation temperatures. Diacetyl and chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 11, "srmMax": "15", "ibuMax": "45", "abvMin": "4.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:42:34", "fgMax": "1.018", "shortName": "California Common", "abvMax": "5.6", "id": 110, "srmMin": "8", "name": "California Common Beer"}, "id": "f5x8G5", "statusDisplay": "Verified", "createDate": "2012-01-03 02:43:15", "updateDate": "2015-12-15 22:21:50", "abv": "4", "styleId": 110, "availableId": 3, "glasswareId": 5, "ibu": "22", "srm": {"hex": "B54C00", "id": 16, "name": "16"}, "name": "Gelande Amber Lager"}, {"status": "verified", "isOrganic": "N", "description": "Our take on an amber ale, this caramel colored beer has a slight hoppiness, clean finish, and well balanced malt flavors.", "statusDisplay": "Verified", "nameDisplay": "Gem City Ruby", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2015-09-02 22:21:35", "updateDate": "2015-09-02 22:21:35", "abv": "6.9", "styleId": 32, "id": "Oz4m5A", "name": "Gem City Ruby"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "We’ve been brewing heavily hopped beer since our launch. Gemini is a super hopped ale with six varieties of hops blasting flavor and zapping bitterness in every direction. \r\n\r\nLike a geminaut, this beer is two souls in one package; a bitter hop bomb on one side with sweet malts on the other. Gemini is the liquid to fuel your search of the galaxy, to visit new worlds, to travel high into the heavens!", "statusDisplay": "Verified", "nameDisplay": "Gemini", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/tf26PL/upload_Wm9rvp-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/tf26PL/upload_Wm9rvp-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/tf26PL/upload_Wm9rvp-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "name": "Gemini", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2016-01-12 16:30:24", "updateDate": "2016-02-10 17:26:16", "abv": "9", "styleId": 31, "availableId": 1, "foodPairings": "Very high bitterness accentuates spicy foods like szechuan, thai dishes & wings,smoked brisket, sharp and blue cheeses, sweet desserts like crème brûlée & caramels", "id": "tf26PL", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Gemini", "statusDisplay": "Verified", "nameDisplay": "Gemini", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/L8oWyF/upload_u1Y1zX-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/L8oWyF/upload_u1Y1zX-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/L8oWyF/upload_u1Y1zX-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-08-10 18:44:54", "updateDate": "2015-12-16 17:25:42", "abv": "10.6", "styleId": 31, "id": "L8oWyF", "glasswareId": 6}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "High in the winter sky, two parallel stick figures are visible & known as “the twins,” or the constellation Gemini. The astronauts of the 1960s flew as teams of two in a program named after the celestial pairing. At Southern Tier, we have our own fraternal twins, Hoppe & Unearthly. Blended together & placed in this vessel, the mission of our Gemini is to travel high & take passengers on a journey far into the heavens.", "srmId": 13, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Gemini Imperial Blended Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/fZ3FLF/upload_hGMo56-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/fZ3FLF/upload_hGMo56-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/fZ3FLF/upload_hGMo56-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "name": "Gemini Imperial Blended Ale", "statusDisplay": "Verified", "createDate": "2012-01-03 02:43:15", "updateDate": "2016-01-12 17:17:04", "abv": "9", "styleId": 31, "availableId": 3, "srm": {"hex": "CB6200", "id": 13, "name": "13"}, "id": "fZ3FLF", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Gemuetlichkeit translates from German as \\the fondness of feasting especially those of us at the brewery.   Each September in the nearby city of Jefferson Wisconsin thousand turn out for Gemuetlichkeit Days a celebration of the area's German heritage.  We invite you to celebrate the spirit of Gemuetlichkeit with us.  Don your lederhÃ?Â¶sen kick up your heels with a polka and raise a stein of our Gemuetlichkeit Oktoberfest with a friend.  Ein Prosit!\r\nGemuetlichkeit Oktoberfest is a rich amber lager with a malty aroma and balanced hop bitterness.  This seasonal style is served at German Oktoberfests in liter steins.\"\"", "statusDisplay": "Verified", "nameDisplay": "Gemuetlichkeit Oktoberfest", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.05", "description": "The American style of these classic German beers is distinguished by a comparatively greater degree of hop character. In general the style is characterized by a medium body and broad range of color from golden to reddish brown. Sweet maltiness should dominate over clean hop bitterness. The bitterness should not be aggressive or harsh. Malt character should be light-toasted rather than strongly caramel (though a low level of light caramel character is acceptable). Bread or biscuit-like malt character is acceptable in aroma and flavor. Hop aroma and flavor should be notable but at low to medium levels. Fruity esters should not be perceived. Diacetyl and chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 8, "srmMax": "15", "ibuMax": "30", "abvMin": "5.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:41:38", "fgMax": "1.02", "shortName": "American Oktoberfest", "abvMax": "5.9", "id": 102, "srmMin": "4", "name": "American-Style Märzen / Oktoberfest"}, "name": "Gemuetlichkeit Oktoberfest", "glass": {"createDate": "2012-01-03 02:41:33", "id": 3, "name": "Mug"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2015-04-09 11:26:18", "abv": "5.5", "styleId": 102, "availableId": 4, "id": "75P08u", "glasswareId": 3}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Gemünder Alt", "createDate": "2012-08-12 12:16:57", "updateDate": "2012-08-17 11:58:22", "id": "qQE1LT", "name": "Gemünder Alt"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Gemünder Eifel-Böckchen", "createDate": "2012-08-12 12:16:59", "updateDate": "2012-08-17 11:58:30", "id": "Jh7FxD", "name": "Gemünder Eifel-Böckchen"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Gemünder Helles", "createDate": "2012-08-12 12:16:56", "updateDate": "2012-08-17 11:58:31", "id": "E6VDC2", "name": "Gemünder Helles"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Gemünder Krönes Eifeler Landbier", "createDate": "2012-08-12 12:16:57", "updateDate": "2012-08-17 11:59:57", "id": "SjwpUu", "name": "Gemünder Krönes Eifeler Landbier"}, {"status": "verified", "isOrganic": "N", "name": "Gemünder Pils", "nameDisplay": "Gemünder Pils", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "createDate": "2012-08-12 12:16:55", "updateDate": "2012-08-17 12:00:36", "abv": "5.1", "styleId": 98, "id": "bmmP2b", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Gemünder Spezial", "createDate": "2012-08-12 12:16:58", "updateDate": "2012-08-17 11:58:38", "id": "53fdeL", "name": "Gemünder Spezial"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Gemünder UrGemünder Obergärig", "createDate": "2012-08-12 12:16:58", "updateDate": "2012-08-17 11:58:39", "id": "hNORnm", "name": "Gemünder UrGemünder Obergärig"}, {"status": "verified", "isOrganic": "N", "name": "Gen IV", "nameDisplay": "Gen IV", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/5jcGwz/upload_odLAyc-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/5jcGwz/upload_odLAyc-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/5jcGwz/upload_odLAyc-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-05-27 17:36:41", "updateDate": "2016-05-18 17:04:14", "styleId": 30, "id": "5jcGwz", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Gen. Cornrow", "nameDisplay": "Gen. Cornrow", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.044", "description": "Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "5", "ibuMax": "22", "abvMin": "4.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:30", "fgMax": "1.01", "shortName": "Cream Ale", "abvMax": "5.6", "id": 109, "srmMin": "2", "name": "American-Style Cream Ale or Lager"}, "id": "FAX8CJ", "createDate": "2015-09-16 23:21:03", "updateDate": "2015-09-16 23:21:03", "abv": "5.1", "styleId": 109, "ibu": "16", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Brewed with a bunch of clover honey two-row barley malt and very lightly hopped this is our lightest colored and lightest alcohol containing beer. It is named after the owners� daughter, who is a little honey blonde. She begged to have a beer named after her since her sister, Amber, had one for so many years.", "statusDisplay": "Verified", "nameDisplay": "Gena's Honey Blonde Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2015-03-25 15:46:48", "updateDate": "2015-03-25 15:46:48", "styleId": 36, "id": "IPsr4j", "name": "Gena's Honey Blonde Ale"}, {"status": "verified", "isOrganic": "N", "name": "General", "statusDisplay": "Verified", "nameDisplay": "General", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/STjo0S/upload_HbWi3f-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/STjo0S/upload_HbWi3f-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/STjo0S/upload_HbWi3f-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.044", "description": "Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "5", "ibuMax": "22", "abvMin": "4.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:30", "fgMax": "1.01", "shortName": "Cream Ale", "abvMax": "5.6", "id": 109, "srmMin": "2", "name": "American-Style Cream Ale or Lager"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:15", "updateDate": "2015-12-16 10:34:13", "styleId": 109, "id": "STjo0S", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A revival of an old brand name from Braddock’s past, General Braddock’s IPA is a bold and flavorful East Coast India Pale Ale. It balances smooth caramel sweetness with a crisp hop finish.", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 60, "category": "hop", "farneseneMax": 1, "description": "Sometimes called a super Cascade, Centennial was bred in 1974 but not released until 1990. It has a floral, citrus aroma and a clean spicy flavor; its heritage includes Brewer's Gold, Fuggle, and East Kent Golding. Popular among craft brewers, Centennial lends its distinctive character to, among others, Sierra Nevada Celebration Ale and Sierra Nevada Bigfoot Barleywine.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:28", "betaAcidMin": 3.5, "categoryDisplay": "Hops", "id": 24, "humuleneMin": 10, "betaAcidMax": 4.5, "caryophylleneMax": 8, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 4, "cohumuloneMax": 30, "cohumuloneMin": 28, "myrceneMin": 45, "alphaAcidMin": 6, "humuleneMax": 18, "name": "Centennial"}, {"myrceneMax": 65, "category": "hop", "farneseneMax": 1, "description": "Simcoe is a dual-purpose hop variety which its grower claims is similar in character to Amarillo. It is a proprietary hop, and the name \"Simcoe\" is a registered trademark of Yakima Chief Ranches, LLC.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:36", "betaAcidMin": 4, "categoryDisplay": "Hops", "id": 118, "humuleneMin": 10, "betaAcidMax": 5, "caryophylleneMax": 8, "updateDate": "2013-06-24 16:10:38", "caryophylleneMin": 5, "cohumuloneMax": 20, "cohumuloneMin": 15, "myrceneMin": 60, "alphaAcidMin": 12, "humuleneMax": 15, "name": "Simcoe"}, {"myrceneMax": 50, "category": "hop", "farneseneMax": 1, "description": "Released in 2000, Warrior is an open pollinated very high alpha acid bittering hop variety with an American grapefruit citrus character. It is a proprietary hop, and the name \"Warrior\" is a registered trademark of Yakima Chief Ranches, LLC.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:39", "betaAcidMin": 4.5, "categoryDisplay": "Hops", "id": 155, "humuleneMin": 15, "betaAcidMax": 5.5, "caryophylleneMax": 10, "updateDate": "2013-06-24 16:10:38", "caryophylleneMin": 8, "cohumuloneMax": 24, "cohumuloneMin": 24, "myrceneMin": 40, "alphaAcidMin": 15, "humuleneMax": 20, "name": "Warrior"}]}, "nameDisplay": "General Braddock's IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/bJtFns/upload_gt1WVw-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/bJtFns/upload_gt1WVw-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/bJtFns/upload_gt1WVw-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "foodPairings": "Rich, savory, and spicy foods. It cuts through the thickness of juicy burgers and roasted meats and emphasizes the heat of Mexican food, jerk chicken, and sausage.", "createDate": "2014-11-12 16:11:48", "updateDate": "2015-12-17 19:45:08", "abv": "6.8", "styleId": 30, "availableId": 1, "id": "bJtFns", "name": "General Braddock's IPA"}, {"status": "verified", "isOrganic": "N", "name": "General Brown", "nameDisplay": "General Brown", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2014-08-28 14:47:55", "updateDate": "2014-08-28 14:47:55", "abv": "7", "styleId": 40, "id": "tLyvlr", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "name": "General Burnside’s Imperial Porter", "nameDisplay": "General Burnside’s Imperial Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "American-style imperial porters are black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness. Hop bitterness is perceived at a medium-low to medium level. Hop flavor and aroma may vary from being low to medium-high. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment hop character and malt derived sweetness. Diacetyl (butterscotch) levels should be absent.", "createDate": "2013-08-10 12:42:51", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "50", "abvMin": "5.5", "fgMin": "1.02", "ogMax": "1.1", "fgMax": "1.03", "updateDate": "2015-04-07 15:49:32", "shortName": "American Imperial Porter", "abvMax": "9.5", "id": 158, "srmMin": "40", "name": "American-Style Imperial Porter"}, "createDate": "2015-07-08 20:33:20", "updateDate": "2015-07-08 20:33:20", "styleId": 158, "id": "QqIh3x", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "General Cornrow Cream", "nameDisplay": "General Cornrow Cream", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.044", "description": "Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "5", "ibuMax": "22", "abvMin": "4.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:30", "fgMax": "1.01", "shortName": "Cream Ale", "abvMax": "5.6", "id": 109, "srmMin": "2", "name": "American-Style Cream Ale or Lager"}, "createDate": "2015-09-16 23:06:19", "updateDate": "2015-09-16 23:06:19", "abv": "5.1", "styleId": 109, "id": "gJ1qpO", "statusDisplay": "Verified"}]
