[{"status": "verified", "isOrganic": "N", "description": "Crisp, slightly malty Amber ale hopped entirely with Centennial that contribute spicy floral notes.", "statusDisplay": "Verified", "nameDisplay": "Resinite", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "pgbUUM", "createDate": "2016-07-25 20:01:28", "updateDate": "2016-07-25 20:01:28", "abv": "5", "styleId": 32, "ibu": "33", "name": "Resinite"}, {"status": "verified", "isOrganic": "N", "description": "The first beer we brewed for the J Series. Resistance is aged a minium of four weeks in our oak foudres. Complex aromas of oak, honeyed malt sweetness, and piney citrus hops leas to a full hoppy middle and a finish that's crisp, oaky, and pleasantly lingering.  Why, oh why did we resist the subtle allure of IPA so long.", "statusDisplay": "Verified", "nameDisplay": "Resistance IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/2sBRIz/upload_Udki4Q-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/2sBRIz/upload_Udki4Q-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/2sBRIz/upload_Udki4Q-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "2sBRIz", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:05", "updateDate": "2015-12-16 12:35:59", "abv": "6.9", "styleId": 30, "glasswareId": 5, "ibu": "70", "name": "Resistance IPA"}, {"status": "verified", "isOrganic": "N", "description": "A deceivingly crushable West Coast Double IPA with intense fruity American hop characteristics", "statusDisplay": "Verified", "nameDisplay": "Resistentialism", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2016-02-15 21:51:37", "updateDate": "2016-02-15 23:40:24", "abv": "9.5", "styleId": 31, "id": "NnMH1X", "name": "Resistentialism"}, {"status": "verified", "isOrganic": "Y", "description": "This brazen Irish Red Ale is defiantly malty and tough to resist. Impede the current beer circuit’s hop violence fad with this rustic and steadfastly balanced ale.", "statusDisplay": "Verified", "nameDisplay": "Resistor", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "id": "LpTCYe", "createDate": "2015-06-26 23:16:39", "updateDate": "2015-06-26 23:16:39", "abv": "5.3", "styleId": 22, "ibu": "33", "name": "Resistor"}, {"status": "verified", "isOrganic": "N", "description": "Russian Imperial Stout aged in bourbon barrels", "statusDisplay": "Verified", "nameDisplay": "Resolute", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2014-11-16 17:57:53", "updateDate": "2014-12-29 19:26:48", "abv": "13.5", "styleId": 43, "id": "cZBDyu", "name": "Resolute"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This obsidian-colored stout pushed the capacity of our mash tun to the limits with its huge grain bill! It looks like a one-pint espresso shot; black, strong, weighty and rich, but perfectly balanced.", "statusDisplay": "Verified", "nameDisplay": "Resolute", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.052", "description": "As with classic dry stouts, foreign-style stouts have an initial malt sweetness and caramel flavor with a distinctive dry-roasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Bitterness may be high but the perception is often compromised by malt sweetness. Hop aroma and flavor should not be perceived. The perception of fruity esters is low. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:58", "fgMax": "1.02", "shortName": "Export Stout", "abvMax": "9.3", "id": 24, "srmMin": "40", "name": "Foreign (Export)-Style Stout"}, "id": "Dycwyr", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 3, "name": "Mug"}, "createDate": "2012-10-31 11:03:21", "updateDate": "2016-09-01 20:28:04", "abv": "6.7", "styleId": 24, "availableId": 1, "glasswareId": 3, "ibu": "31", "name": "Resolute"}, {"status": "verified", "available": {"description": "Available during the fall months.", "id": 7, "name": "Fall"}, "isOrganic": "N", "description": "Rye IPA\r\nMalt forward beer with dominant rye character supported by earthy, herbaceous English and American hop varieties", "statusDisplay": "Verified", "nameDisplay": "Resolute", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "id": "cNiCxi", "createDate": "2015-07-17 15:19:32", "updateDate": "2015-07-17 15:19:33", "abv": "7.2", "styleId": 117, "availableId": 7, "ibu": "60", "name": "Resolute"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Taking its name from a town within the high Arctic, despite its cool name this is the sort of bitter that we’re sure you’ll easily warm to. Andwell’s Best Bitter combines the finest malt and hops to produce a well balanced malty and hoppy flavour with a light amber colour.", "statusDisplay": "Verified", "nameDisplay": "Resolute Bitter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.038", "description": "Special bitter is more robust than ordinary bitter. It has medium body and medium residual malt sweetness. It is deep gold to copper colored. Hop bitterness should be medium and absent of harshness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "28", "categoryId": 1, "srmMax": "14", "ibuMax": "40", "abvMin": "4.1", "fgMin": "1.006", "updateDate": "2015-04-07 15:19:15", "fgMax": "1.012", "shortName": "Special Bitter", "abvMax": "4.8", "id": 4, "srmMin": "6", "name": "Special Bitter or Best Bitter"}, "name": "Resolute Bitter", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-07-12 13:03:17", "updateDate": "2012-07-12 13:03:17", "abv": "3.8", "styleId": 4, "availableId": 1, "id": "doGEJV", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Resolution", "statusDisplay": "Verified", "nameDisplay": "Resolution", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Xww5cY/upload_8pJOy0-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Xww5cY/upload_8pJOy0-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Xww5cY/upload_8pJOy0-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-07-26 12:27:08", "updateDate": "2015-12-17 04:52:15", "abv": "6.8", "styleId": 42, "id": "Xww5cY", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A classic looking hazy golden beer with huge citrus and tropical fruit aromas derived solely from the specific hop blend make this American Wheat stand out. Almost no bittering hop addition gives the flavor a unique sweetness to compliment all the juicy hops. Cycle's New Year's resolution was to craft even better beers, our favorite versions of classic styles and share it with as many people as possible. Viva La Resolution! A.B.V. 4.9%", "statusDisplay": "Verified", "nameDisplay": "Resolutionary Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2015-04-01 16:34:34", "updateDate": "2015-07-23 20:44:42", "abv": "4.9", "styleId": 36, "availableId": 4, "id": "PsQr6S", "name": "Resolutionary Ale"}, {"status": "verified", "isOrganic": "N", "description": "Barrel-aged American Sour Ale Fermented with Plums\r\nResonare is a golden sour ale aged in neutral wine barrels. Two pounds per gallon of whole Italian plums contribute depth of character and stone fruit essence to this sour ale. Once this beer reaches its peak, we blend the barrels to attain the perfect resonance of our house sour culture with rustic Italian plums.", "statusDisplay": "Verified", "nameDisplay": "Resonare", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2016-09-07 20:35:16", "updateDate": "2016-09-12 19:55:05", "abv": "6", "styleId": 40, "id": "SbIfw8", "name": "Resonare"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Inspired by our love of music and love for hops, Great Rhythm Brewing Company’s Resonation Pale Ale is our dry-hopped American Pale Ale; balanced, hoppy, full of flavor and aromas highlighting the complex citrus, pine, and floral character of American hops. We use two row barley malt and select crystal malts to lay down a smooth malt profile while we pack a blend of Pacific Northwest hops into the kettle, as well as the fermenter. This is one hoppy American Pale Ale that is sure to resonate with you and all of the friends that you share it with.", "statusDisplay": "Verified", "nameDisplay": "Resonation Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/sMRU1B/upload_VUclqF-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/sMRU1B/upload_VUclqF-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/sMRU1B/upload_VUclqF-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "sMRU1B", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-01-03 19:29:48", "updateDate": "2016-02-12 17:41:18", "abv": "5.2", "styleId": 25, "availableId": 1, "glasswareId": 5, "ibu": "30", "name": "Resonation Pale Ale"}, {"status": "verified", "isOrganic": "N", "description": "A  hoppy Wheat Ale brewed in tribute to 2014 Charm City Folk & Bluegrass headliner & the finest Dobro picker in the land, Mr. Jerry Douglas. This light/medium bodied 5.2%abv golden wheat beer is generously hopped with Citra & Amarillo to deliver a nice bitterness and lend some floral & citrus hop character to the nose. A perfect warm weather brew to kick back with and enjoy with some good friends and good tunes.", "statusDisplay": "Verified", "nameDisplay": "Resonator", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "id": "StS882", "createDate": "2015-04-26 23:38:43", "updateDate": "2015-04-26 23:38:43", "abv": "5.2", "styleId": 112, "ibu": "52", "name": "Resonator"}, {"status": "verified", "isOrganic": "N", "description": "We add flaked maize, flaked barley, and an extra bit carapils to an American 2 row base for this satisfying cream ale. We ferment this beer a little bit colder than most of our beers to give it it’s light, smooth feel. A perfect beer for camping. Either outdoors or behind your controller for marathon gaming sessions.", "statusDisplay": "Verified", "nameDisplay": "Respawn Cream Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.044", "description": "Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "5", "ibuMax": "22", "abvMin": "4.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:30", "fgMax": "1.01", "shortName": "Cream Ale", "abvMax": "5.6", "id": 109, "srmMin": "2", "name": "American-Style Cream Ale or Lager"}, "createDate": "2014-09-23 17:52:11", "updateDate": "2014-09-23 17:52:11", "styleId": 109, "id": "4WjEXV", "name": "Respawn Cream Ale"}, {"status": "verified", "isOrganic": "Y", "name": "Respect Your Mother", "statusDisplay": "Verified", "nameDisplay": "Respect Your Mother", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/V2LiY1/upload_I08Chx-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/V2LiY1/upload_I08Chx-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/V2LiY1/upload_I08Chx-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-02-17 12:44:36", "updateDate": "2015-12-17 10:38:40", "abv": "4", "styleId": 32, "id": "V2LiY1", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "Y", "description": "We craft this terra-friendly Amber Ale using only premium organic pale and caramel malted barley, aromatic Cascade hops, and a deep love of Mother Nature. You might say it’s brewed the way Mother always intended.", "statusDisplay": "Verified", "nameDisplay": "Respect Your Mother Organic Amber Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/5RIQHs/upload_9BzSGF-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/5RIQHs/upload_9BzSGF-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/5RIQHs/upload_9BzSGF-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "5RIQHs", "glass": {"createDate": "2012-01-03 02:41:33", "id": 7, "name": "Stange"}, "createDate": "2012-01-03 02:43:53", "updateDate": "2015-12-16 13:00:49", "abv": "4", "styleId": 32, "availableId": 1, "glasswareId": 7, "ibu": "25", "name": "Respect Your Mother Organic Amber Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Light on the palate and crisp from start to finish, Responders Ale demonstrates the fundamental importance of premium ingredients. Choice English barley, a touch of wheat and mild bittering provide the foundation for this light-bodied beer whose story is not light on fortitude. We honor and give thanks to our emergency responders. $3 from every case and $5 from every keg will be donated to the National Fallen Fire Fighers Foundation.", "statusDisplay": "Verified", "nameDisplay": "Responders Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/t9qRq8/upload_5Xn8Bo-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/t9qRq8/upload_5Xn8Bo-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/t9qRq8/upload_5Xn8Bo-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "name": "Responders Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:05", "updateDate": "2015-12-16 10:47:59", "abv": "4", "styleId": 36, "availableId": 1, "id": "t9qRq8", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Responsibility", "nameDisplay": "Responsibility", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "createDate": "2016-03-17 15:51:21", "updateDate": "2016-03-17 15:51:21", "styleId": 98, "id": "4QjXxw", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A delightfully dark brown ale brewed to bring out all of the harvest flavors of fall from the malty grain to the earthy locally grown fresh whole leaf hops. Don’t let the IBUs fool you, this one has plenty of amazing fresh hop flavor and aroma from the buckets of locally grown wet hops hand-picked and dumped right into the boil kettle and the fermenter.", "statusDisplay": "Verified", "nameDisplay": "Responsibly", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "Any style of ale can be made into a fresh hop or wet hop version. These ales are hopped predominantly with fresh (newly harvested and kilned) and/or undried (“wet”) hops. These beers will exhibit especially aromas and flavors of green, almost chlorophyll-like or other fresh hop characters, in harmony with the characters of the base style of the beer. These beers may be aged and enjoyed after the initial “fresh-hop” character diminishes. Unique character from “aged” fresh hop beers may emerge, but they have yet to be defined.", "createDate": "2012-03-21 20:06:45", "categoryId": 3, "updateDate": "2015-04-07 15:25:25", "shortName": "Wet Hop Ale", "id": 26, "name": "Fresh \"Wet\" Hop Ale"}, "id": "V3WFts", "createDate": "2015-04-14 16:26:26", "updateDate": "2015-04-14 16:26:26", "abv": "5.9", "styleId": 26, "ibu": "33", "name": "Responsibly"}, {"status": "verified", "isOrganic": "N", "description": "The beer you’ve been waiting for, now everyone can “Drink Responsibly”. This is a light colored beer with a toasty biscuit flavor finished with a hint of caramel provided by Weyermann Carablond malt. We added a little malted white wheat for flavor and head stability. Bittering hops are Warrior, Flavor hops are the citrusy Cascade hop and aroma is the experimental hop 04190", "statusDisplay": "Verified", "nameDisplay": "Responsibly", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "ibu": "52", "createDate": "2015-03-20 20:13:51", "updateDate": "2015-03-20 20:13:51", "styleId": 125, "id": "z4vjoJ", "name": "Responsibly"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "A Robust Belgian-Style quad aged in American Brandy barrels. The Belgian nose meshes with the sweet character to create a experience entirely unique.", "statusDisplay": "Verified", "nameDisplay": "Responsibly", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/vNtyQF/upload_tBfwXZ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/vNtyQF/upload_tBfwXZ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/vNtyQF/upload_tBfwXZ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.084", "description": "Quadrupels or \"Quads\" are characterized by the immense presence of alcohol and balanced flavor, bitterness and aromas. Its color is deep amber to rich chestnut/garnet brown. Often characterized by a mousse-like dense, sometimes amber head will top off a properly poured and served quad. Complex fruity aroma and flavor emerge reminiscent of raisins, dates, figs, grapes, plums often accompanied with a hint of winy character. Caramel, dark sugar and malty sweet flavors and aromas can be intense, not cloying, while complementing fruitiness. Though well attenuated it usually has a full, creamy body. Hop characters do not dominate; low to low-medium bitterness is perceived. Perception of alcohol can be extreme. Clove-like phenolic flavor and aroma should not be evident. Chill haze is acceptable at low serving temperatures. Diacetyl and DMS should not be perceived. Well balanced with savoring/sipping drinkability. Oxidative character if evident in aged Quads should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 5, "srmMax": "20", "ibuMax": "50", "abvMin": "9", "fgMin": "1.014", "updateDate": "2015-04-07 15:33:33", "fgMax": "1.02", "shortName": "Belgian Quad", "abvMax": "14", "id": 60, "srmMin": "8", "name": "Belgian-Style Quadrupel"}, "id": "vNtyQF", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 2, "name": "Goblet"}, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2016-03-17 20:42:14", "updateDate": "2016-06-23 17:59:10", "abv": "13", "styleId": 60, "availableId": 2, "glasswareId": 2, "ibu": "35", "foodPairings": "Hors d’ oeuvres = Maytag Cheese Stuffed Mushrooms, Duck Spring rolls with mango chutney, Cheese = Trappist Cheeses, Brie, Entrée = Grilled Ostrich, Venison Tenderloin, Leg of Lamb, Desert = Apple Crisp, dark Cherry Cheesecake", "name": "Responsibly"}, {"status": "verified", "isOrganic": "N", "name": "Restless Wheat", "nameDisplay": "Restless Wheat", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Hd0FNi/upload_Cf4yzx-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Hd0FNi/upload_Cf4yzx-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Hd0FNi/upload_Cf4yzx-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. A fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Appearance can be clear or with chill haze, golden to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:53", "fgMax": "1.016", "shortName": "Wheat Ale", "abvMax": "5", "id": 113, "srmMin": "2", "name": "Light American Wheat Ale or Lager without Yeast"}, "createDate": "2013-11-18 13:01:31", "updateDate": "2015-12-17 07:52:25", "styleId": 113, "id": "Hd0FNi", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "This crisp pale ale spices things up with rye in the mash. Dry-hopping lends a refreshing tropical aroma. The unexpected spicy finish lingers like a favorite memory. It will turn your restless nights to restless years.", "statusDisplay": "Verified", "nameDisplay": "Restless Years", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/QNheQ7/upload_ZukluB-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/QNheQ7/upload_ZukluB-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/QNheQ7/upload_ZukluB-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "name": "Restless Years", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-03-03 21:56:28", "updateDate": "2015-12-17 11:07:18", "abv": "5.8", "styleId": 117, "id": "QNheQ7", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Abita Restoration Pale Ale was created after the back-to-back hurricanes devastated Louisiana. With your help, the abita Brewing Company raised over $500,000 for hurricane relief. This brilliant, golden pale ale has a rich body, mild bitterness and a snappy, fresh citrus hop flavor and aroma. Cold filtered and brewed in small batches using no additives or preservatives, the Abita Company is proud to be Louisiana True.", "srmId": 9, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Restoration Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/9xpyfY/upload_QnaXdp-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/9xpyfY/upload_QnaXdp-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/9xpyfY/upload_QnaXdp-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "9xpyfY", "statusDisplay": "Verified", "createDate": "2012-01-03 02:44:05", "updateDate": "2015-12-16 04:49:35", "abv": "5", "styleId": 25, "availableId": 1, "glasswareId": 5, "ibu": "20", "srm": {"hex": "E58500", "id": 9, "name": "9"}, "name": "Restoration Pale Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Resurgence IPA is our flagship IPA brewed and dry-hopped in a West Coast style with copious Amarillo and Simcoe hops. Some pine and resin notes mingle with hints of orange peel and spice, finishing with a note of honey.", "statusDisplay": "Verified", "nameDisplay": "Resurgence IPA", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "p5d7C1", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 2, "name": "Goblet"}, "createDate": "2016-06-21 18:50:18", "updateDate": "2016-06-23 17:57:44", "abv": "7.1", "styleId": 30, "availableId": 1, "glasswareId": 2, "ibu": "80", "name": "Resurgence IPA"}, {"status": "verified", "isOrganic": "N", "name": "Resurgence IPA", "nameDisplay": "Resurgence IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/NkzudD/upload_DG4GNe-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/NkzudD/upload_DG4GNe-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/NkzudD/upload_DG4GNe-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Imperial Red Ales are deep amber to dark copper/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.", "createDate": "2012-03-21 20:06:46", "ibuMin": "55", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "7.9", "fgMin": "1.02", "updateDate": "2015-04-07 17:05:43", "fgMax": "1.028", "shortName": "Imperial Red", "abvMax": "10.5", "id": 33, "srmMin": "10", "name": "Imperial Red Ale"}, "createDate": "2015-01-22 20:54:13", "updateDate": "2015-12-17 20:33:48", "abv": "10", "styleId": 33, "id": "NkzudD", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available during the summer months.", "id": 6, "name": "Summer"}, "isOrganic": "N", "name": "Resurgens Rye", "srmId": 12, "glass": {"createDate": "2012-01-03 02:41:33", "id": 2, "name": "Goblet"}, "nameDisplay": "Resurgens Rye", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "originalGravity": "1.08", "id": "A69SGD", "servingTemperature": "cold", "statusDisplay": "Verified", "createDate": "2014-09-10 11:12:39", "updateDate": "2014-09-10 19:46:06", "abv": "9.2", "styleId": 31, "availableId": 6, "srm": {"hex": "CF6900", "id": 12, "name": "12"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "ibu": "112", "glasswareId": 2}, {"status": "verified", "isOrganic": "N", "name": "Resurrected IPA", "nameDisplay": "Resurrected IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/7abwOj/upload_X63y9Q-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/7abwOj/upload_X63y9Q-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/7abwOj/upload_X63y9Q-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "foodPairings": "Spicy food, grilled beer.", "createDate": "2014-11-28 18:15:28", "updateDate": "2016-03-23 19:02:51", "abv": "6.5", "styleId": 30, "id": "7abwOj", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Resurrection", "nameDisplay": "Resurrection", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2012-12-19 21:53:12", "updateDate": "2012-12-19 21:53:14", "abv": "4.6", "styleId": 36, "id": "i2Q4yE", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "During the fermentation of the first batch of this Abbey-style dubbel, the yeast \\died\"and was \\\"\"resurrected\\\"\" by brewer Chris Cashell. Made with five types of barley malt and lots of sugar without being too sweet.\"\"\"", "statusDisplay": "Verified", "nameDisplay": "Resurrection", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.06", "description": "This medium-bodied, red to dark brown colored ale has a malty sweetness and chocolate-like caramel aroma. A light hop flavor and/or aroma is acceptable. Dubbels are also characterized by low-medium to medium bitterness. No diacetyl is acceptable. Yeastgenerated fruity esters (especially banana) are appropriate at low levels. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Often bottle conditioned a slight yeast haze and flavor may be evident.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "36", "ibuMax": "30", "abvMin": "6.25", "fgMin": "1.012", "updateDate": "2015-04-07 15:31:45", "fgMax": "1.016", "shortName": "Belgian Dubbel", "abvMax": "7.5", "id": 58, "srmMin": "16", "name": "Belgian-Style Dubbel"}, "createDate": "2012-01-03 02:44:05", "updateDate": "2015-09-10 18:07:49", "abv": "7", "styleId": 58, "availableId": 1, "id": "gDMqDw", "name": "Resurrection"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "In the 2004 Camra Good Beer Guide, Abbey Ales has been credited with a brand called Resurrection, a 4.6% guest beer for April. Such is the power of the Drinker's Bible, that we started getting requests from Beer Festival organisers all around the country for \"Resurrection please, you know, your Easter Guest beer\"! Thus it was meant to be and our Head Brewer Martin Langham produced a golden new 4.6% brew.", "statusDisplay": "Verified", "nameDisplay": "Resurrection", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/OMF6pp/upload_R7ThWk-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/OMF6pp/upload_R7ThWk-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/OMF6pp/upload_R7ThWk-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "name": "Resurrection", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-07-12 12:16:51", "updateDate": "2012-12-16 14:40:21", "abv": "4.6", "styleId": 3, "availableId": 1, "id": "OMF6pp", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Resurrection Mary", "statusDisplay": "Verified", "nameDisplay": "Resurrection Mary", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/CGhMml/upload_SFMrDZ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/CGhMml/upload_SFMrDZ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/CGhMml/upload_SFMrDZ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.06", "description": "This medium-bodied, red to dark brown colored ale has a malty sweetness and chocolate-like caramel aroma. A light hop flavor and/or aroma is acceptable. Dubbels are also characterized by low-medium to medium bitterness. No diacetyl is acceptable. Yeastgenerated fruity esters (especially banana) are appropriate at low levels. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Often bottle conditioned a slight yeast haze and flavor may be evident.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "36", "ibuMax": "30", "abvMin": "6.25", "fgMin": "1.012", "updateDate": "2015-04-07 15:31:45", "fgMax": "1.016", "shortName": "Belgian Dubbel", "abvMax": "7.5", "id": 58, "srmMin": "16", "name": "Belgian-Style Dubbel"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "createDate": "2014-05-23 12:29:03", "updateDate": "2015-12-17 13:52:15", "abv": "7.3", "styleId": 58, "id": "CGhMml", "glasswareId": 8}, {"status": "verified", "isOrganic": "N", "description": "American IPA/Rye Beer — Rye malt provides slight spice to this “hoppy” IPA.\r\n\r\nKeeping legal counsel on retainer means they will always be ready to act exclusively on behalf of the client. It also means the lawyer always gets paid. That makes the retainer a mutually beneficial instrument that provides for timely and professional representation. To make sure this ale delivers the best impression, we’ve used malted rye to provide a slightly spicy note to the malty center and to compliment the piney, citrusy and slightly bitter finish. Rest assured, this ale is perpetually on the case, consistently delivering guaranteed representation.", "statusDisplay": "Verified", "nameDisplay": "Retainer Red Rye IPA", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "id": "C2LdFJ", "createDate": "2016-03-06 21:32:20", "updateDate": "2016-03-06 21:32:20", "abv": "4.9", "styleId": 117, "ibu": "35.4", "name": "Retainer Red Rye IPA"}, {"status": "verified", "isOrganic": "N", "description": "Hopped blueberry mead w/ lightly hopped aroma, fresh blueberry notes and a lingering bitter citrus finish.", "statusDisplay": "Verified", "nameDisplay": "ReThinker", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "description": "Similar in balance, body, finish and flavor intensity to a well-made dessert wine (such as Sauternes), with a pleasant mixture of honey character, residual sweetness, soft fruity esters, and clean alcohol. Complexity, harmony, and balance of sensory elements are most desirable, with no inconsistencies in color, aroma, flavor or aftertaste. The proper balance of sweetness, acidity, alcohol and honey character is the essential final measure of any mead.", "createDate": "2012-03-21 20:06:46", "categoryId": 12, "updateDate": "2015-04-07 15:48:08", "shortName": "Sweet Mead", "id": 142, "name": "Sweet Mead"}, "createDate": "2014-07-17 16:44:16", "updateDate": "2015-06-05 17:00:07", "abv": "8", "styleId": 142, "id": "zylbaJ", "name": "ReThinker"}, {"status": "verified", "isOrganic": "N", "description": "This is our house saison made in the tradition of the farmhouses in Belgium. We ferment this ale in our open fermenation room to allow the saison yeast to create as much flavor as possible. Reticent is brewed with oats giving a silky mouthfeel, rye adding a slight spicy character and all noble hops making this an extremely authentic saison.", "statusDisplay": "Verified", "nameDisplay": "Reticent Saison", "originalGravity": "1.051", "id": "DT7u89", "createDate": "2014-05-07 13:05:45", "updateDate": "2015-05-27 18:25:42", "abv": "6.5", "styleId": 72, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "ibu": "26", "name": "Reticent Saison"}, {"status": "verified", "isOrganic": "N", "description": "Red may be retired, but his ale is hard at work! The Retired Red’s Ale is malt-forward, with high levels of Caracrystal Wheat giving this American Amber intense red flavors and terrific toastiness, and Munich Malt infusing the brew with residual sweetness. Cascade and Columbus hops provide low to moderate hop levels in this classic craft concoction. This beer looks as good as it tastes, and it looks pretty darn good. IBU: 29. Tastiness Level: Working hard so you don’t have to.", "statusDisplay": "Verified", "nameDisplay": "Retired Red's Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/mFqbea/upload_kUq4ov-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/mFqbea/upload_kUq4ov-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/mFqbea/upload_kUq4ov-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "ibu": "29", "createDate": "2015-01-23 14:36:48", "updateDate": "2015-12-17 21:10:04", "styleId": 32, "id": "mFqbea", "name": "Retired Red's Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Retread is a highly hopped beer that is very well balanced with the malt backbone of Crystal60 and Chocolate malts. Bittered with Magnum and Columbus hops, Flavor and Aroma additions are made with Columbus, Magnum, Ahtanum and Centennial. We then vigorously dry hop this beer with 3 pounds of hops in a 2BBL batch. Ahtanum, Chinook, and Amarillo are used for a very pleasant aroma.", "statusDisplay": "Verified", "nameDisplay": "Retread", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Imperial Red Ales are deep amber to dark copper/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.", "createDate": "2012-03-21 20:06:46", "ibuMin": "55", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "7.9", "fgMin": "1.02", "updateDate": "2015-04-07 17:05:43", "fgMax": "1.028", "shortName": "Imperial Red", "abvMax": "10.5", "id": 33, "srmMin": "10", "name": "Imperial Red Ale"}, "id": "6CxvFo", "createDate": "2015-03-06 21:22:14", "updateDate": "2015-03-06 21:22:14", "abv": "6.4", "styleId": 33, "availableId": 1, "ibu": "94", "name": "Retread"}, {"status": "verified", "isOrganic": "N", "description": "A full-bodied, Single Barrel Bourbon-aged Imperial Stout with rich aromas of espresso and dark chocolate, and smooth roasted malt flavor. Aged for 6 months inside charred Kentucky white oak bourbon barrels to add the natural vanilla and caramelized sugar flavors of the bourbon soaked wood to the beer. Each bottle run is drawn from a single barrel, making each batch a unique drinking experience.\r\n\r\nSingle Barrel Bourbon Aged Imperial Stout", "srmId": 41, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Retribution", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/n5AiUN/upload_JXFJ1X-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/n5AiUN/upload_JXFJ1X-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/n5AiUN/upload_JXFJ1X-icon.png"}, "originalGravity": "1.103", "id": "n5AiUN", "statusDisplay": "Verified", "createDate": "2012-01-03 02:44:05", "updateDate": "2015-12-16 14:13:37", "abv": "9", "styleId": 43, "ingredients": {"hops": [{"category": "hop", "createDate": "2013-06-24 16:07:26", "categoryDisplay": "Hops", "id": 5, "name": "Amarillo Gold"}], "malt": [{"category": "malt", "name": "CaraMunich", "characteristics": [{"description": "Imparts a caramel quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 5, "name": "Caramel"}], "createDate": "2013-06-24 16:07:57", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 1924}, {"category": "malt", "srmPrecise": 350, "description": "A dark malt that gives a rich red or brown color and a nutty flavor, used in brown ales, porters, and some stouts.", "srmId": 41, "countryOfOrigin": "US", "characteristics": [{"description": "Imparts a chocolate quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 6, "name": "Chocolate"}, {"description": "Imparts a coffee flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 7, "name": "Coffee"}, {"description": "Imparts a nutty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 11, "name": "Nutty"}, {"description": "Imparts a toasted flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 15, "name": "Toasted"}], "createDate": "2013-06-24 16:07:47", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.028, "coarseFineDifference": 1.5, "maxInBatch": 10, "requiresMashing": "N", "dryYield": 60, "protein": 13.2, "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "id": 429, "moistureContent": 4, "name": "Chocolate Malt"}, {"category": "malt", "srmPrecise": 2, "description": "The is the standard starting point for almost all beer recipes. Smooth with a less grainy more moderate flavour.", "srmId": 2, "countryOfOrigin": "US", "diastaticPower": 140, "createDate": "2013-06-24 16:07:57", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFD878", "id": 2, "name": "2"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.036, "coarseFineDifference": 1.5, "maxInBatch": 100, "requiresMashing": "Y", "dryYield": 79, "protein": 12.3, "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "id": 1922, "moistureContent": 4, "name": "Two-Row Pale Malt"}, {"category": "malt", "srmPrecise": 300, "description": "Unmalted and roasted at high temperature to create a burnt, grainy, coffee-like flavor. Imparts a red to deep brown color to beer, and very strong roasted flavor. Use 2-4% in Brown ales to add a nutty flavor, or 3-10% in Porters and Stouts for coffee flavor.", "srmId": 41, "countryOfOrigin": "US", "characteristics": [{"description": "Imparts a burnt tasting quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 4, "name": "Burnt"}, {"description": "Imparts a coffee flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 7, "name": "Coffee"}, {"description": "Imparts a grainty taste upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 8, "name": "Grainy"}, {"description": "Imparts a nutty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 11, "name": "Nutty"}, {"description": "Imparts a roasted flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 12, "name": "Roasted"}], "createDate": "2013-06-24 16:07:54", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.025, "coarseFineDifference": 1.5, "maxInBatch": 10, "requiresMashing": "N", "dryYield": 55, "protein": 13.2, "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "id": 753, "moistureContent": 5, "name": "Barley - Roasted"}, {"category": "malt", "createDate": "2013-06-24 16:07:57", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 862, "name": "Wheat - Torrified"}]}, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "ibu": "85", "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "name": "Retribution"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Retribution", "nameDisplay": "Retribution", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/U2YjZg/upload_upZxaa-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/U2YjZg/upload_upZxaa-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/U2YjZg/upload_upZxaa-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "createDate": "2014-08-27 17:39:03", "updateDate": "2015-12-17 16:24:07", "abv": "8.3", "styleId": 64, "availableId": 1, "id": "U2YjZg", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Retribution", "nameDisplay": "Retribution", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2016-07-22 02:16:27", "updateDate": "2016-08-23 18:12:04", "abv": "8.2", "styleId": 31, "id": "lv3yA5", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Retro IPA", "nameDisplay": "Retro IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2016-03-16 18:03:09", "updateDate": "2016-03-16 18:03:09", "abv": "6", "styleId": 30, "id": "tFVSRa", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "This American India Pale Ale (IPA) is a nod to the classic American hops Cascade and Centennial which helped fuel the craft brewing industry growth during the 1980's. Built on a gentle yet noticeable base of American 2 row malt, plus small amounts of Munich and Carapils malts, this IPA builds slowly from a soft, citrus fruit nose to a flavorful, orange/grapefruit dry finish. With so many new hop varieties available today which all produce excellent IPA's, we didn't want the classic hops to go forgotten.", "statusDisplay": "Verified", "nameDisplay": "Retro IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "SWZx9U", "createDate": "2013-08-21 12:54:33", "updateDate": "2013-08-21 12:54:33", "abv": "6.8", "styleId": 30, "ibu": "70", "name": "Retro IPA"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "name": "Retro Red", "nameDisplay": "Retro Red", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/WpWNeh/upload_IOYMPi-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/WpWNeh/upload_IOYMPi-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/WpWNeh/upload_IOYMPi-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2013-02-14 14:29:19", "updateDate": "2015-12-16 23:53:25", "styleId": 32, "availableId": 3, "id": "WpWNeh", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Retro Red Ale", "nameDisplay": "Retro Red Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/y1aZPB/upload_IxmOr3-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/y1aZPB/upload_IxmOr3-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/y1aZPB/upload_IxmOr3-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2013-11-25 14:32:35", "updateDate": "2015-12-17 07:54:36", "abv": "4.5", "styleId": 32, "id": "y1aZPB", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Retro Rocket Ale is proof big things can come in small packages. At just on 2.8% ABV it qualifies as a light beer, but is brewed to pack a big flavour punch. Brewed using the best British malts it carries a big, almost over the top hop flavour and aroma. Almost coppery red in colour. It is not a beer for the faint hearted - don't let the Rocket's ABV fool you! It is Australia's smallest IPA.", "statusDisplay": "Verified", "nameDisplay": "Retro Rocket Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.024", "description": "These beers are extremely light colored, light in body, and high in carbonation. Calorie level should not exceed 125 per 12 ounce serving. Corn, rice, or other grain or sugar adjuncts are often used. Flavor is mild and hop bitterness and aroma is negligible to very low. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "10", "abvMin": "3.5", "fgMin": "1.002", "updateDate": "2015-04-07 15:39:35", "fgMax": "1.008", "shortName": "American Light Lager", "abvMax": "4.4", "id": 94, "srmMin": "2", "name": "American-Style Light (Low Calorie) Lager"}, "foodPairings": "Have with Hot Madras Curry", "createDate": "2015-03-04 17:27:09", "updateDate": "2015-03-04 17:27:09", "abv": "2.8", "styleId": 94, "id": "w2EqzY", "name": "Retro Rocket Ale"}, {"status": "verified", "isOrganic": "N", "name": "Retter Export", "nameDisplay": "Retter Export", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "Dortmunder has medium hop bitterness. Hop flavor and aroma from noble hops are perceptible but low. Sweet malt flavor can be low and should not be caramel-like. The color of this style is straw to deep golden. The body will be medium bodied. Fruity esters, chill haze, and diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "23", "categoryId": 7, "srmMax": "6", "ibuMax": "29", "abvMin": "5", "fgMin": "1.01", "updateDate": "2015-04-07 15:36:34", "fgMax": "1.014", "shortName": "Dortmunder", "abvMax": "6", "id": 79, "srmMin": "3", "name": "Dortmunder / European-Style Export"}, "createDate": "2012-08-12 12:20:04", "updateDate": "2012-08-19 13:51:36", "abv": "4.8", "styleId": 79, "id": "KwPE8F", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Retter Pilsener", "nameDisplay": "Retter Pilsener", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 7, "srmMax": "4", "ibuMax": "40", "abvMin": "4", "fgMin": "1.006", "updateDate": "2015-04-07 15:35:59", "fgMax": "1.012", "shortName": "German Pilsener", "abvMax": "5", "id": 75, "srmMin": "3", "name": "German-Style Pilsener"}, "createDate": "2012-08-12 12:20:05", "updateDate": "2012-08-19 13:51:42", "abv": "4.9", "styleId": 75, "id": "ZZqqR7", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Retter Premium Hell", "nameDisplay": "Retter Premium Hell", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "Dortmunder has medium hop bitterness. Hop flavor and aroma from noble hops are perceptible but low. Sweet malt flavor can be low and should not be caramel-like. The color of this style is straw to deep golden. The body will be medium bodied. Fruity esters, chill haze, and diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "23", "categoryId": 7, "srmMax": "6", "ibuMax": "29", "abvMin": "5", "fgMin": "1.01", "updateDate": "2015-04-07 15:36:34", "fgMax": "1.014", "shortName": "Dortmunder", "abvMax": "6", "id": 79, "srmMin": "3", "name": "Dortmunder / European-Style Export"}, "createDate": "2012-08-12 12:20:04", "updateDate": "2015-05-22 17:28:08", "abv": "4.6", "styleId": 79, "id": "xG82Hg", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "“The Empire has pushed the Rebels back. No longer are new world hops the only ones strong enough to hold your loyalty. Modern English hops are having a big impact on the front lines – bolder, brighter and more powerful than before. The Empire has returned. Show your allegiance.”", "statusDisplay": "Verified", "nameDisplay": "Return Of The Empire", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/rOlKDV/upload_LqIgrf-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/rOlKDV/upload_LqIgrf-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/rOlKDV/upload_LqIgrf-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2016-05-03 16:46:49", "updateDate": "2016-05-03 16:47:04", "abv": "5.7", "styleId": 30, "id": "rOlKDV", "name": "Return Of The Empire"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Return of the Red Eye IPA", "nameDisplay": "Return of the Red Eye IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/YVWopx/upload_ca35qb-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/YVWopx/upload_ca35qb-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/YVWopx/upload_ca35qb-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2013-04-12 11:31:57", "updateDate": "2015-12-17 02:55:29", "abv": "6.5", "styleId": 30, "availableId": 2, "id": "YVWopx", "statusDisplay": "Verified"}]
