[{"status": "verified", "available": {"description": "Available during the spring months.", "id": 5, "name": "Spring"}, "isOrganic": "N", "description": "The beer known as Maibock was traditionally brewed to be ready in May.  It is also referred to as Helles.  This light colored beer is crafted with traditional German grains and hops.  It holds a lot of character in the light body.", "statusDisplay": "Verified", "nameDisplay": "Tuhelles Enbock", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/W6QCvW/upload_Jifizj-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/W6QCvW/upload_Jifizj-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/W6QCvW/upload_Jifizj-icon.png"}, "originalGravity": "1.052", "id": "W6QCvW", "createDate": "2014-09-04 15:04:24", "updateDate": "2015-12-17 17:50:45", "abv": "5.3", "styleId": 89, "availableId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "The German word helle means light colored, and as such, a heller Bock is light straw to deep golden in color. Maibocks are also light-colored bocks. The sweet malty character should come through in the aroma and flavor. A lightly toasted and/or bready malt character is often evident. Roast or heavy toast/caramel malt character should be absent. Body is medium to full. Hop bitterness should be low, while noble-type hop aroma and flavor may be at low to medium levels. Bitterness increases with gravity. Fruity esters may be perceived at low levels. Diacetyl should be absent. Chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "10", "ibuMax": "38", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:39:04", "fgMax": "1.02", "shortName": "Maibock", "abvMax": "8", "id": 89, "srmMin": "4", "name": "German-Style Heller Bock/Maibock"}, "ibu": "27.5", "name": "Tuhelles Enbock"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 9, "styleId": 2, "availableId": 1, "srm": {"hex": "E58500", "id": 9, "name": "9"}, "id": "bTR7oE", "statusDisplay": "Verified", "originalGravity": "1.061", "nameDisplay": "Tuileries IPA", "name": "Tuileries IPA", "abv": "6.5", "status": "verified", "description": "An English India Pale Ale that will satisfy those looking for a bit more of a hoppy, full-bodied ale.  It is brewed with English Maris Otter, Crisp 60 Crystal, Columbus and East Kent Golding Hops then left up to the Burton Ale Yeast to create the magic it does so well.  After all this, dry hopped in the brite tank for 2 weeks with even more Columbus hops. The results are an extremely well balance English IPA with a solid hop finish.\r\n\r\n\r\n\r\nTuileries IPA\r\nThe main gate to Tuileries Amusement Park was built in 1906, located in the 3400 block of South Broadway, the park offered popular amusements to all who ventured in.  In spite of its popularity, the Tuileries closed in 191.  This full bodied IPA has a perfect balance of hop to malt that creates most pleasant experience for those who love IPA's.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.05", "description": "Most traditional interpretations of English-style India pale ales are characterized by medium-high hop bitterness with a medium to medium-high alcohol content. Hops from a variety of origins may be used to contribute to a high hopping rate. Earthy and herbal English-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer, sometimes with subtle and balanced character of sulfur compounds. This pale gold to deep copper-colored ale has a medium to high, flowery hop aroma and may have a medium to strong hop flavor (in addition to the hop bitterness). English-style India pale ales possess medium maltiness and body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill haze is allowable at cold temperatures. Hops of other origins may be used for bitterness or approximating traditional English character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "35", "categoryId": 1, "srmMax": "14", "ibuMax": "63", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:18:33", "fgMax": "1.018", "shortName": "English IPA", "abvMax": "7", "id": 2, "srmMin": "6", "name": "English-Style India Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "ibu": "79", "servingTemperature": "cool", "updateDate": "2014-09-10 20:49:30", "createDate": "2014-09-10 20:25:14"}, {"status": "verified", "isOrganic": "N", "name": "Tuker Nut Brown Ale", "nameDisplay": "Tuker Nut Brown Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "English brown ales range from copper to brown in color. They have medium body and range from dry to sweet maltiness with very little hop flavor or aroma. Roast malt tones may sometimes contribute to the flavor and aroma profile. Low to medium-low levels of fruity-ester flavors are appropriate. Diacetyl should be very low, if evident. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "25", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:20:51", "fgMax": "1.014", "shortName": "English Brown", "abvMax": "5.5", "id": 12, "srmMin": "13", "name": "English-Style Brown Ale"}, "createDate": "2014-09-18 18:53:49", "updateDate": "2014-09-18 18:53:49", "abv": "5", "styleId": 12, "id": "lV66oq", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A Flemish Style Vermont Sour Red Ale fermented with brettanomyces yeast providing slight tartness with barnyard aromas and flavors. This recipe was the result of the collaborative efforts of VPB brewers both past and present in honor of their mentor and Master Brewer, Greg Noonan. The name (Toolah - Leez) comes from county Cork in Ireland where the Noonan clan originated. Hits the style.\r\n\r\nRaise one to Greg...", "statusDisplay": "Verified", "nameDisplay": "Tulach Leis", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2012-04-24 03:38:01", "updateDate": "2015-06-18 18:37:57", "abv": "6.1", "styleId": 40, "id": "qlhPR7", "name": "Tulach Leis"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This deep red robust ale combines a silky smooth rich body with a fruity caramel malt flavor and a soft herbal dry hopped finish. A full flavored classic beer that pairs well with hearty foods of all types.", "statusDisplay": "Verified", "nameDisplay": "Tule Duck Red Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "name": "Tule Duck Red Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:25", "updateDate": "2015-04-17 15:48:35", "abv": "6.2", "styleId": 32, "availableId": 1, "id": "nJFd7Y", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Tulsa Rugby Ale", "nameDisplay": "Tulsa Rugby Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/CZJK2l/upload_sw2zyj-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/CZJK2l/upload_sw2zyj-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/CZJK2l/upload_sw2zyj-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2013-08-22 11:35:06", "updateDate": "2015-12-17 05:22:16", "styleId": 25, "id": "CZJK2l", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Tulsa Twister", "statusDisplay": "Verified", "nameDisplay": "Tulsa Twister", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/v2hPEs/upload_eIFFLx-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/v2hPEs/upload_eIFFLx-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/v2hPEs/upload_eIFFLx-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "createDate": "2014-11-14 14:35:17", "updateDate": "2015-12-17 19:53:27", "abv": "7.5", "styleId": 72, "availableId": 2, "id": "v2hPEs", "glasswareId": 8}, {"status": "verified", "isOrganic": "N", "name": "Tumbacalzones", "nameDisplay": "Tumbacalzones", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "createDate": "2015-10-23 15:21:51", "updateDate": "2015-10-23 15:21:51", "abv": "5", "styleId": 124, "id": "wjsNlz", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Tumble Down Dick Ale", "nameDisplay": "Tumble Down Dick Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/PBH74j/upload_tcrEIy-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/PBH74j/upload_tcrEIy-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/PBH74j/upload_tcrEIy-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2014-03-17 10:28:08", "updateDate": "2015-12-17 09:36:17", "styleId": 30, "id": "PBH74j", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Tumbledown Shack", "nameDisplay": "Tumbledown Shack", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/P5JzsO/upload_2PCoiw-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/P5JzsO/upload_2PCoiw-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/P5JzsO/upload_2PCoiw-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "createDate": "2012-11-11 15:16:53", "updateDate": "2015-12-16 20:36:01", "abv": "10", "styleId": 34, "id": "P5JzsO", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "As the nights grow cool, the leaves on the valley oaks begin to turn and fall. In honor of this yearly dance, we bring you Tumbler Autumn Brown Ale and invite you to enjoy the show.\r\n\r\nWe use malt within days of roasting at the peak of its flavor to give Tumbler a gracefully smooth malt character. So pour a glass, and grab a window seat to watch as the leaves come tumbling down.", "statusDisplay": "Verified", "nameDisplay": "Tumbler", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/isCgs7/upload_B4zCbz-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/isCgs7/upload_B4zCbz-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/isCgs7/upload_B4zCbz-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "id": "isCgs7", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:25", "updateDate": "2015-12-16 05:53:15", "abv": "5.5", "styleId": 37, "availableId": 4, "glasswareId": 5, "ibu": "37", "name": "Tumbler"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A GOLD MEDAL WINNER at the Great American Beer Festival, beating out 98 other IPA's and chosen as the best IPA in the country! It's amber color and incredible hoppy aroma will keep you coming back for more. R-U-HOPPY?\r\n\r\nAlso available in cans!", "statusDisplay": "Verified", "nameDisplay": "Tumbleweed IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/KKUZ16/upload_ZTDQal-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/KKUZ16/upload_ZTDQal-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/KKUZ16/upload_ZTDQal-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "KKUZ16", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:25", "updateDate": "2015-12-16 04:49:52", "abv": "6.6", "styleId": 30, "availableId": 1, "glasswareId": 5, "ibu": "90", "name": "Tumbleweed IPA"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Our best selling beer, slightly citrusy and fruity\r\n\r\nTumblewheat is well carbonated and served cloudy, the wheat lends a light grain ?avor and moderate hops make it a refreshing, easy to drink beer that is always on tap at Altitude.", "statusDisplay": "Verified", "nameDisplay": "Tumblewheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "name": "Tumblewheat", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:25", "updateDate": "2015-05-22 18:03:00", "abv": "5.6", "styleId": 112, "availableId": 1, "id": "UWPSJp", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Tumbling Plumbleweed", "nameDisplay": "Tumbling Plumbleweed", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2015-03-12 21:02:55", "updateDate": "2015-03-12 21:02:55", "abv": "4.5", "styleId": 119, "id": "2UHplB", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Like a river carving itself through a desert canyon, our Tumbling Waters makes its mark by its crisp and easygoing characteristics.", "srmId": 3, "nameDisplay": "Tumbling Waters American Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "id": "4xAsdS", "statusDisplay": "Verified", "createDate": "2016-05-11 14:44:46", "updateDate": "2016-05-11 14:44:46", "abv": "5.2", "styleId": 112, "srm": {"hex": "FFCA5A", "id": 3, "name": "3"}, "ibu": "33", "name": "Tumbling Waters American Wheat"}, {"status": "verified", "isOrganic": "Y", "description": "An old style dark lager. Brewed since 1960.\r\nSaku Tume is special dark brew with an excellent dark colouring and rich taste. For the preparation of Saku Tume, in addition to pilsner malt, Munich and caramel malt, as well as sugar. A long lager period ensures a balanced taste and fragrance bouquet for Saku Tume.", "statusDisplay": "Verified", "nameDisplay": "Tume", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/GUpvks/upload_OemBKY-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/GUpvks/upload_OemBKY-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/GUpvks/upload_OemBKY-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "Traditional bocks are made with all malt and are strong, malty, medium- to full-bodied, bottom-fermented beers with moderate hop bitterness that should increase proportionately with the starting gravity. Malt character should be a balance of sweetness and toasted/nut-like malt; not caramel. Hop flavor should be low and hop aroma should be very low. Bocks can range in color from deep copper to dark brown. Fruity esters should be minimal. Diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "30", "ibuMax": "30", "abvMin": "6.3", "fgMin": "1.018", "updateDate": "2015-04-07 15:38:54", "fgMax": "1.024", "shortName": "Bock", "abvMax": "7.5", "id": 88, "srmMin": "20", "name": "Traditional German-Style Bock"}, "createDate": "2015-07-29 21:03:30", "updateDate": "2015-12-18 04:28:09", "abv": "6.7", "styleId": 88, "id": "GUpvks", "name": "Tume"}, {"status": "verified", "isOrganic": "N", "name": "Tumno", "statusDisplay": "Verified", "nameDisplay": "Tumno", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "Traditional bocks are made with all malt and are strong, malty, medium- to full-bodied, bottom-fermented beers with moderate hop bitterness that should increase proportionately with the starting gravity. Malt character should be a balance of sweetness and toasted/nut-like malt; not caramel. Hop flavor should be low and hop aroma should be very low. Bocks can range in color from deep copper to dark brown. Fruity esters should be minimal. Diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "30", "ibuMax": "30", "abvMin": "6.3", "fgMin": "1.018", "updateDate": "2015-04-07 15:38:54", "fgMax": "1.024", "shortName": "Bock", "abvMax": "7.5", "id": 88, "srmMin": "20", "name": "Traditional German-Style Bock"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-05-10 18:23:16", "updateDate": "2013-05-10 18:23:17", "abv": "5.5", "styleId": 88, "id": "4p6wGS", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "In the glinting brilliance of buoyant waters, Golden Tuna sidles up beside us for daylong companionship. A sessionable 4.7%ABV, the Tuna rides along a medium bodied frame before crashing into tropical fruits, a touch of floral, and pine. For those among us familiar with the merit in taking it easy, climb aboard and cut her loose.", "srmId": 4, "nameDisplay": "Tuna", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/xcV8ou/upload_kGBVz2-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/xcV8ou/upload_kGBVz2-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/xcV8ou/upload_kGBVz2-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "srm": {"hex": "FFBF42", "id": 4, "name": "4"}, "statusDisplay": "Verified", "createDate": "2016-01-10 01:29:40", "updateDate": "2016-06-20 18:16:53", "abv": "4.7", "styleId": 25, "id": "xcV8ou", "name": "Tuna"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "No mucking about – this is a wild animal of a wheat beer. Dry-hopped with elderflowers to give a fresh, citrus and floral flavour with a light dry palate provided by Bavarian yeast. Gold Medal Winner at the prestigeous World Beer Awards 2014.", "statusDisplay": "Verified", "nameDisplay": "Tundra", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "foodPairings": "Crisp, dry and floral with a spicy fruit note, this wheat beer is the perfect partner for summer salads and barbequed food.", "createDate": "2015-02-09 14:01:38", "updateDate": "2015-08-18 20:37:51", "abv": "4.8", "styleId": 65, "availableId": 1, "id": "mhkthH", "name": "Tundra"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "This summer seasonal is a slightly tart, refreshing pale ale made with raspberries, blueberries and other natural fruit juices.  Just as the cinnamon black bear on our label craves the flavor of mountain tundra berries, you’ll find our Tundrabeary Ale to be irresistibly delicious.\r\n\r\n1995 Gold Medal, Best Fruit Beer, Colorado Springs Beer Fest.", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 55, "category": "hop", "farneseneMax": 1, "description": "Bred in Germany from Northern Brewer, Perle was an attempt at a higher-alpha replacement for Hallertauer Mittelfr?her. It has a pleasant aroma with a minty character. American versions have a very different profile than those grown in Germany.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:34", "betaAcidMin": 4, "categoryDisplay": "Hops", "id": 98, "humuleneMin": 28, "betaAcidMax": 5, "caryophylleneMax": 12, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 10, "cohumuloneMax": 32, "cohumuloneMin": 27, "myrceneMin": 45, "alphaAcidMin": 7, "humuleneMax": 33, "name": "Perle (American)"}], "malt": [{"characteristics": [{"description": "Imparts a malty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 10, "name": "Malty"}, {"description": "Imparts a sweet flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 14, "name": "Sweet"}], "srmPrecise": 9, "description": "Munich Malt has a malty sweet flavor characteristic and adds a reddish amber color to the beer. It has enough diastatic power to convert itself, but needs help from another malt, such as 2-row malt, to convert other grains.", "srmId": 9, "countryOfOrigin": "DE", "diastaticPower": 72, "createDate": "2013-06-24 16:07:52", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "E58500", "id": 9, "name": "9"}, "country": {"displayName": "Germany", "name": "GERMANY", "isoThree": "DEU", "createDate": "2012-01-03 02:41:33", "numberCode": 276, "isoCode": "DE"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.037, "coarseFineDifference": 1.3, "maxInBatch": 80, "requiresMashing": "Y", "dryYield": 80, "protein": 11.5, "category": "malt", "id": 650, "moistureContent": 5, "name": "Munich Malt"}, {"category": "malt", "srmPrecise": 2, "description": "The is the standard starting point for almost all beer recipes. Smooth with a less grainy more moderate flavour.", "srmId": 2, "countryOfOrigin": "US", "diastaticPower": 140, "createDate": "2013-06-24 16:07:57", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFD878", "id": 2, "name": "2"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.036, "coarseFineDifference": 1.5, "maxInBatch": 100, "requiresMashing": "Y", "dryYield": 79, "protein": 12.3, "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "id": 1922, "moistureContent": 4, "name": "Two-Row Pale Malt"}, {"category": "malt", "createDate": "2013-06-24 16:07:56", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 854, "name": "Wheat Malt"}]}, "nameDisplay": "Tundrabeary Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/MHRLfB/upload_z7tIVk-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/MHRLfB/upload_z7tIVk-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/MHRLfB/upload_z7tIVk-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "id": "MHRLfB", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:25", "updateDate": "2015-12-15 23:06:36", "abv": "4.7", "styleId": 112, "availableId": 4, "glasswareId": 5, "ibu": "15", "name": "Tundrabeary Ale"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Thick and black as oil, this rich imperial stout is complex yet smooth. Rounded roastiness with flavor notes of coffee, chocolate and dark fruit dominate a intense explosion of flavor", "statusDisplay": "Verified", "nameDisplay": "Tunguska Imperial Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/AUVYs7/upload_hrjMLY-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/AUVYs7/upload_hrjMLY-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/AUVYs7/upload_hrjMLY-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "id": "AUVYs7", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-05-05 12:27:55", "updateDate": "2015-12-16 17:21:55", "abv": "10.8", "styleId": 43, "availableId": 4, "glasswareId": 5, "ibu": "60", "name": "Tunguska Imperial Stout"}, {"status": "verified", "available": {"description": "Available during the summer months.", "id": 6, "name": "Summer"}, "isOrganic": "N", "name": "Tunnel of Love", "statusDisplay": "Verified", "nameDisplay": "Tunnel of Love", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/vfavY3/upload_NG8OgU-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/vfavY3/upload_NG8OgU-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/vfavY3/upload_NG8OgU-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malted wheat. Fruit or fruit extracts contribute flavor and/or aroma. Perceived fruit qualities should be authentic and replicate true fruit complexity as much as possible. Color should reflect a degree of fruit's color. Hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor from yeast can be typical but at low levels; however, phenolic, clovelike characteristics should not be perceived. Body should be light to medium in character. Diacetyl should not be perceived. When this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. Brewer may indicate on the bottle whether the yeast should be intentionally roused or if they prefer that the entry be poured as quietly as possible.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:43:55", "fgMax": "1.016", "shortName": "Fruit Wheat Ale", "abvMax": "5", "id": 114, "srmMin": "2", "name": "Fruit Wheat Ale or Lager with or without Yeast"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-02-18 12:24:22", "updateDate": "2015-12-17 11:00:19", "styleId": 114, "availableId": 6, "id": "vfavY3", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available during the summer months.", "id": 6, "name": "Summer"}, "isOrganic": "N", "name": "Tunnel of Love Watermelon Wheat", "nameDisplay": "Tunnel of Love Watermelon Wheat", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/VTzBgR/upload_QfIBKn-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/VTzBgR/upload_QfIBKn-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/VTzBgR/upload_QfIBKn-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malted wheat. Fruit or fruit extracts contribute flavor and/or aroma. Perceived fruit qualities should be authentic and replicate true fruit complexity as much as possible. Color should reflect a degree of fruit's color. Hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor from yeast can be typical but at low levels; however, phenolic, clovelike characteristics should not be perceived. Body should be light to medium in character. Diacetyl should not be perceived. When this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. Brewer may indicate on the bottle whether the yeast should be intentionally roused or if they prefer that the entry be poured as quietly as possible.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:43:55", "fgMax": "1.016", "shortName": "Fruit Wheat Ale", "abvMax": "5", "id": 114, "srmMin": "2", "name": "Fruit Wheat Ale or Lager with or without Yeast"}, "createDate": "2015-10-14 15:38:35", "updateDate": "2015-12-18 04:50:13", "styleId": 114, "availableId": 6, "id": "VTzBgR", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "An American IPA loaded with piney and resinous hops, balanced perfectly with a light-but-present malt profile.\r\n\r\n“A ghost to the present”", "statusDisplay": "Verified", "nameDisplay": "Tunnel of Trees", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "name": "Tunnel of Trees", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-09-29 22:10:51", "updateDate": "2012-09-29 22:10:51", "abv": "6", "styleId": 30, "id": "znZPTO", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Tunnel Ram", "nameDisplay": "Tunnel Ram", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "Traditional bocks are made with all malt and are strong, malty, medium- to full-bodied, bottom-fermented beers with moderate hop bitterness that should increase proportionately with the starting gravity. Malt character should be a balance of sweetness and toasted/nut-like malt; not caramel. Hop flavor should be low and hop aroma should be very low. Bocks can range in color from deep copper to dark brown. Fruity esters should be minimal. Diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "30", "ibuMax": "30", "abvMin": "6.3", "fgMin": "1.018", "updateDate": "2015-04-07 15:38:54", "fgMax": "1.024", "shortName": "Bock", "abvMax": "7.5", "id": 88, "srmMin": "20", "name": "Traditional German-Style Bock"}, "createDate": "2015-12-07 15:46:03", "updateDate": "2016-05-31 18:32:30", "abv": "8", "styleId": 88, "id": "0iXFE1", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A fine traditional real ale with a hint of summer sweetness. Using finest English pale malt and traditional English hops.", "statusDisplay": "Verified", "nameDisplay": "Tunnel Vision", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/2uZ5Nv/upload_Cab9RZ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/2uZ5Nv/upload_Cab9RZ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/2uZ5Nv/upload_Cab9RZ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "name": "Tunnel Vision", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-13 15:10:29", "updateDate": "2015-12-16 16:36:37", "abv": "4.2", "styleId": 3, "availableId": 1, "id": "2uZ5Nv", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Tunnel Vision IPA\r\nOur special edition IPA is made from Columbus, Centennial, Simcoe and experimental hop 5260. A strong, dry ale that blurs the line between a single and a double IPA. This truly is the best IPA I think we have ever brewed.\r\nThis beer won first place at the annual Barclay’s IPA competition, competing with brewery’s such as Bear Republic, Drake’s and 21st Amendment.", "statusDisplay": "Verified", "nameDisplay": "Tunnel Vision", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "t3qlGZ", "createDate": "2014-09-10 21:13:03", "updateDate": "2015-04-21 14:31:05", "abv": "6.7", "styleId": 30, "availableId": 1, "ibu": "142", "name": "Tunnel Vision"}, {"status": "verified", "isOrganic": "N", "name": "Tunnel Vision", "statusDisplay": "Verified", "nameDisplay": "Tunnel Vision", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/FCydL5/upload_SbDc8J-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/FCydL5/upload_SbDc8J-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/FCydL5/upload_SbDc8J-icon.png"}, "originalGravity": "1.092", "ibu": "20", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "createDate": "2012-01-03 02:44:25", "updateDate": "2015-12-16 10:39:30", "styleId": 63, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian pale strong ales are pale to golden in color with relatively light body for a beer of its alcoholic strength. Often brewed with light colored Belgian \"candy\" sugar, these beers are well attenuated. The perception of hop bitterness is medium-low to medium -high, with hop flavor and aroma also in this range. These beers are highly attenuated and have a perceptively deceiving high alcoholic character-being light to medium bodied rather than full bodied. The intensity of malt character should be low to medium, often surviving along with a complex fruitiness. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "10", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:16", "fgMax": "1.024", "shortName": "Belgian Pale Strong", "abvMax": "11", "id": 63, "srmMin": "4", "name": "Belgian-Style Pale Strong Ale"}, "id": "FCydL5", "glasswareId": 8}, {"status": "verified", "isOrganic": "N", "description": "A California style red which is hopped up much like an American style IPA.  To create Tupac we added tons more hops to the Farmers Tan Red ale to bump up the IBU's to 80 which provides an excellent balance of both malty flavors and hoppy bitterness.", "statusDisplay": "Verified", "nameDisplay": "Tupac California Red", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "TikxHD", "createDate": "2014-09-19 16:22:43", "updateDate": "2014-09-20 15:21:50", "abv": "6.5", "styleId": 32, "ibu": "80", "name": "Tupac California Red"}, {"status": "verified", "isOrganic": "N", "description": "Tupelo Dry is a traditional mead crafted with 100% raw Tupelo honey, water, and yeast.  Lighter than our semi-sweet Tupelo, this delicate mead allows the more subtle flavors or the rare and world renowned Tupelo honey to take center stage.", "statusDisplay": "Verified", "nameDisplay": "Tupelo Dry Mead", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/9imCqL/upload_Qf53Ux-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/9imCqL/upload_Qf53Ux-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/9imCqL/upload_Qf53Ux-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "description": "Similar in balance, body, finish and flavor intensity to a dry white wine, with a pleasant mixture of subtle honey character, soft fruity esters, and clean alcohol. Complexity, harmony, and balance of sensory elements are most desirable, with no inconsistencies in color, aroma, flavor or aftertaste. The proper balance of sweetness, acidity, alcohol and honey character is the essential final measure of any mead.", "createDate": "2012-03-21 20:06:46", "categoryId": 12, "updateDate": "2015-04-07 15:47:22", "shortName": "Dry Mead", "id": 140, "name": "Dry Mead"}, "createDate": "2014-07-10 14:51:03", "updateDate": "2015-12-17 14:51:03", "abv": "12", "styleId": 140, "id": "9imCqL", "name": "Tupelo Dry Mead"}, {"status": "verified", "isOrganic": "Y", "name": "Tupelo Honey", "nameDisplay": "Tupelo Honey", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using honey in addition to malted barley. Beers may be brewed to a traditional style or may be experimental. Character of honey should be evident in flavor and aroma and balanced with the other components without overpowering them. A statement by the brewer explaining the classic or other style of the beer, and the type of honey used is essential in order for fair assessment in competitions.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:45:03", "fgMax": "1.03", "shortName": "Honey Beer", "abvMax": "12", "id": 126, "srmMin": "1", "name": "Specialty Honey Lager or Ale"}, "createDate": "2015-07-13 16:37:23", "updateDate": "2015-07-13 16:37:23", "abv": "5.9", "styleId": 126, "id": "4PJTOQ", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Tupelo is a semi-sweet traditional mead crafted with 100% raw Tupelo honey, water, and yeast.  Regarded as the gold standard of honey around the world, Tupelo honey is gathered for a few brief weeks in the Apalachicola River basin in the panhandle of Florida.  Our Tupelo Mead is handcrafted to showcase this rare and world renowned honey.", "statusDisplay": "Verified", "nameDisplay": "Tupelo Mead", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/m2V0zm/upload_xjeXro-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/m2V0zm/upload_xjeXro-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/m2V0zm/upload_xjeXro-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "description": "Similar in balance, body, finish and flavor intensity to a semisweet (or medium-dry) white wine, with a pleasant mixture of honey character, light sweetness, soft fruity esters, and clean alcohol. Complexity, harmony, and balance of sensory elements are most desirable, with no inconsistencies in color, aroma, flavor or aftertaste. The proper balance of sweetness, acidity, alcohol and honey character is the essential final measure of any mead.", "createDate": "2012-03-21 20:06:46", "categoryId": 12, "updateDate": "2015-04-07 15:47:27", "shortName": "Semi-Sweet Mead", "id": 141, "name": "Semi-Sweet Mead"}, "createDate": "2014-07-10 14:52:33", "updateDate": "2015-12-17 15:18:17", "abv": "12", "styleId": 141, "id": "m2V0zm", "name": "Tupelo Mead"}, {"status": "verified", "isOrganic": "N", "description": "Way back when, Old Dominion produced Tuppers’ Hop Pocket Ale and Hop Pocket Pils with homebrewing legend Bob Tupper and his wife Ellie right here in Ashburn. Although Dominion has moved on, the Tuppers are back at it, brewing Tuppers’ 25K with us here at Lost Rhino. The name for this brew denotes a milestone: the Tuppers are approaching their 25,000th beer and to commemorate this incredible achievement we have helped them produce this wonderful ale. In addition to reaching this milestone, the Tuppers have also taken thorough notes through all their tasting sessions and will be compiling those notes into a book. Despite a starting gravity of 18.5°P (about 1.076) Tuppers’ 25K is an easy drinking beer. The hop additions bring citrus aromas and flavors with floral, herbal, and spice hints. Those flavors are paired with a malt bill that includes both Cararye (a malted rye that has undergone a preparation process similar to caramel/crystal varieties of malted barley) and flaked rye, which together bring an additional spiciness to this ale.", "statusDisplay": "Verified", "nameDisplay": "Tuppers' 25K: J.W. Lees Oak Cask", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.05", "description": "Most traditional interpretations of English-style India pale ales are characterized by medium-high hop bitterness with a medium to medium-high alcohol content. Hops from a variety of origins may be used to contribute to a high hopping rate. Earthy and herbal English-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer, sometimes with subtle and balanced character of sulfur compounds. This pale gold to deep copper-colored ale has a medium to high, flowery hop aroma and may have a medium to strong hop flavor (in addition to the hop bitterness). English-style India pale ales possess medium maltiness and body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill haze is allowable at cold temperatures. Hops of other origins may be used for bitterness or approximating traditional English character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "35", "categoryId": 1, "srmMax": "14", "ibuMax": "63", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:18:33", "fgMax": "1.018", "shortName": "English IPA", "abvMax": "7", "id": 2, "srmMin": "6", "name": "English-Style India Pale Ale"}, "id": "Cgw32H", "createDate": "2014-09-04 15:24:29", "updateDate": "2014-09-07 17:31:13", "abv": "7.9", "styleId": 2, "ibu": "75", "name": "Tuppers' 25K: J.W. Lees Oak Cask"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Our version of a India Black Ale brewed in collaboration with Bob and Ellie Tupper of Tuppers' Hop Pocket fame. Dark malts like Chocolate Wheat, Carafa and Black malt comprise the grist and this brew was hopped with Bob and Ellies' favourite hop varietal, Mt. Hood, This beer was then dry hopped with 50 pounds of whole-leaf Mt. Hood hops as well. Inky black in colour and a hopheads dream.", "statusDisplay": "Verified", "nameDisplay": "Tuppers' India Ink", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/eJHUPV/upload_0705h5-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/eJHUPV/upload_0705h5-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/eJHUPV/upload_0705h5-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "name": "Tuppers' India Ink", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:25", "updateDate": "2015-12-16 08:36:44", "abv": "7.5", "styleId": 125, "availableId": 1, "id": "eJHUPV", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Tupps Day Off", "nameDisplay": "Tupps Day Off", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.042", "description": "Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 4, "srmMax": "6", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:29:04", "fgMax": "1.01", "shortName": "Kölsch", "abvMax": "5.3", "id": 45, "srmMin": "4", "name": "German-Style Kölsch / Köln-Style Kölsch"}, "createDate": "2016-09-01 12:44:46", "updateDate": "2016-09-01 12:44:46", "abv": "5.2", "styleId": 45, "id": "k4Jpw0", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Made with Ella Hops from Australia", "statusDisplay": "Verified", "nameDisplay": "TUPPS For Ella", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "8eBMKu", "createDate": "2016-05-25 13:22:23", "updateDate": "2016-05-25 13:22:23", "abv": "8.9", "styleId": 31, "ibu": "85", "name": "TUPPS For Ella"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 6, "styleId": 30, "availableId": 1, "srm": {"hex": "F8A600", "id": 6, "name": "6"}, "id": "XyKsVS", "statusDisplay": "Verified", "originalGravity": "1.057", "nameDisplay": "TUPPS IPA", "name": "TUPPS IPA", "abv": "6.2", "status": "verified", "description": "An IPA brewerd with 100% centennuial hops with a Texas flair", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "ibu": "59.1", "servingTemperature": "cool", "updateDate": "2015-07-10 15:57:57", "createDate": "2015-06-16 15:25:31"}, {"status": "verified", "isOrganic": "N", "description": "A strong gold lager for the unsuspecting prey, gold in color, medium body, a subtle malt character and a smooth finish. you can really sink your teeth into!\r\n\r\n2012 Great American Beer Festival Bronze\r\n2014 Virginia Craft Brewers Fest best in show\r\n2014 Great American Beer Festival Silver", "statusDisplay": "Verified", "nameDisplay": "Turbo Cougar", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/PYeMUb/upload_5RWh4F-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/PYeMUb/upload_5RWh4F-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/PYeMUb/upload_5RWh4F-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "The German word helle means light colored, and as such, a heller Bock is light straw to deep golden in color. Maibocks are also light-colored bocks. The sweet malty character should come through in the aroma and flavor. A lightly toasted and/or bready malt character is often evident. Roast or heavy toast/caramel malt character should be absent. Body is medium to full. Hop bitterness should be low, while noble-type hop aroma and flavor may be at low to medium levels. Bitterness increases with gravity. Fruity esters may be perceived at low levels. Diacetyl should be absent. Chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "10", "ibuMax": "38", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:39:04", "fgMax": "1.02", "shortName": "Maibock", "abvMax": "8", "id": 89, "srmMin": "4", "name": "German-Style Heller Bock/Maibock"}, "id": "PYeMUb", "createDate": "2014-07-02 17:40:52", "updateDate": "2015-12-17 15:59:25", "abv": "6.8", "styleId": 89, "ibu": "38", "name": "Turbo Cougar"}, {"status": "verified", "isOrganic": "N", "description": "Turbo Nerd Extra IPA is a citrusy roller coaster ride of juicy pleasure, dry-hopped to the nines with unruly amounts of Azacca and Simcoe hops.\nIt’s like a juicy rainforest of tropical fruit suddenly emerged from within the confines of a 2-bit arcade game and dropped giant resinous love-nuggets all over your helpless body; transporting your soul to a place that is close and far away at the same time, where life is new… and beautiful… and warm.", "srmId": 9, "nameDisplay": "Turbo Nerd", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "srm": {"hex": "E58500", "id": 9, "name": "9"}, "statusDisplay": "Verified", "createDate": "2016-10-16 18:37:48", "updateDate": "2016-11-11 15:48:40", "abv": "7.5", "styleId": 30, "id": "VWb5IQ", "name": "Turbo Nerd"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Born from European tradition, our shandy is a refreshing combination of lemon and light malt flavors.  Unlike traditional shandy’s, Turbo Shandy revs it up a couple notches with a high test, full flavored approach as only Hoppin’ Frog can do!", "statusDisplay": "Verified", "nameDisplay": "Turbo Shandy", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/BpI9BO/upload_VFDUcY-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/BpI9BO/upload_VFDUcY-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/BpI9BO/upload_VFDUcY-icon.png"}, "originalGravity": "1.05", "id": "BpI9BO", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:25", "updateDate": "2015-12-16 11:11:09", "abv": "7", "styleId": 119, "availableId": 4, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "ibu": "7.3", "name": "Turbo Shandy"}, {"status": "verified", "isOrganic": "N", "name": "Turbo Wolf", "nameDisplay": "Turbo Wolf", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "id": "dxGSVJ", "createDate": "2016-07-07 19:34:23", "updateDate": "2016-07-07 19:34:23", "abv": "6", "styleId": 40, "ibu": "45", "statusDisplay": "Verified"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 41, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/DUaY4t/upload_VOGQnq-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/DUaY4t/upload_VOGQnq-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/DUaY4t/upload_VOGQnq-icon.png"}, "styleId": 37, "availableId": 1, "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "id": "DUaY4t", "statusDisplay": "Verified", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "nameDisplay": "Turbodog", "name": "Turbodog", "abv": "5.6", "status": "verified", "description": "Abita Turbodog is a dark brown ale brewed with Willamette hops and a combination of British pale, crystal and chocolate malts.\r\n\r\nThis combination gives Turbodog its rich body and color and a sweet chocolate-toffee like flavor. Turbodog began as a specialty ale but has gained a huge loyal following and has become one of our three flagship brews.\r\n\r\nJust a bit stronger than our other brews, so . . .beware of the dog!", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "ibu": "28", "servingTemperature": "cold", "updateDate": "2016-03-16 19:25:38", "createDate": "2012-01-03 02:44:25"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Türkenlouis Bockbier", "createDate": "2012-08-12 11:58:21", "updateDate": "2012-08-17 14:51:49", "id": "CDNQt1", "name": "Türkenlouis Bockbier"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Türkenlouis Festbier", "createDate": "2012-08-12 11:58:21", "updateDate": "2012-08-17 14:51:50", "id": "oX6F2S", "name": "Türkenlouis Festbier"}, {"status": "verified", "isOrganic": "N", "name": "Turkey Blue", "nameDisplay": "Turkey Blue", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "id": "BCNLBb", "createDate": "2014-09-16 16:18:11", "updateDate": "2015-04-28 14:35:28", "abv": "6.7", "styleId": 72, "ibu": "35", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Our Blonde Ale is a light bodied, easy drinking brew. Mildly hopped for a slight citrus taste and a low bitterness. With it being one of the most approachable styles, our blonde ale is not only visually appealing, but extremely refreshing. Rounded and smooth, it is an American classic known for its simplicity. Named after the animal that made this all possible.", "statusDisplay": "Verified", "nameDisplay": "Turkey Crick", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "id": "uq1HUb", "createDate": "2016-10-19 15:39:16", "updateDate": "2016-10-19 15:39:16", "abv": "5.5", "styleId": 36, "ibu": "23", "name": "Turkey Crick"}, {"status": "verified", "isOrganic": "N", "description": "A beloved delicacy from the Near East to others a symbol of evil temptation that leads Edmund to betray his family in a cherished novel for children. Whatever the association we’ve crafted a timeless and very tempting treat with bittersweet notes of cardamom, coffee and Arabian nights. Perhaps enjoy this beer in a magically food and beverage triangle on Metropolitan Ave in Brooklyn. Wherever you are this beer is made delightfully good and deceivingly well balanced just for you.", "srmId": 29, "nameDisplay": "Turkish Delight", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/QEO1wo/upload_31feWM-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/QEO1wo/upload_31feWM-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/QEO1wo/upload_31feWM-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "srm": {"hex": "660D00", "id": 29, "name": "29"}, "statusDisplay": "Verified", "createDate": "2014-12-25 18:15:24", "updateDate": "2015-12-17 20:45:55", "abv": "6", "styleId": 37, "id": "QEO1wo", "name": "Turkish Delight"}, {"status": "verified", "isOrganic": "N", "description": "Beer from dark impenetrable. It is characterized by its important fruity aromas, notes of coffee, liquorice and caramel, along with a structured body and velvety. Precious friend on cold winter days, gentle closed for a rich banquet.", "statusDisplay": "Verified", "nameDisplay": "Turkunara", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "foodPairings": "Stewed meat, fruit and dried sweet, dark chocolate.", "createDate": "2015-08-19 19:44:27", "updateDate": "2015-08-19 19:44:27", "abv": "7", "styleId": 43, "id": "mcUX65", "name": "Turkunara"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Golden amber in the glass with a light caramel head. Citrus and light sweet malts on the nose. Intense hop bitterness throughout the palate and lingering bitterness on the finish.\r\n\r\nSandi’s signature: Continually hopped and packed with lots of spicy rye malts.", "statusDisplay": "Verified", "nameDisplay": "Turn a Blind Rye", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/5vm2ZK/upload_6ptYN7-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/5vm2ZK/upload_6ptYN7-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/5vm2ZK/upload_6ptYN7-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "id": "5vm2ZK", "createDate": "2015-09-22 16:51:59", "updateDate": "2015-12-18 05:18:46", "abv": "5.8", "styleId": 117, "availableId": 2, "ibu": "85", "name": "Turn a Blind Rye"}, {"status": "verified", "isOrganic": "N", "description": "Oktoberfest brewed with smoked malts, fennel seed, and other herbs and spices.", "statusDisplay": "Verified", "nameDisplay": "Turn For The Wurst", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.05", "description": "The American style of these classic German beers is distinguished by a comparatively greater degree of hop character. In general the style is characterized by a medium body and broad range of color from golden to reddish brown. Sweet maltiness should dominate over clean hop bitterness. The bitterness should not be aggressive or harsh. Malt character should be light-toasted rather than strongly caramel (though a low level of light caramel character is acceptable). Bread or biscuit-like malt character is acceptable in aroma and flavor. Hop aroma and flavor should be notable but at low to medium levels. Fruity esters should not be perceived. Diacetyl and chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 8, "srmMax": "15", "ibuMax": "30", "abvMin": "5.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:41:38", "fgMax": "1.02", "shortName": "American Oktoberfest", "abvMax": "5.9", "id": 102, "srmMin": "4", "name": "American-Style Märzen / Oktoberfest"}, "createDate": "2016-09-10 19:07:38", "updateDate": "2016-09-10 19:07:38", "abv": "5.8", "styleId": 102, "id": "jgSnlQ", "name": "Turn For The Wurst"}]
