[{"status": "verified", "isOrganic": "N", "name": "Riegeler Altbadisch Bock Hell", "nameDisplay": "Riegeler Altbadisch Bock Hell", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "The German word helle means light colored, and as such, a heller Bock is light straw to deep golden in color. Maibocks are also light-colored bocks. The sweet malty character should come through in the aroma and flavor. A lightly toasted and/or bready malt character is often evident. Roast or heavy toast/caramel malt character should be absent. Body is medium to full. Hop bitterness should be low, while noble-type hop aroma and flavor may be at low to medium levels. Bitterness increases with gravity. Fruity esters may be perceived at low levels. Diacetyl should be absent. Chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "10", "ibuMax": "38", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:39:04", "fgMax": "1.02", "shortName": "Maibock", "abvMax": "8", "id": 89, "srmMin": "4", "name": "German-Style Heller Bock/Maibock"}, "createDate": "2012-08-12 11:57:05", "updateDate": "2014-10-08 20:00:56", "abv": "6.9", "styleId": 89, "id": "zuFqe6", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Riegeler Felsen Pils", "createDate": "2012-08-12 11:57:04", "updateDate": "2012-08-17 14:29:03", "id": "lGoELE", "name": "Riegeler Felsen Pils"}, {"status": "verified", "isOrganic": "N", "name": "Riegeler Landbier", "nameDisplay": "Riegeler Landbier", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "description": "These beers are unfiltered German-style Altbier and Kölsch. They are packaged and/or served intentionally with low to moderate amounts of yeast. Products may be filtered and again dosed with yeast in the package, manifesting themselves as bottle conditioned beers or unfiltered beer with yeast present. They will most likely not be clear, and may appear slightly hazy to moderately cloudy. Yeast character, flavor and aroma are desirable, yet should be low to medium but not overpowering the balance and character of malt and hops. Low to moderately low levels of yeast-generated sulfur containing compounds should be apparent in aroma and flavor, and low levels of acetaldehyde or other volatiles normally removed during fermentation may or may not be apparent. The sulfur and acetaldehyde characters should contribute positively to the beer drinking experience. Head retention may not be optimal. The brewer must indicate the classic style on which the entry is based to allow for accurate judging. Beer entries not accompanied by this information will be at a disadvantage during evaluation.", "createDate": "2012-03-21 20:06:46", "categoryId": 4, "updateDate": "2015-04-07 15:31:30", "shortName": "Kellerbier", "id": 56, "name": "Kellerbier (Cellar beer) or Zwickelbier - Ale"}, "createDate": "2012-08-12 11:57:06", "updateDate": "2014-10-09 16:40:08", "abv": "5.2", "styleId": 56, "id": "EXhSwy", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Riegeler Neun Linden", "nameDisplay": "Riegeler Neun Linden", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "Today's Oktoberfest beers are characterized by a medium body and light, golden color. Sweet maltiness is mild with an equalizing balance of clean, hop bitterness. Hop aroma and flavor should be low but notable. Ale-like fruity esters should not be perceived. Diacetyl and chill haze should not be perceived. Similar or equal to Dortmunder/European-Style Export", "createDate": "2012-03-21 20:06:46", "ibuMin": "23", "categoryId": 7, "srmMax": "5", "ibuMax": "29", "abvMin": "5", "fgMin": "1.01", "updateDate": "2015-04-07 15:36:59", "fgMax": "1.014", "shortName": "Oktoberfest", "abvMax": "6", "id": 82, "srmMin": "3", "name": "German-Style Oktoberfest / Wiesen (Meadow)"}, "createDate": "2012-08-12 11:57:07", "updateDate": "2012-08-19 13:53:14", "abv": "5.6", "styleId": 82, "id": "qrQH6P", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Riegeler Spezial Export", "nameDisplay": "Riegeler Spezial Export", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "Dortmunder has medium hop bitterness. Hop flavor and aroma from noble hops are perceptible but low. Sweet malt flavor can be low and should not be caramel-like. The color of this style is straw to deep golden. The body will be medium bodied. Fruity esters, chill haze, and diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "23", "categoryId": 7, "srmMax": "6", "ibuMax": "29", "abvMin": "5", "fgMin": "1.01", "updateDate": "2015-04-07 15:36:34", "fgMax": "1.014", "shortName": "Dortmunder", "abvMax": "6", "id": 79, "srmMin": "3", "name": "Dortmunder / European-Style Export"}, "createDate": "2012-08-12 11:57:05", "updateDate": "2012-08-19 13:53:20", "abv": "5.4", "styleId": 79, "id": "NaX2Uf", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "The Riel Deal is an American style Pale Ale using 100% of its hops from the Double R Ranch located in Yakima, WA. The Double R Ranch is owned by the Riel family hence the beer name, The Riel Deal. Centennial, Amarillo, Citra, and Sorachi Ace hops were used throughout the boil as well as in the dry hopping to create this hop forward ale. The Riel Deal is yet another beer brewed for Russian River's Hop Grower Tribute Series.", "srmId": 9, "nameDisplay": "Riel Deal", "originalGravity": "1.053", "srm": {"hex": "E58500", "id": 9, "name": "9"}, "statusDisplay": "Verified", "createDate": "2015-03-24 16:25:49", "updateDate": "2015-03-24 16:25:49", "abv": "5.5", "styleId": 25, "availableId": 4, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "xsVCSv", "name": "Riel Deal"}, {"status": "verified", "isOrganic": "N", "description": "The first beer of it's kind! We actually blended pure NY riesling juice with an American wheat beer and came up with something truly unique. The nose starts out a bit grapey and spicy, while the flavor is a subtle blend of white wine and malt. We kept the color and body light; really light and ramped up the carbonation level to bring out the fruity aromas. This is the perfect beer for those hot, Western NY summer days we all know and adore. Brewed with Pale, Wheat, and CaraPils Malts. Hopped with Centennial and Mt. Hood.", "statusDisplay": "Verified", "nameDisplay": "Riesling Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "name": "Riesling Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:05", "updateDate": "2015-06-03 15:52:40", "abv": "4.5", "styleId": 125, "id": "PBmBW3", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Tropical fruit notes like pineapple, passion fruit, and mango married with pine and grapefruit pith. Featuring Simcoe hops.", "statusDisplay": "Verified", "nameDisplay": "Riff", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2015-03-27 19:56:38", "updateDate": "2015-03-27 19:56:38", "abv": "8.1", "styleId": 31, "id": "h281YZ", "name": "Riff"}, {"status": "verified", "isOrganic": "N", "description": "Straw-colored beer hops in which the Anglo-Americans, with citrus notes and dry aftertaste, blend harmoniously with the elegant Belgian spiciness and a light refreshing acidity. Excellent as an aperitif and as a fire extinguisher for your thirst!", "statusDisplay": "Verified", "nameDisplay": "Riff", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "Session India Pale Ales are gold to copper. Chill haze is allowable at cold temperatures and hop haze is allowable at any temperature. Fruity-ester aroma is light to moderate. Hop aroma is medium to high with qualities from a wide variety of hops from all over the world. Low to medium maltiness is present. Hop flavor is strong, characterized by flavors from a wide variety of hops. Hop bitterness is medium to high. Fruity-ester flavors are low to moderate. Diacetyl is absent or at very low levels. Body is low to medium.", "createDate": "2015-04-07 17:07:27", "categoryId": 3, "shortName": "Session IPA", "id": 164, "name": "Session India Pale Ale"}, "foodPairings": "String cheese, horse fillet marinated grilled sardines breaded and fried.", "servingTemperature": "cold", "createDate": "2015-08-19 19:43:14", "updateDate": "2015-08-19 19:43:14", "abv": "4.5", "styleId": 164, "id": "AIliwe", "name": "Riff"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This beer is brewed with 2-row malted barley, a small amount of caramel malt for color and sweetness, and tons of late addition hops.  It has almost one and a half pounds per barrel of Cascade hops added into the whirlpool for both aroma and flavor. Also, another one pound of Amarillo, Simcoe, and Cascade dry hops were added late in fermentation for aromatic qualities of the finished product.", "statusDisplay": "Verified", "nameDisplay": "Rifle Creek IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "name": "Rifle Creek IPA", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:05", "updateDate": "2012-03-22 13:05:38", "abv": "6.8", "styleId": 30, "availableId": 1, "id": "AxNQQE", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A hop lovers delight. Generous amounts of Cascade hops balance with Alberta malt. Refreshing and hoppy, moderate hop aroma, medium-dry finish", "statusDisplay": "Verified", "nameDisplay": "Rig Pig Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "zavr6L", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-08-11 18:43:36", "updateDate": "2012-08-11 18:43:36", "abv": "5", "styleId": 25, "availableId": 1, "glasswareId": 5, "ibu": "32", "name": "Rig Pig Pale Ale"}, {"status": "verified", "isOrganic": "Y", "description": "Rye India Black Ale. 6.8% Brewed with rye. Hopped intensely with Amarillo and Simcoe. Luscious, spicy, and drippy hoppy.", "statusDisplay": "Verified", "nameDisplay": "Rigel", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.056", "description": "American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "35", "ibuMax": "70", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:28:36", "fgMax": "1.018", "shortName": "Black Ale", "abvMax": "7.5", "id": 41, "srmMin": "35", "name": "American-Style Black Ale"}, "createDate": "2015-05-22 18:56:32", "updateDate": "2015-05-22 18:56:32", "abv": "6.8", "styleId": 41, "id": "gc7aq6", "name": "Rigel"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Created in the mid-nineties, Riggwelter is our flagship Strong ale. We wanted a beer with real strength and depth so we developed a unique recipe built around rich espresso aromas, dark fruit and roasted malt flavours which lends itself perfectly to putting in a bottle.", "statusDisplay": "Verified", "nameDisplay": "Riggwelter Yorkshire Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/vwKJAR/upload_nq6ExU-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/vwKJAR/upload_nq6ExU-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/vwKJAR/upload_nq6ExU-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.06", "description": "Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "21", "ibuMax": "65", "abvMin": "7", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:05", "fgMax": "1.04", "shortName": "Strong Ale", "abvMax": "11", "id": 14, "srmMin": "8", "name": "Strong Ale"}, "name": "Riggwelter Yorkshire Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:05", "updateDate": "2015-12-15 21:54:15", "abv": "5.7", "styleId": 14, "availableId": 1, "id": "vwKJAR", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Right-O-Way IPA is brewed as a Session India Pale Ale with citrusy hops and floral aromas. These flavors, with the addition of lightly kilned malts and moderate hop bitterness, make Right-O-Way a refreshing and easy drinking beer. The sessionable 4.6% abv makes this one of the “easier” beers we’ve ever made. Enjoy it in your favorite glass or straight out of the bottle. Either way, make it Right-O-Way.", "statusDisplay": "Verified", "nameDisplay": "Right O Way IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/MtYycl/upload_oYqqjj-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/MtYycl/upload_oYqqjj-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/MtYycl/upload_oYqqjj-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "name": "Right O Way IPA", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2015-01-05 13:09:20", "updateDate": "2016-01-12 16:17:19", "abv": "4.6", "styleId": 30, "availableId": 1, "foodPairings": "mild cheddar & derby cheeses, grilled foods, spicy dishes", "id": "MtYycl", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Right on Red", "nameDisplay": "Right on Red", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/fQfugk/upload_L8Kcwt-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/fQfugk/upload_L8Kcwt-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/fQfugk/upload_L8Kcwt-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2013-11-27 12:41:44", "updateDate": "2015-12-17 08:51:46", "styleId": 32, "id": "fQfugk", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Right on Time", "statusDisplay": "Verified", "nameDisplay": "Right on Time", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/b2UPGx/upload_luKvAh-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/b2UPGx/upload_luKvAh-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/b2UPGx/upload_luKvAh-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "createDate": "2013-11-18 12:24:52", "updateDate": "2015-12-17 08:27:32", "styleId": 98, "id": "b2UPGx", "glasswareId": 4}, {"status": "verified", "isOrganic": "N", "name": "Right Turn Clyde", "nameDisplay": "Right Turn Clyde", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "English brown ales range from copper to brown in color. They have medium body and range from dry to sweet maltiness with very little hop flavor or aroma. Roast malt tones may sometimes contribute to the flavor and aroma profile. Low to medium-low levels of fruity-ester flavors are appropriate. Diacetyl should be very low, if evident. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "25", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:20:51", "fgMax": "1.014", "shortName": "English Brown", "abvMax": "5.5", "id": 12, "srmMin": "13", "name": "English-Style Brown Ale"}, "id": "5KLACt", "createDate": "2015-01-30 18:42:07", "updateDate": "2015-01-31 14:42:24", "abv": "6", "styleId": 12, "ibu": "25", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Batch No.: 510\r\nBase Beer: Rochester Red Ale (Irish Red Ale)\r\nProprietary 5 Malt Blend: Pilsner, Dark Crystal, Biscuit, Aromatic and Wheat\r\nFeatured Hop(s): Magnum and Michigan Mt. Ranier", "statusDisplay": "Verified", "nameDisplay": "Righteous", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "m6VhUf", "createDate": "2016-10-22 23:20:19", "updateDate": "2016-10-25 15:13:38", "abv": "6.8", "styleId": 32, "availableId": 2, "ibu": "19", "name": "Righteous"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "They should be good men; their affairs as righteous...\r\nMade with Rye malt to provide a signature and distinct earthy character. Seasoned and dry-hopped with herbal and citrus hops. Truly Righteous.", "srmId": 19, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Righteous Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/USMCRi/upload_JxUUwP-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/USMCRi/upload_JxUUwP-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/USMCRi/upload_JxUUwP-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "id": "USMCRi", "statusDisplay": "Verified", "createDate": "2012-01-03 02:44:05", "updateDate": "2015-12-16 04:25:21", "abv": "6.3", "styleId": 112, "availableId": 1, "glasswareId": 5, "ibu": "57", "srm": {"hex": "A13700", "id": 19, "name": "19"}, "name": "Righteous Ale"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "Y", "description": "Our first organic bber is a hybrid Irish/American Red Ale. Don’t be fooled by the initial dryness; Dark Munich, Crystal 15, 40, and 75 malts give this brew a deep caramel flavor that elicits both toffee and fresh bread aromas. It’s bittered exclusively with organically grown Palisade hops – Courtesy of Yakima Chief Ranches.", "statusDisplay": "Verified", "nameDisplay": "Righteous Indignation Organic Red", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "S4vCKS", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-05-22 13:06:38", "updateDate": "2014-10-30 19:32:26", "abv": "6.2", "styleId": 32, "availableId": 4, "glasswareId": 5, "ibu": "18", "name": "Righteous Indignation Organic Red"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Reddish amber in color, mild and malty with hop aroma and finish.", "statusDisplay": "Verified", "nameDisplay": "Righteous Red", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/8z0ZCd/upload_emVGP5-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/8z0ZCd/upload_emVGP5-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/8z0ZCd/upload_emVGP5-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "name": "Righteous Red", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:05", "updateDate": "2015-12-16 03:34:45", "abv": "4.6", "styleId": 32, "availableId": 4, "id": "8z0ZCd", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Righteous Ryder", "nameDisplay": "Righteous Ryder", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2016-09-02 17:31:03", "updateDate": "2016-09-02 17:31:03", "abv": "7", "styleId": 30, "id": "oL6rtK", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Righteousness: [rahy-chuhs-ness]–noun:\r\n1) the quality or state of being righteous, \r\n2) justifiable or right, especially from one’s own point of view,\r\n 3) absolutely genuine or wonderful.”\r\n\r\nWe think you get the point.\r\n\r\nThis Pacific-Northwest style ale stays true to the West Coast tradition. At 75 IBUs, its bitterness is perfectly balanced by its malty finish, with notes of chocolate and caramel. A heavy dose of Simcoe and Mt. Hood for dry hopping lend to its intense resiny aroma. Its gorgeous red hue, creamy head, and full mouthfeel make it the perfect fall-time sipper.", "statusDisplay": "Verified", "nameDisplay": "Righteously Hopped Red", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "name": "Righteously Hopped Red", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-12 00:20:32", "updateDate": "2012-04-12 00:20:32", "abv": "6", "styleId": 30, "id": "O97li4", "glasswareId": 5}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Strong brown ale inspired by the beer brewed by Belgian Trappist monks. Very little bitterness, this beer has intense malty and sweet flavors, mixed with the taste of chocolate and caramel. It presents complex red fruit and spice flavors due to the type of yeast that is used during the brewing process. This beer is at its best only after it has aged for six months. The Rigor Mortis are complex beers designed and brewed with patience and care in the tradition of the great Belgian Abbey beers.", "statusDisplay": "Verified", "nameDisplay": "Rigor Mortis ABT", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/dYifja/upload_keWKHU-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/dYifja/upload_keWKHU-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/dYifja/upload_keWKHU-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.084", "description": "Quadrupels or \"Quads\" are characterized by the immense presence of alcohol and balanced flavor, bitterness and aromas. Its color is deep amber to rich chestnut/garnet brown. Often characterized by a mousse-like dense, sometimes amber head will top off a properly poured and served quad. Complex fruity aroma and flavor emerge reminiscent of raisins, dates, figs, grapes, plums often accompanied with a hint of winy character. Caramel, dark sugar and malty sweet flavors and aromas can be intense, not cloying, while complementing fruitiness. Though well attenuated it usually has a full, creamy body. Hop characters do not dominate; low to low-medium bitterness is perceived. Perception of alcohol can be extreme. Clove-like phenolic flavor and aroma should not be evident. Chill haze is acceptable at low serving temperatures. Diacetyl and DMS should not be perceived. Well balanced with savoring/sipping drinkability. Oxidative character if evident in aged Quads should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 5, "srmMax": "20", "ibuMax": "50", "abvMin": "9", "fgMin": "1.014", "updateDate": "2015-04-07 15:33:33", "fgMax": "1.02", "shortName": "Belgian Quad", "abvMax": "14", "id": 60, "srmMin": "8", "name": "Belgian-Style Quadrupel"}, "createDate": "2015-03-10 13:22:20", "updateDate": "2015-12-17 22:56:01", "abv": "10.5", "styleId": 60, "availableId": 2, "id": "dYifja", "name": "Rigor Mortis ABT"}, {"status": "verified", "isOrganic": "N", "name": "Riker", "nameDisplay": "Riker", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "createDate": "2016-02-26 15:36:22", "updateDate": "2016-02-26 15:36:22", "abv": "7.8", "styleId": 37, "id": "njQSJE", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Riley's Irish Red", "nameDisplay": "Riley's Irish Red", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/rXdjJK/upload_oQlco4-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/rXdjJK/upload_oQlco4-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/rXdjJK/upload_oQlco4-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "createDate": "2012-11-08 12:13:03", "updateDate": "2015-12-16 20:38:29", "styleId": 22, "id": "rXdjJK", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "This cream ale harkens back to a time before lagering or cold fermentation was in use in the U.S. Our style utilizes American 2 Row, flaked maize (or corn) for sweetness, and a hint of Cascade hops for balance. Rebel Ale is designed to be one of our “gateway beers” to introduce the non-craft drinker to the craft brew world and at the same time present a lesser known style to people that already enjoy craft beer. A light, crisp, pale gold beer – meet Riley’s Rebel Ale.", "statusDisplay": "Verified", "nameDisplay": "Riley's Rebel Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.044", "description": "Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "5", "ibuMax": "22", "abvMin": "4.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:30", "fgMax": "1.01", "shortName": "Cream Ale", "abvMax": "5.6", "id": 109, "srmMin": "2", "name": "American-Style Cream Ale or Lager"}, "createDate": "2015-05-05 00:58:13", "updateDate": "2015-05-05 15:58:42", "abv": "4.9", "styleId": 109, "id": "7H2PdJ", "name": "Riley's Rebel Ale"}, {"status": "verified", "isOrganic": "N", "description": "A full-bodied traditional “Scotch Ale” brewed in the “wee-heavy” style, this product is perfectly balanced between malt & hops & has a burnished copper colour.", "statusDisplay": "Verified", "nameDisplay": "Riley's Scotch Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/sPmhbX/upload_gXVGYE-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/sPmhbX/upload_gXVGYE-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/sPmhbX/upload_gXVGYE-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.072", "description": "Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "35", "abvMin": "6.2", "fgMin": "1.016", "updateDate": "2015-04-07 15:21:11", "fgMax": "1.028", "shortName": "Scotch Ale", "abvMax": "8", "id": 15, "srmMin": "15", "name": "Scotch Ale"}, "servingTemperature": "cold", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2013-08-12 18:55:12", "updateDate": "2015-12-17 05:21:44", "abv": "8", "styleId": 15, "id": "sPmhbX", "name": "Riley's Scotch Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A blend of German and Irish brewing technics that have lead to a unique style of beer that is like nothing I have tasted before.  Even if your not a fan of dark beer, give this one a try.  I promise it will leave you wanting more.", "srmId": 19, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Riley's Signature", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "id": "Jz1AvS", "statusDisplay": "Verified", "createDate": "2012-01-03 02:44:05", "updateDate": "2012-03-22 13:05:29", "abv": "6.5", "styleId": 125, "availableId": 1, "glasswareId": 5, "ibu": "10", "srm": {"hex": "A13700", "id": 19, "name": "19"}, "name": "Riley's Signature"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This beer has a medium hop profile and flavor and is light red-amber-copper to light brown in color.  It has low to medium caramel sweetness and a medium body.", "statusDisplay": "Verified", "nameDisplay": "Riley’s Red Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "name": "Riley’s Red Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:05", "updateDate": "2012-03-22 13:05:35", "abv": "6.8", "styleId": 22, "availableId": 1, "id": "twkLDl", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Rillito Raspberry", "nameDisplay": "Rillito Raspberry", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2015-03-12 21:01:32", "updateDate": "2015-03-12 21:01:32", "abv": "4.5", "styleId": 119, "id": "nqqDSJ", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Imperial Rye PA, using over 30 pounds of Amarillo hops. One pound of Amarillo hops added to the boil every 7 minutes, combined with over 20 pounds of dry hops added after fermentation. A huge malt backbone supports the large doses of the citrusy hops, as well as adding rye to the mash. Very complex in flavor and aroma, full bodied, with a hint of sweet malt to balance the high alcohol content.", "statusDisplay": "Verified", "nameDisplay": "Rillo Rye (2011)", "year": 2011, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "createDate": "2014-07-17 18:13:05", "updateDate": "2014-07-17 20:22:39", "styleId": 117, "id": "ihfxfj", "name": "Rillo Rye"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "An Imperial Red IPA brewed using Chinook, Columbus, Mandrina, and Amarillo hops. Rim Fire is fermented to 9% ABV with a robust malt character to give a firm backbone to the IPA style hopping. This Imperial red has a deep mahogany color and is rich with biscuit and Carmel notes without being cloying. The bright hop character comes through to balance out the malt character with a touch of citrus notes to finish. We double down on the dry hop during conditioning to up the hop aromatics, or what we like to call “a double tap!”", "statusDisplay": "Verified", "nameDisplay": "Rimfire Red", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/sSr6Hc/upload_6nqLks-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/sSr6Hc/upload_6nqLks-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/sSr6Hc/upload_6nqLks-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Imperial Red Ales are deep amber to dark copper/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.", "createDate": "2012-03-21 20:06:46", "ibuMin": "55", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "7.9", "fgMin": "1.02", "updateDate": "2015-04-07 17:05:43", "fgMax": "1.028", "shortName": "Imperial Red", "abvMax": "10.5", "id": 33, "srmMin": "10", "name": "Imperial Red Ale"}, "id": "sSr6Hc", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2015-06-09 18:32:10", "updateDate": "2015-12-18 03:32:13", "abv": "9.3", "styleId": 33, "availableId": 2, "glasswareId": 5, "ibu": "80", "name": "Rimfire Red"}, {"status": "verified", "isOrganic": "N", "name": "Rince Cochon", "nameDisplay": "Rince Cochon", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/MqF2j1/upload_GpVqgE-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/MqF2j1/upload_GpVqgE-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/MqF2j1/upload_GpVqgE-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.054", "description": "Belgian-style blond ales are characterized by low yet evident hop bitterness, flavor, and sometimes aroma. Light to medium body and low malt aroma with a sweet, spiced and a low to medium fruity-ester character orchestrated in flavor and aroma. Sugar may be used to lighten perceived body. They are blonde to golden in color. Noble-type hops are commonly used. Low levels of phenolic spiciness from yeast byproducts may be perceived. Diacetyl should not be perceived. Acidic character should not be present. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "7", "ibuMax": "30", "abvMin": "6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:01", "fgMax": "1.014", "shortName": "Belgian Blonde", "abvMax": "7.8", "id": 61, "srmMin": "4", "name": "Belgian-Style Blonde Ale"}, "createDate": "2013-05-19 04:15:58", "updateDate": "2016-06-03 20:10:33", "abv": "8.5", "styleId": 61, "id": "MqF2j1", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Rince Cochon Cuvée Spéciale", "nameDisplay": "Rince Cochon Cuvée Spéciale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.054", "description": "Belgian-style blond ales are characterized by low yet evident hop bitterness, flavor, and sometimes aroma. Light to medium body and low malt aroma with a sweet, spiced and a low to medium fruity-ester character orchestrated in flavor and aroma. Sugar may be used to lighten perceived body. They are blonde to golden in color. Noble-type hops are commonly used. Low levels of phenolic spiciness from yeast byproducts may be perceived. Diacetyl should not be perceived. Acidic character should not be present. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "7", "ibuMax": "30", "abvMin": "6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:01", "fgMax": "1.014", "shortName": "Belgian Blonde", "abvMax": "7.8", "id": 61, "srmMin": "4", "name": "Belgian-Style Blonde Ale"}, "createDate": "2014-12-24 13:38:27", "updateDate": "2015-04-02 20:17:13", "abv": "8.5", "styleId": 61, "id": "X8p5Vq", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A perfect autumn ale, this big double nut brown ale is dry and fruity, yet surprisingly drinkable. Nutty flavor is derived from both biscuit malt and toasted oats. A hint of raspberry and classic British hops round out this mild and complex brown.", "srmId": 16, "glass": {"createDate": "2012-01-03 02:41:33", "id": 2, "name": "Goblet"}, "nameDisplay": "Ring Neck Braun Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/4ripsR/upload_KCOli2-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/4ripsR/upload_KCOli2-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/4ripsR/upload_KCOli2-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "English brown ales range from copper to brown in color. They have medium body and range from dry to sweet maltiness with very little hop flavor or aroma. Roast malt tones may sometimes contribute to the flavor and aroma profile. Low to medium-low levels of fruity-ester flavors are appropriate. Diacetyl should be very low, if evident. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "25", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:20:51", "fgMax": "1.014", "shortName": "English Brown", "abvMax": "5.5", "id": 12, "srmMin": "13", "name": "English-Style Brown Ale"}, "id": "4ripsR", "statusDisplay": "Verified", "createDate": "2014-09-11 01:18:43", "updateDate": "2015-12-17 17:57:47", "abv": "6.8", "styleId": 12, "availableId": 1, "glasswareId": 2, "ibu": "24", "srm": {"hex": "B54C00", "id": 16, "name": "16"}, "name": "Ring Neck Braun Ale"}, {"status": "verified", "isOrganic": "N", "description": "Ring of Dingle is a rich and roasty Irish-Style Dry Stout with a clean, dry finish. The beer is named after a scenic road network in Ireland that starts and ends in the city of Dingle.\r\n \r\nRing of Dingle was the winner of the Silver Medal in the Classic Irish-Dry Stout Category at the 2012 World Beer Cup, and the winner of the Gold Medal in the Irish-Style Dry Stout category at the 2011 Great American Beer Festival.", "statusDisplay": "Verified", "nameDisplay": "Ring of Dingle", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/HNVGB1/upload_cGVbPj-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/HNVGB1/upload_cGVbPj-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/HNVGB1/upload_cGVbPj-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.038", "description": "Dry stouts have an initial malt and light caramel flavor profile with a distinctive dry-roasted bitterness in the finish. Dry stouts achieve a dry-roasted character through the use of roasted barley. The emphasis of coffee-like roasted barley and a moderate degree of roasted malt aromas define much of the character. Some slight acidity may be perceived but is not necessary. European hop aroma and flavor should be low or not perceived. Dry stouts have medium-light to medium body. Fruity esters are minimal and overshadowed by malt, high hop bitterness, and roasted barley character. Diacetyl (butterscotch) should be very low or not perceived. Head retention and rich character should be part of its visual character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:51", "fgMax": "1.012", "shortName": "Dry Irish Stout", "abvMax": "5", "id": 23, "srmMin": "40", "name": "Classic Irish-Style Dry Stout"}, "id": "HNVGB1", "createDate": "2013-02-10 13:51:01", "updateDate": "2015-12-16 22:49:14", "abv": "4.8", "styleId": 23, "ibu": "34", "name": "Ring of Dingle"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Made with fresh Jalepeno, Habenero and Serrano peppers this beer packs a spicy kick.  The peppers are added to the boil kettle and into the fermentation tanks at a rate of one pound of peppers per barrel (31 gallons) of beer.  This is a great pairing with ribs or other hearty foods where you need a little kick.", "statusDisplay": "Verified", "nameDisplay": "Ring of Fire", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/zNJRXG/upload_fpYKUt-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/zNJRXG/upload_fpYKUt-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/zNJRXG/upload_fpYKUt-icon.png"}, "originalGravity": "1.072", "id": "zNJRXG", "createDate": "2014-09-04 15:06:07", "updateDate": "2015-12-17 16:34:23", "abv": "7", "styleId": 124, "availableId": 1, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "ibu": "35", "name": "Ring of Fire"}, {"status": "verified", "isOrganic": "N", "description": "Ring Tail Pale is light in body and straw-gold in color, with a crisp hop finish. This beer is a great choice for domestic lager drinkers.", "statusDisplay": "Verified", "nameDisplay": "Ring Tail Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2012-01-03 02:44:05", "updateDate": "2012-03-22 13:05:07", "abv": "4.2", "styleId": 25, "id": "qfkIEm", "name": "Ring Tail Pale Ale"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Ring Them Bells", "nameDisplay": "Ring Them Bells", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Ocvv4z/upload_tDFuVH-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Ocvv4z/upload_tDFuVH-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Ocvv4z/upload_tDFuVH-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "createDate": "2012-12-20 22:15:01", "updateDate": "2015-12-16 23:09:01", "abv": "10", "styleId": 18, "availableId": 2, "id": "Ocvv4z", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Ringmaster", "nameDisplay": "Ringmaster", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-09-01 15:31:07", "updateDate": "2015-09-01 15:31:07", "abv": "3.9", "styleId": 25, "id": "BM8B2O", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Ringmaster NZ", "nameDisplay": "Ringmaster NZ", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-09-01 15:33:12", "updateDate": "2015-09-01 15:33:12", "abv": "3.9", "styleId": 25, "id": "tGT1x0", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "The Ringmaster Raspberry has an unmistakable pink hue and perfect balance of sweet and tart. Made with hundreds of pounds of fresh raspberries and a hint of lemon, this is a perfect Florida summer beer!", "statusDisplay": "Verified", "nameDisplay": "Ringmaster Raspberry Berliner", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.028", "description": "This is very pale in color and the lightest of all the German wheat beers. The unique combination of yeast and lactic acid bacteria fermentation yields a beer that is acidic, highly attenuated, and very light bodied. The carbonation of a Berliner Weisse is high, and hop rates are very low. Clarity may be hazy or cloudy from yeast or chill haze. Hop character should not be perceived. Fruity esters will be evident. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "3", "categoryId": 4, "srmMax": "4", "ibuMax": "6", "abvMin": "2.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:29:14", "fgMax": "1.006", "shortName": "Berlinerweisse", "abvMax": "3.4", "id": 46, "srmMin": "2", "name": "Berliner-Style Weisse (Wheat)"}, "createDate": "2016-09-15 17:36:54", "updateDate": "2016-09-15 17:36:55", "abv": "3.4", "styleId": 46, "id": "Xo3gWj", "name": "Ringmaster Raspberry Berliner"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "name": "Ringneck Big Woody Lager", "nameDisplay": "Ringneck Big Woody Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2012-01-03 02:42:49", "updateDate": "2012-05-05 12:33:40", "abv": "5.2", "styleId": 93, "availableId": 3, "id": "fYLD3U", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Ringneck Cream Of Wheat", "nameDisplay": "Ringneck Cream Of Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "createDate": "2016-07-20 12:44:50", "updateDate": "2016-07-20 12:44:51", "styleId": 112, "id": "WT2qgP", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Ringneck Red Ale", "nameDisplay": "Ringneck Red Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2012-01-03 02:44:05", "updateDate": "2015-10-27 20:00:04", "styleId": 32, "id": "KxcKrK", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A surprisingly drinkable ale with roasted malt flavor notes and deep amber color. Ample portions of roasted British malts contribute to the light fruity/estery aroma which complement the hop notes derived from a unique blend of 5 different hop varieties. A hearty, drinkable beer that is certain to delight any craft beer aficionados.", "statusDisplay": "Verified", "nameDisplay": "RIO * BRAVO * AMBER", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "3dLrpb", "createDate": "2016-05-11 15:38:37", "updateDate": "2016-05-11 15:38:37", "abv": "5.7", "styleId": 32, "ibu": "53", "name": "RIO * BRAVO * AMBER"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 6, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/qTom9U/upload_sqquTT-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/qTom9U/upload_sqquTT-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/qTom9U/upload_sqquTT-icon.png"}, "styleId": 25, "availableId": 1, "foodPairings": "Steamed mussels\r\nBlackened chicken\r\nFish and chips", "id": "qTom9U", "statusDisplay": "Verified", "originalGravity": "1.052", "nameDisplay": "Rio Blanco", "name": "Rio Blanco", "abv": "5.3", "status": "verified", "description": "Born in England. Raised in Texas. Meet our interpretation of a traditional English-style pale ale. This copper-hued ale is our homage to the nearby Blanco river. Inspired by its cool, clear waters, Rio Blanco has an enticing aroma and crisp finish. And its great balance of spicy hop flavor and hop bitterness make it perfect for a day spent relaxing out on the river. It’s the best of England and Texas all in one bottle. So, enjoy a pint/mug at your nearest pub/watering hole with your best mate/amigo today. \u2028(Contains wheat)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "srm": {"hex": "F8A600", "id": 6, "name": "6"}, "servingTemperature": "cold", "updateDate": "2015-12-16 05:57:06", "ibu": "33", "createDate": "2012-01-03 02:44:05"}, {"status": "verified", "isOrganic": "N", "name": "Rio Bravo", "statusDisplay": "Verified", "nameDisplay": "Rio Bravo", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/SKfiko/upload_G3ZYJC-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/SKfiko/upload_G3ZYJC-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/SKfiko/upload_G3ZYJC-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "createDate": "2012-01-03 02:44:05", "updateDate": "2015-12-16 12:39:10", "styleId": 98, "id": "SKfiko", "glasswareId": 4}, {"status": "verified", "isOrganic": "N", "name": "Rio Bravo Light Beer", "statusDisplay": "Verified", "nameDisplay": "Rio Bravo Light Beer", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/CNP5e5/upload_znwGCR-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/CNP5e5/upload_znwGCR-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/CNP5e5/upload_znwGCR-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.024", "description": "These beers are extremely light colored, light in body, and high in carbonation. Calorie level should not exceed 125 per 12 ounce serving. Corn, rice, or other grain or sugar adjuncts are often used. Flavor is mild and hop bitterness and aroma is negligible to very low. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "10", "abvMin": "3.5", "fgMin": "1.002", "updateDate": "2015-04-07 15:39:35", "fgMax": "1.008", "shortName": "American Light Lager", "abvMax": "4.4", "id": 94, "srmMin": "2", "name": "American-Style Light (Low Calorie) Lager"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:05", "updateDate": "2015-12-16 11:01:40", "styleId": 94, "id": "CNP5e5", "glasswareId": 5}]
