[{"status": "verified", "isOrganic": "N", "description": "Don’t let the name fool you, this beer won’t turn you into a hulking monster, the extremely moderate alcohol content makes for the perfect Summer Session Ale, with an apparent yet pleasant hop profile, it was designed to have a few without hulking out. Named best Pale Ale of Chicago by Chicago Magazine!", "statusDisplay": "Verified", "nameDisplay": "Lake Bluff Gamma Ray", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.034", "description": "Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "2", "ibuMax": "30", "abvMin": "4", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:20", "fgMax": "1.01", "shortName": "Session", "abvMax": "5.1", "id": 108, "srmMin": "2", "name": "Session Beer"}, "id": "Y51JgA", "createDate": "2015-04-10 19:26:25", "updateDate": "2015-04-10 19:26:25", "abv": "4.2", "styleId": 108, "ibu": "40", "name": "Lake Bluff Gamma Ray"}, {"status": "verified", "isOrganic": "N", "description": "\"Beautifully balanced beer- huge hops paired with equally huge malt backbone, this is a big but not overwhelming brew. Flowery nose, slight alcohol finish, hints of raisin…a terrific connoisseur’s beer.\"", "statusDisplay": "Verified", "nameDisplay": "Lake Bluff Hardtail IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "AOk7pb", "createDate": "2015-04-10 19:28:22", "updateDate": "2015-04-10 19:28:22", "abv": "8.8", "styleId": 31, "ibu": "90", "name": "Lake Bluff Hardtail IPA"}, {"status": "verified", "isOrganic": "N", "name": "Lake Bluff Hefeweizen", "nameDisplay": "Lake Bluff Hefeweizen", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "createDate": "2015-04-10 19:29:26", "updateDate": "2015-04-10 19:29:26", "styleId": 48, "id": "miSvz2", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "After nine month age in Koval oak whiskey barrel, Kosmonaut Russian Imperial Stout is born! Kome komrade, drink in chokolate, fig, koffee and karmel characteristik, also hint of thing we do not have in Russia- long, yellow fruit and round tropical fruit, look like fuzzy bowling ball (banana and coconut). Named for out-of-world dog of David, you enjoy, yes?", "statusDisplay": "Verified", "nameDisplay": "Lake Bluff Kosmonaut", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:27", "shortName": "BBL Aged", "id": 132, "name": "Wood- and Barrel-Aged Beer"}, "createDate": "2015-04-10 19:30:43", "updateDate": "2015-04-10 19:30:43", "abv": "11", "styleId": 132, "id": "P2Bk8T", "name": "Lake Bluff Kosmonaut"}, {"status": "verified", "isOrganic": "N", "name": "Lake Bluff Peach Hefe", "nameDisplay": "Lake Bluff Peach Hefe", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2015-04-10 19:33:13", "updateDate": "2015-04-10 19:33:13", "styleId": 119, "id": "1LuYHu", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Silvius Brabo is a hero in Belgian folklore, a Roman soldier who killed a giant called Druon Antigoon. Old Antigoon (another good name for a beer...or a band) asked peeps who wanted to pass the bridge over the river Scheldt for money. When they didn’t or couldn’t pay up, he cut off their hands and threw them into the river. A pissed off Brabo slayed him, cut off the hand of the giant, spit on it (I made that up) and threw it into the river. Fittingly analogous to Lake Bluff Brewing Company (Silvius) battling megabreweries (’Goon the Giant) all so you can cross a bridge...or something... Anywho, come to Lake Bluff Brewing for a pint of our latest great offering, Silvius Brabo Belgian Blonde Ale or we’ll cut off your hand and throw it in a river. Cheers, Rodd and Dave Silviuis Brabo Belgian Blonde Ale ABV: 7.25%, IBU: 24, SRM: 6 A slightly sweet start that finishes dry, with mild spice notes from the Belgian yeast. Light colored and minimally hopped, it’s refreshing and surprisingly easy drinking for a 7.25% beer.", "srmId": 6, "nameDisplay": "Lake Bluff Silvius Brabo", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.06", "description": "Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "21", "ibuMax": "65", "abvMin": "7", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:05", "fgMax": "1.04", "shortName": "Strong Ale", "abvMax": "11", "id": 14, "srmMin": "8", "name": "Strong Ale"}, "id": "dfdMRL", "statusDisplay": "Verified", "createDate": "2015-04-10 19:34:59", "updateDate": "2015-04-10 19:34:59", "abv": "7.25", "styleId": 14, "srm": {"hex": "F8A600", "id": 6, "name": "6"}, "ibu": "24", "name": "Lake Bluff Silvius Brabo"}, {"status": "verified", "isOrganic": "N", "description": "Description- Hard Tail’s little brother. Classic IPA, crisp with wonderful citrus undertones. Malt backbone provides balance with great floral hoppiness.", "statusDisplay": "Verified", "nameDisplay": "Lake Bluff Soft Tail IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "FzMAam", "createDate": "2015-04-10 19:37:04", "updateDate": "2015-04-10 19:37:05", "abv": "6.2", "styleId": 30, "ibu": "68", "name": "Lake Bluff Soft Tail IPA"}, {"status": "verified", "isOrganic": "N", "description": "Refreshing springtime IPA, piney, grassy resin hop aromas and flavors compliment a medium sweet, lightly caramel body that finishes crisp and dry. Originally intended to be a Belgian IPA, the yeast strain threw us a curveball during fermentation, so we tweaked it by pitching our house strain and Uncle Charlie IPA was born! The wonderful grain and hop flavors shine through and the Citra dry hop gives it a thirst-quenching fruity/citrusy boost.", "statusDisplay": "Verified", "nameDisplay": "Lake Bluff Uncle Charlie IPA", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "12", "ibuMax": "30", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:06", "fgMax": "1.014", "shortName": "Belgian Pale", "abvMax": "6", "id": 62, "srmMin": "6", "name": "Belgian-Style Pale Ale"}, "createDate": "2015-04-10 19:38:35", "updateDate": "2015-04-10 19:38:35", "abv": "7", "styleId": 62, "id": "sJ4ykD", "name": "Lake Bluff Uncle Charlie IPA"}, {"status": "verified", "isOrganic": "N", "description": "Velvet Hammer is a rich, dark imperial porter with a balance of roast and caramel sweetness touched off with undertones of vanilla from a slew of Madagascar beans added during fermentation. It’s smooth as velvet when it hits your lips (and tastes so good), but after a few its imperial size will bring the hammer down on you. Or maybe it’s just the name of a hard-rock band Rodd wants to start. Bronze Medal winner at the 2014 US Open Beer Championship", "statusDisplay": "Verified", "nameDisplay": "Lake Bluff Velvet Hammer", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "American-style imperial porters are black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness. Hop bitterness is perceived at a medium-low to medium level. Hop flavor and aroma may vary from being low to medium-high. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment hop character and malt derived sweetness. Diacetyl (butterscotch) levels should be absent.", "createDate": "2013-08-10 12:42:51", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "50", "abvMin": "5.5", "fgMin": "1.02", "ogMax": "1.1", "fgMax": "1.03", "updateDate": "2015-04-07 15:49:32", "shortName": "American Imperial Porter", "abvMax": "9.5", "id": 158, "srmMin": "40", "name": "American-Style Imperial Porter"}, "id": "Ucnmte", "createDate": "2015-04-10 19:39:50", "updateDate": "2015-04-10 19:39:51", "abv": "9.4", "styleId": 158, "ibu": "36", "name": "Lake Bluff Velvet Hammer"}, {"status": "verified", "isOrganic": "N", "description": "A larger-than-life Wee Heavy with a malty nose and finish. Medium bodied, smooth flavor, light carbonation. Modeled after McEwan’s Scotch Ale, Rodd’s favorite beer that is no longer available in the States. Offered in winter.", "statusDisplay": "Verified", "nameDisplay": "Lake Bluff Weeee!!!! Heavy Scotch Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.035", "description": "Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "12", "categoryId": 1, "srmMax": "19", "ibuMax": "20", "abvMin": "3.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:48", "fgMax": "1.014", "shortName": "Scottish Heavy", "abvMax": "4", "id": 8, "srmMin": "10", "name": "Scottish-Style Heavy Ale"}, "id": "6wWb35", "createDate": "2015-04-10 19:44:18", "updateDate": "2015-04-10 19:44:18", "abv": "10.2", "styleId": 8, "ibu": "30", "name": "Lake Bluff Weeee!!!! Heavy Scotch Ale"}, {"status": "verified", "isOrganic": "N", "description": "No matter what the season, ’tis the season for our Saison. Historically a summer seasonal beer, ours is golden in color and flavored with coriander, cardamom and orange peel to give slightly spicy notes. Finishes nice and dry with the yeast providing much of that classic Belgian flavor.", "statusDisplay": "Verified", "nameDisplay": "Lake Bluff ’Tis The Saison", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "id": "ka4Q0N", "createDate": "2015-04-10 18:57:32", "updateDate": "2015-04-10 18:57:32", "abv": "6", "styleId": 72, "ibu": "30", "name": "Lake Bluff ’Tis The Saison"}, {"status": "verified", "isOrganic": "N", "description": "This straw-colored summer seasonal is a perfect tribute to the south Texas weather as it is cold and refreshing on a hot day. Its well balanced body presents a malt forward profile followed by a floral hop finish.", "srmId": 4, "nameDisplay": "Lake Breeze Summer Blonde", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "id": "z9RUkW", "statusDisplay": "Verified", "createDate": "2016-03-24 15:57:35", "updateDate": "2016-03-24 15:57:35", "abv": "5.9", "styleId": 36, "srm": {"hex": "FFBF42", "id": 4, "name": "4"}, "ibu": "23", "name": "Lake Breeze Summer Blonde"}, {"status": "verified", "isOrganic": "N", "name": "Lake Chelan Hard Cider", "nameDisplay": "Lake Chelan Hard Cider", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Variable, but should be a medium, refreshing drink. Sweet ciders must not be cloying. Dry ciders must not be too austere. An ideal cider serves well as a “session” drink, and suitably accompanies a wide variety of food.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.065", "categoryId": 12, "abvMin": "5", "fgMin": "1", "updateDate": "2015-04-07 15:48:44", "fgMax": "1.02", "shortName": "Common Cider", "abvMax": "8", "id": 149, "name": "Common Cider"}, "createDate": "2015-08-13 19:15:17", "updateDate": "2015-08-13 19:15:18", "abv": "7", "styleId": 149, "id": "BNnmpZ", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A Pale-Cream hybrid with surprising citra hop flavor, medium in body, medium hop bitterness and aroma.  A tasty standby for all kinds of people.", "srmId": 5, "nameDisplay": "Lake Day", "originalGravity": "1.053", "id": "uVl082", "statusDisplay": "Verified", "createDate": "2015-09-09 15:36:37", "updateDate": "2016-06-27 11:44:17", "abv": "4.9", "styleId": 108, "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.034", "description": "Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "2", "ibuMax": "30", "abvMin": "4", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:20", "fgMax": "1.01", "shortName": "Session", "abvMax": "5.1", "id": 108, "srmMin": "2", "name": "Session Beer"}, "ibu": "30", "name": "Lake Day"}, {"status": "verified", "isOrganic": "N", "description": "Welcome to the biggest IPA ever created by Boatyard Brewing.  After tasting the great double IPA’s of Vermont, we decided to bring that Citra goodness to Michigan.  We worked diligently for 4 months to create a recipe with pale ale and light caramel malts. We used torrified wheat and brown sugar to round out the malt flavors. We bittered with generous portions Magnum, Centennial and Cascade hops. The finish was made luscious with the addition of Warrior and Citra after chilling the wort. This IPA is sweet and full of citrus flavors. Watch out; it does pack a wallop at 10.3% ABV.", "statusDisplay": "Verified", "nameDisplay": "Lake Effect", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2014-09-03 16:45:23", "updateDate": "2014-09-05 18:03:19", "abv": "10.3", "styleId": 31, "id": "UyWiCx", "name": "Lake Effect"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "BESB- Belgian Extra Special Bitter is a cross between a Belgian Dubbel and an English Bitter – our two favorite session beers. English Malts and Hops combined with Belgian sugars form a unique and tasty union of flavor.", "statusDisplay": "Verified", "ingredients": {"hops": [{"category": "hop", "createDate": "2013-06-24 16:07:30", "categoryDisplay": "Hops", "id": 43, "name": "Fuggles"}, {"myrceneMax": 35, "farneseneMax": 1, "cohumuloneMax": 25, "id": 11, "humuleneMax": 45, "category": "hop", "createDate": "2013-06-24 16:07:27", "farneseneMin": 1, "humuleneMin": 35, "betaAcidMax": 3, "cohumuloneMin": 20, "myrceneMin": 25, "alphaAcidMin": 4, "description": "Golding hops grown in the United States are generally considered inferior to English-grown varieties. Most American Golding plantings are derived from Canterbury Golding.", "betaAcidMin": 2, "caryophylleneMax": 15, "caryophylleneMin": 10, "name": "Golding (American)", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}, {"myrceneMax": 36, "category": "hop", "farneseneMax": 1.1, "description": "A Northern Brewer cross developed at Wye, Northdown shares many of the Northern Brewer flavor and aroma characteristics, with a a clean and mild bitterness and a distinctive strong, woody, minty flavor. Like many other varieties developed at Wye, this hop is sometimes known as Wye Northdown, especially in older references. This simply indicates that it was developed at Wye, not necessarily anything about where it was grown. Northdown replaced Northern Brewer in many dark or strong British beers when it was released in 1970, including some Dry Stouts. Its distinctive flavor helped it survive in many beers even after the introduction of cleaner, higher-alpha varieties such as Target. Today it is sometimes sold under the name of \"Northern Brewer (Northdown)\", although the two cultivars are distinct.", "countryOfOrigin": "GB", "country": {"displayName": "United Kingdom", "name": "UNITED KINGDOM", "isoThree": "GBR", "createDate": "2012-01-03 02:41:33", "numberCode": 826, "isoCode": "GB"}, "createDate": "2013-06-24 16:07:33", "betaAcidMin": 3.6, "categoryDisplay": "Hops", "id": 88, "humuleneMin": 40, "betaAcidMax": 6.2, "caryophylleneMax": 17, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 13, "cohumuloneMax": 30, "cohumuloneMin": 23, "myrceneMin": 23, "alphaAcidMin": 6, "humuleneMax": 45, "name": "Northdown"}], "malt": [{"category": "malt", "srmPrecise": 26, "description": "Aromatic malt is a kilned barley malt used to give beer a strong, aggressive malt aroma and rich color.", "srmId": 26, "countryOfOrigin": "BE", "characteristics": [{"description": "Imparts an aromatic quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 1, "name": "Aromatic"}, {"description": "Imparts a malty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 10, "name": "Malty"}], "createDate": "2013-06-24 16:07:41", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "771900", "id": 26, "name": "26"}, "potential": 1.036, "updateDate": "2013-06-24 16:10:14", "maxInBatch": 100, "requiresMashing": "Y", "country": {"displayName": "Belgium", "name": "BELGIUM", "isoThree": "BEL", "createDate": "2012-01-03 02:41:33", "numberCode": 56, "isoCode": "BE"}, "id": 209, "dryYield": 77.9, "name": "Aromatic Malt"}, {"category": "malt", "createDate": "2013-06-24 16:07:45", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 378, "name": "Caramel/Crystal Malt"}, {"characteristics": [{"description": "Imparts a nutty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 11, "name": "Nutty"}], "srmPrecise": 3, "description": "Maris Otter is an English thoroughbred and this winter barley variety is still the favored choice of many UK cask ale brewers. In the field, its yield has been surpassed hugely by more modern varieties, so it has to be grown on contract for the maltster each year by selected farmers. The resulting malt is typically described as having a rich, nutty flavor. Performance in the brewhouse is predictable and consistent with excellent run-offs.", "srmId": 3, "countryOfOrigin": "GB", "diastaticPower": 120, "createDate": "2013-06-24 16:07:57", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFCA5A", "id": 3, "name": "3"}, "country": {"displayName": "United Kingdom", "name": "UNITED KINGDOM", "isoThree": "GBR", "createDate": "2012-01-03 02:41:33", "numberCode": 826, "isoCode": "GB"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.038, "coarseFineDifference": 1.5, "maxInBatch": 100, "requiresMashing": "Y", "dryYield": 82.5, "protein": 11.7, "category": "malt", "id": 1920, "moistureContent": 3, "name": "Maris Otter"}, {"category": "malt", "name": "Pale Malt", "characteristics": [{"description": "Imparts a malty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 10, "name": "Malty"}], "createDate": "2013-06-24 16:07:42", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 234}]}, "nameDisplay": "Lake Effect BESB", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "name": "Lake Effect BESB", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-10-31 11:17:16", "updateDate": "2012-10-31 11:23:30", "abv": "5.4", "styleId": 5, "availableId": 1, "id": "74BtPp", "glasswareId": 5}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "The weather channel describes Lake Effect snow as a “mass of sufficiently cold air moving over a body of water creating an unstable temperature profile in the atmosphere.” Who cares. This beer, however, has nothing to do with that drivel. It was inspired by a summer spent drinking heaps of IPAs on a stoop on Elmwood Ave. in Buffalo, NY.", "statusDisplay": "Verified", "nameDisplay": "Lake Effect IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/GHUL64/upload_ytW7lI-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/GHUL64/upload_ytW7lI-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/GHUL64/upload_ytW7lI-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "GHUL64", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2015-03-25 15:28:42", "updateDate": "2015-12-17 23:48:53", "abv": "6.5", "styleId": 30, "availableId": 2, "glasswareId": 5, "ibu": "80", "foodPairings": "Roast Lamb Shanks, Pad Thai, Spicy Fish Tacos, Carrot cake, apple tart, Gorgonzola, Fresh Chevre.", "name": "Lake Effect IPA"}, {"status": "verified", "isOrganic": "N", "name": "Lake Effect Pale Ale", "nameDisplay": "Lake Effect Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2012-01-03 02:43:35", "updateDate": "2015-04-13 15:19:40", "styleId": 25, "id": "bZCYqk", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Lake Effect Stout", "nameDisplay": "Lake Effect Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2012-01-03 02:43:35", "updateDate": "2012-03-22 13:04:50", "styleId": 42, "id": "X9LRdm", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available during the spring months.", "id": 5, "name": "Spring"}, "isOrganic": "N", "description": "An unfiltered imperial India pale ale with huge hop flavor.\r\n\r\nA beer this distinctively hoppy inspires many a tall tale. And they don't come taller than South Bay Bessie, the legendary monster that roams the shallow depths of Lake Erie.", "statusDisplay": "Verified", "nameDisplay": "Lake Erie Monster", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/g7ABnw/upload_Wg3F24-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/g7ABnw/upload_Wg3F24-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/g7ABnw/upload_Wg3F24-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "g7ABnw", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "createDate": "2012-01-03 02:43:35", "updateDate": "2015-12-16 05:45:27", "abv": "9.1", "styleId": 31, "availableId": 5, "glasswareId": 8, "ibu": "72", "name": "Lake Erie Monster"}, {"status": "verified", "isOrganic": "N", "name": "Lake House", "statusDisplay": "Verified", "nameDisplay": "Lake House", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/mdivVm/upload_IWk0mG-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/mdivVm/upload_IWk0mG-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/mdivVm/upload_IWk0mG-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "id": "mdivVm", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-04-17 13:48:09", "updateDate": "2015-12-17 03:30:30", "abv": "4.6", "styleId": 93, "ibu": "18", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Drop the anchor, strap on a life jacket and grab this easy-drinking IPA. With its malt backbone, this IPA is perfectly balanced. Brewed with Cascade, Centennial, Northern Brewer and Pacific Jade hops for a strong citrus aroma, refreshing hop bitterness and nice, dry finish.", "srmId": 9, "ingredients": {"hops": [{"myrceneMax": 60, "farneseneMax": 6, "cohumuloneMax": 40, "id": 22, "humuleneMax": 13, "category": "hop", "createDate": "2013-06-24 16:07:28", "farneseneMin": 6, "humuleneMin": 13, "betaAcidMax": 7, "cohumuloneMin": 33, "myrceneMin": 45, "alphaAcidMin": 5.5, "description": "Cascade was created in the United States as an open-pollinated cross between Fuggle and Serebrianker. Its instantly recognizable grapefruit, floral aroma is characteristic of many American ales. Cascade is also one of the easiest hop varieties to grow; it can grow well under less than ideal conditions or in short growing seasons, and unlike most varieties, if started from a good rhizome a Cascade can produce a good crop even in its first growing season.", "betaAcidMin": 4.5, "caryophylleneMax": 4.5, "caryophylleneMin": 4.5, "name": "Cascade", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}, {"myrceneMax": 60, "category": "hop", "farneseneMax": 1, "description": "Sometimes called a super Cascade, Centennial was bred in 1974 but not released until 1990. It has a floral, citrus aroma and a clean spicy flavor; its heritage includes Brewer's Gold, Fuggle, and East Kent Golding. Popular among craft brewers, Centennial lends its distinctive character to, among others, Sierra Nevada Celebration Ale and Sierra Nevada Bigfoot Barleywine.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:28", "betaAcidMin": 3.5, "categoryDisplay": "Hops", "id": 24, "humuleneMin": 10, "betaAcidMax": 4.5, "caryophylleneMax": 8, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 4, "cohumuloneMax": 30, "cohumuloneMin": 28, "myrceneMin": 45, "alphaAcidMin": 6, "humuleneMax": 18, "name": "Centennial"}, {"myrceneMax": 60, "category": "hop", "farneseneMax": 0.1, "description": "Originally developed in England (see Northern Brewer (British)), this hop quickly became established both in the Hallertau in Germany (see Hallertauer Northern Brewer) and, later, in the United States . It is no longer grown in the U.K. in significant amounts. In addition to being a good all-around bittering hop for German-style beers, it is the only hop used in Anchor's Steam Beer, and is often used in other beers of the same style. However, the American-grown versions are often considered inferior to the German for use as an aroma hop.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:33", "betaAcidMin": 3, "categoryDisplay": "Hops", "id": 89, "humuleneMin": 20, "betaAcidMax": 5, "caryophylleneMax": 8.5, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 5.5, "cohumuloneMax": 30, "cohumuloneMin": 20, "myrceneMin": 50, "alphaAcidMin": 8, "humuleneMax": 30, "name": "Northern Brewer (American)"}, {"category": "hop", "createDate": "2013-06-24 16:07:34", "categoryDisplay": "Hops", "id": 95, "name": "Pacific Jade"}]}, "nameDisplay": "Lake IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/LpDfKz/upload_tvh6qb-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/LpDfKz/upload_tvh6qb-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/LpDfKz/upload_tvh6qb-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "LpDfKz", "statusDisplay": "Verified", "createDate": "2016-03-31 14:09:36", "updateDate": "2016-03-31 14:10:23", "abv": "7", "styleId": 30, "srm": {"hex": "E58500", "id": 9, "name": "9"}, "ibu": "85.7", "name": "Lake IPA"}, {"status": "verified", "isOrganic": "N", "description": "The most straightforward of the bunch, this English Pale isn’t your typical American “hop-shocker.” This light golden brew smells of biscuity dry malts and herbal, spicy hops. The flavor is the cleanest of Hogshead’s offerings, showing less yeast character in fruitiness as well as earthiness. But watch out, because on cask, with various dry-hops, this one can go in all sorts of directions.", "statusDisplay": "Verified", "nameDisplay": "Lake Lightning", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Classic English pale ales are golden to copper colored and display earthy, herbal English-variety hop character. Note that \"earthy, herbal English-variety hop character\" is the perceived end, but may be a result of the skillful use of hops of other national origins. Medium to high hop bitterness, flavor, and aroma should be evident. This medium-bodied pale ale has low to medium malt flavor and aroma. Low caramel character is allowable. Fruity-ester flavors and aromas are moderate to strong. Chill haze may be in evidence only at very cold temperatures. The absence of diacetyl is desirable, though, diacetyl (butterscotch character) is acceptable and characteristic when at very low levels.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "5", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:18:23", "fgMax": "1.016", "shortName": "English Pale", "abvMax": "5.5", "id": 1, "srmMin": "5", "name": "Classic English-Style Pale Ale"}, "createDate": "2014-10-16 15:54:30", "updateDate": "2014-10-16 15:54:30", "styleId": 1, "id": "OIOoo9", "name": "Lake Lightning"}, {"status": "verified", "isOrganic": "N", "description": "Deep within the darkest reaches of our brewing consciousnesses lurks somethinig primordial, something terrifyingly magnificent.\r\n\r\nThe Lake Monster is not for the feint of heart. This exploratory series allows our brewers to push the boundaries of the brewer's art, creating beers that are bold, complex, and mystifying.\r\n\r\n\r\nUnfiltered. Produced one batch at a time.\r\n\r\nAbandon all hope ye who enter beer...", "statusDisplay": "Verified", "nameDisplay": "Lake Monster", "servingTemperatureDisplay": "Cellar - (12-14C/54-57F)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 9, "name": "Other Lager"}, "ogMin": "1.072", "description": "A true smooth cold-fermented and cold lagered beer, brewed with lager yeast. Black to very deep ruby/garnet in color. Overall, Baltic Porters have a very smooth lagered character with distinctive caramelized sugars, licorice and chocolate-like character of roasted malts and dark sugars. Roasted dark malts should not contribute bitterness, or astringent roast character. A low degree of smokiness from malt may be evident. Debitterized roast malts are best used for this style. Because of its alcoholic strength, aroma may include gentle (low) lager fruitiness (berries, grapes, plums, not banana; ale-like fruitiness from warm temperature fermentation is not appropriate), complex alcohols, cocoa-like, roast malt (and sometimes coffee-like roast barley, yet not bitter). Hop aroma is very low, though a hint of floral or sweet hop aroma can complement aromatics and flavor without dominance. Baltic Porters are not hop bitter dominated and expressed as low to medium-low. Baltic porters range from having medium to full body complemented with a medium-low to medium level of malty sweetness. No butterscotch-like diacetyl or sweet corn-like dimethylsulfide (DMS) should be apparent in aroma or flavor.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 9, "srmMax": "40", "ibuMax": "40", "abvMin": "7.5", "fgMin": "1.016", "updateDate": "2015-04-07 15:41:46", "fgMax": "1.022", "shortName": "Baltic Porter", "abvMax": "9", "id": 104, "srmMin": "40", "name": "Baltic-Style Porter"}, "id": "tpYpbj", "servingTemperature": "cellar", "glass": {"createDate": "2012-01-03 02:41:33", "id": 10, "name": "Oversized Wine Glass"}, "createDate": "2014-09-10 01:37:01", "updateDate": "2014-09-11 13:15:19", "abv": "8.2", "styleId": 104, "glasswareId": 10, "ibu": "25", "name": "Lake Monster"}, {"status": "verified", "isOrganic": "N", "description": "Lake of Dreams is a classic Belgian Golden Strong,. The beer pours a glorious gold, with a strong, white head. With tons of character from the Trappist yeast, Lake of Dreams is complex while being deceptively easy to drink. With notes of spice, melon, honey, and much more.", "statusDisplay": "Verified", "nameDisplay": "Lake of Dreams", "originalGravity": "1.01", "id": "duu66z", "createDate": "2015-03-17 19:46:22", "updateDate": "2015-03-17 19:46:22", "abv": "9.8", "styleId": 61, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.054", "description": "Belgian-style blond ales are characterized by low yet evident hop bitterness, flavor, and sometimes aroma. Light to medium body and low malt aroma with a sweet, spiced and a low to medium fruity-ester character orchestrated in flavor and aroma. Sugar may be used to lighten perceived body. They are blonde to golden in color. Noble-type hops are commonly used. Low levels of phenolic spiciness from yeast byproducts may be perceived. Diacetyl should not be perceived. Acidic character should not be present. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "7", "ibuMax": "30", "abvMin": "6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:01", "fgMax": "1.014", "shortName": "Belgian Blonde", "abvMax": "7.8", "id": 61, "srmMin": "4", "name": "Belgian-Style Blonde Ale"}, "ibu": "25", "name": "Lake of Dreams"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Our \"gateway\" beer - the word light is a misnomer - this beer has plenty of flavor, including a pleasant hop bitterness", "statusDisplay": "Verified", "nameDisplay": "Lake Orion Light", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.044", "description": "Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "5", "ibuMax": "22", "abvMin": "4.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:30", "fgMax": "1.01", "shortName": "Cream Ale", "abvMax": "5.6", "id": 109, "srmMin": "2", "name": "American-Style Cream Ale or Lager"}, "name": "Lake Orion Light", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-06-26 22:47:36", "updateDate": "2015-06-16 18:24:46", "abv": "5.2", "styleId": 109, "availableId": 1, "foodPairings": "Pairs well with all lighter fare", "id": "8KBtsc", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "A light bodied straw yellow ale that is easy on the palate.  A true lawnmower brew that is well balanced with just a touch of noble hop at the finish.", "statusDisplay": "Verified", "nameDisplay": "Lake Pilot Cream Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.044", "description": "Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "5", "ibuMax": "22", "abvMin": "4.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:30", "fgMax": "1.01", "shortName": "Cream Ale", "abvMax": "5.6", "id": 109, "srmMin": "2", "name": "American-Style Cream Ale or Lager"}, "id": "XRR2lq", "createDate": "2014-09-12 16:17:09", "updateDate": "2014-09-12 16:17:09", "abv": "4.6", "styleId": 109, "ibu": "15", "name": "Lake Pilot Cream Ale"}, {"status": "verified", "isOrganic": "N", "description": "http://www.beeradvocate.com/beer/profile/1888/146902/", "statusDisplay": "Verified", "nameDisplay": "Lake Place Bean-To Coffee Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2015-12-31 17:02:38", "updateDate": "2016-01-05 21:05:34", "abv": "7", "styleId": 42, "id": "n8S50t", "name": "Lake Place Bean-To Coffee Stout"}, {"status": "verified", "isOrganic": "N", "name": "Lake Placid Frostbite Ale", "nameDisplay": "Lake Placid Frostbite Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2012-01-03 02:43:35", "updateDate": "2012-08-29 19:00:52", "abv": "6.8", "styleId": 30, "id": "PDva3w", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Lake Placid IPA", "statusDisplay": "Verified", "nameDisplay": "Lake Placid IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-04-27 03:39:23", "updateDate": "2015-04-13 13:48:59", "abv": "6.8", "styleId": 30, "availableId": 1, "id": "JAuAok", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Lake Placide Barkeater", "statusDisplay": "Verified", "nameDisplay": "Lake Placide Barkeater", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/MrS9S6/upload_Kh95oZ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/MrS9S6/upload_Kh95oZ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/MrS9S6/upload_Kh95oZ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:35", "updateDate": "2015-12-16 11:57:42", "styleId": 32, "id": "MrS9S6", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Lake Shore Light", "nameDisplay": "Lake Shore Light", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.044", "description": "This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.", "createDate": "2012-03-21 20:06:46", "ibuMin": "6", "categoryId": 8, "srmMax": "6", "ibuMax": "15", "abvMin": "4.3", "fgMin": "1.01", "updateDate": "2015-04-07 15:40:04", "fgMax": "1.014", "shortName": "American Premium Lager", "abvMax": "5", "id": 97, "srmMin": "2", "name": "American-Style Premium Lager"}, "createDate": "2012-01-03 02:43:35", "updateDate": "2012-03-22 13:04:45", "styleId": 97, "id": "0ZIlVA", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "All aboard the LAKE STREET EXPRESS! Floral and fruity hops smack your tongue like a runaway train in our crazed session pale ale. Fare's paid, next stop: Satisfaction.", "statusDisplay": "Verified", "nameDisplay": "Lake Street Express", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/lFKIhs/upload_utH7xg-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/lFKIhs/upload_utH7xg-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/lFKIhs/upload_utH7xg-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-10-19 15:00:51", "updateDate": "2015-12-18 04:01:10", "abv": "4.5", "styleId": 25, "id": "lFKIhs", "name": "Lake Street Express"}, {"status": "verified", "isOrganic": "N", "name": "Lake Superior ESB", "nameDisplay": "Lake Superior ESB", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "createDate": "2012-01-03 02:43:35", "updateDate": "2015-06-03 21:52:04", "styleId": 5, "id": "UOIwZb", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Lake Tahoe Red Ale", "nameDisplay": "Lake Tahoe Red Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2013-02-03 22:50:53", "updateDate": "2014-10-16 19:25:58", "abv": "5.5", "styleId": 32, "id": "KWOnPm", "statusDisplay": "Verified"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 41, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/28r12l/upload_qnMSfO-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/28r12l/upload_qnMSfO-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/28r12l/upload_qnMSfO-icon.png"}, "styleId": 42, "availableId": 1, "foodPairings": "rich sauces, grilled meats, or chocolate", "id": "28r12l", "statusDisplay": "Verified", "originalGravity": "1.055", "nameDisplay": "Lake Trout Stout", "abv": "4.7", "status": "verified", "description": "Lake Trout Stout is midnight black with a thick and creamy head. It is a full bodied stout brewed with oatmeal and plenty of hops to balance the roasted barley. Our stout is an experience. It tastes the same way it looks - dark and rich. It is named after the famous deep water Sebago Lake Togue or Lake Trout which inhabit the depths of Maine's deepest lake. Enjoy.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "name": "Lake Trout Stout", "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "updateDate": "2015-12-16 16:37:13", "ibu": "32", "createDate": "2012-04-23 14:47:20"}, {"status": "verified", "isOrganic": "N", "description": "This is a golden to copper hued hop forward ale with a medium body and a toasty malt profile that provides a solid base for the hops. There is significant hop aroma and flavor but minimal bitterness.", "statusDisplay": "Verified", "nameDisplay": "Lake View", "originalGravity": "1.054", "createDate": "2015-12-14 13:26:17", "updateDate": "2015-12-14 13:26:17", "abv": "5.5", "styleId": 25, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "P1SQA6", "name": "Lake View"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Cannery Brewing's Lakeboat Lager is a tribute to the S.S. Sicamous. The S.S. Sicamous is a unique historical landmark in Penticton. Operational from 1914 until 1935, today it is the largest of four steam-driven stern wheeled lake vessels that have been restored in Canada. The mellow malts and exciting hops of this lager are carefully balanced to produce a crisp, clean, refreshing finish.", "statusDisplay": "Verified", "nameDisplay": "Lakeboat Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "id": "7R44ON", "createDate": "2015-02-06 19:33:32", "updateDate": "2015-10-14 19:27:55", "abv": "5", "styleId": 93, "availableId": 1, "ibu": "18", "name": "Lakeboat Lager"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 14, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ws1StR/upload_dXdOCQ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ws1StR/upload_dXdOCQ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ws1StR/upload_dXdOCQ-icon.png"}, "styleId": 117, "availableId": 1, "foodPairings": "Spicy foods, Fried foods, BBQ", "id": "ws1StR", "statusDisplay": "Verified", "originalGravity": "1.048", "nameDisplay": "Lakefire", "name": "Lakefire", "abv": "5.5", "status": "verified", "description": "Summer is a special time in Grapevine, Texas filled with fun and family activities, festivals and all around good times. Every Friday night over the calm of Lake Grapevine, we celebrate the summer with fireworks and with our friends. The parks surrounding the lake are filled with onlookers and the lake strewn with boats and kayaks affording a breathtaking view of the fire-lit sky. And nothing hits the spot like Lakefire, a refreshingly hoppy American rye pale ale, spicy with a slightly sweet maltiness balanced by a smooth hop finish and subtle fruit aroma. The Lakefire is a unique pale ale and a GCB crowd favorite.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "srm": {"hex": "C35900", "id": 14, "name": "14"}, "servingTemperature": "cold", "updateDate": "2015-12-17 09:27:08", "ibu": "35", "createDate": "2014-02-06 14:49:27"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A traditional bock beer, using 100% Munich malt and balanced with German Hallertau hops. Pours a fiery orange-garnet color with a thick, pale-orange head. The aroma is malty with a hint of the noble German hops. Maltiness dominates the flavor, but with a very complex background of hop bitterness, floral yeast character and a very intriguing nutty quality. Very drinkable!", "statusDisplay": "Verified", "nameDisplay": "Lakefront Bock Beer", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "name": "Lakefront Bock Beer", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:52", "updateDate": "2012-04-22 23:17:29", "abv": "6.7", "styleId": 3, "availableId": 4, "foodPairings": "Great with sauce-based meat dishes like chicken paprikash, Hungarian-style goulash or pork rouladen. Sausages and, of course, pretzels and mustard, are great pairings as well.", "id": "XUL2yi", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "As refreshing as a Door County vacation! This light ruby-red beer pours with a thick, slightly pink head resulting from the ample amounts of real, juicy Door County cherries. Aromas of tart cherries lead into a nice spritzy cherry flavor, balanced by a subtle malty background and low hop bitterness. Enjoy!", "statusDisplay": "Verified", "nameDisplay": "Lakefront Cherry", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/D0l71M/upload_rprMcc-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/D0l71M/upload_rprMcc-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/D0l71M/upload_rprMcc-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malted wheat. Fruit or fruit extracts contribute flavor and/or aroma. Perceived fruit qualities should be authentic and replicate true fruit complexity as much as possible. Color should reflect a degree of fruit's color. Hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor from yeast can be typical but at low levels; however, phenolic, clovelike characteristics should not be perceived. Body should be light to medium in character. Diacetyl should not be perceived. When this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. Brewer may indicate on the bottle whether the yeast should be intentionally roused or if they prefer that the entry be poured as quietly as possible.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:43:55", "fgMax": "1.016", "shortName": "Fruit Wheat Ale", "abvMax": "5", "id": 114, "srmMin": "2", "name": "Fruit Wheat Ale or Lager with or without Yeast"}, "name": "Lakefront Cherry", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "createDate": "2012-04-22 23:18:33", "updateDate": "2015-12-16 16:49:16", "abv": "5.5", "styleId": 114, "availableId": 4, "foodPairings": "Try our cherry lager with broiled walleye or whitefish fillets, especially if they're topped with a fruit salsa. For an interesting twist, have this one on the side with plain vanilla ice cream…or if you're brave enough, try making a cherry float!", "id": "D0l71M", "glasswareId": 5}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 13, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/qQxLJq/upload_Myi2xG-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/qQxLJq/upload_Myi2xG-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/qQxLJq/upload_Myi2xG-icon.png"}, "styleId": 30, "availableId": 1, "srm": {"hex": "CB6200", "id": 13, "name": "13"}, "id": "qQxLJq", "statusDisplay": "Verified", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "nameDisplay": "Lakefront IPA", "abv": "6.6", "glasswareId": 5, "status": "verified", "description": "Pours a hazy orange with a rocky white head that lasts, and leaves soft lace on your glass as you sip this refreshing beer. American Cascade and Chinook hops dominate the aroma, yielding a citrusy, floral bouquet. The hops give a nice bitter bite to the flavor, but this beer is surprisingly well balanced with a full body and smooth malty flavor to back up the hops. It finishes smooth and crisp with a lingering hop flavor reminiscent of fresh ruby red grapefruit.", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "servingTemperatureDisplay": "Cellar - (12-14C/54-57F)", "name": "Lakefront IPA", "foodPairings": "Goes well with any spicy food, historically Indian food as well as Thai, Cajun, or Mexican. Try our IPA with Buffalo wings, blackened chicken or pepperoni pizza. Beef dishes or fried seafood can stand up to the hops as well.", "servingTemperature": "cellar", "updateDate": "2016-06-30 12:47:29", "createDate": "2012-01-03 02:43:35"}, {"status": "verified", "isOrganic": "N", "description": "Ipa", "statusDisplay": "Verified", "nameDisplay": "Lakeland IPA", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Beers aged for over one year. Generally beers with high hopping rates, roast malt content, high alcohol content, complex herbal, smoke or fruit content (Wood aging, Brettanomyces characters and acidic beers must be classified or entered into other categories if that option is available), A brewer may brew any type of beer of any strength and enhance its character with extended and creative aging conditions. Beers in this category may be aged in bottles or any type of food grade vessel. In competition brewers may be required to state age of beer. Competition organizer may develop guidelines in which aged beers are subcategorized by aging time, vessel, styles, etc. Brewers should provide a statement describing the nature or style of the beer. This statement could include classic or other style, special ingredients, length of aging time, etc.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:47:03", "shortName": "Aged Beer", "id": 137, "name": "Aged Beer (Ale or Lager)"}, "createDate": "2016-09-16 22:36:58", "updateDate": "2016-09-28 20:18:24", "styleId": 137, "id": "wIuNY6", "name": "Lakeland IPA"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Lakemaid Fisherman's Lager", "nameDisplay": "Lakemaid Fisherman's Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2015-09-10 22:43:52", "updateDate": "2015-09-10 22:43:52", "abv": "4.5", "styleId": 93, "availableId": 1, "id": "vdeUqb", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Lakemaid Frosty Winter Lager", "nameDisplay": "Lakemaid Frosty Winter Lager", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2015-09-10 22:45:09", "updateDate": "2015-09-10 22:45:09", "styleId": 32, "id": "XxNJ02", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Brewed with Passion Fruit, Honey, and Guava, this is a clean, crisp, delicately balanced beer with subdued sweetness and a pleasantly refreshing tang in the finish. Brewed with passion fruit, honey, and guava for that summertime feel.", "statusDisplay": "Verified", "nameDisplay": "LAKESIDE BLONDE", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/qt3JWM/upload_SN0dcx-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/qt3JWM/upload_SN0dcx-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/qt3JWM/upload_SN0dcx-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "id": "qt3JWM", "createDate": "2015-04-27 17:16:32", "updateDate": "2016-01-05 16:01:47", "abv": "5.7", "styleId": 119, "availableId": 2, "ibu": "27", "name": "LAKESIDE BLONDE"}, {"status": "verified", "isOrganic": "N", "name": "Lakeside Cerveza", "nameDisplay": "Lakeside Cerveza", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "id": "f3y8BP", "createDate": "2016-05-21 20:25:11", "updateDate": "2016-06-08 17:39:15", "abv": "5.2", "styleId": 36, "ibu": "22", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Brewed in the tradition of the classic English style pale ale, Lakeside ESP (Extra Special Pale) is a refreshing light bodied pale ale. Perfectly balanced with subtle caramel malt sweetness and the bright floral aroma of fresh Northwest grown Willamette hops, our ESP is named after the place that so graciously accepted our brewery as its very own. Lakeside Montana is an Extra Special Place (ESP) where we chose to embark on our journey as a family and craft our beer locally, fresh, and part of a community. So, welcome to Lakeside!", "statusDisplay": "Verified", "nameDisplay": "Lakeside ESP", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Classic English pale ales are golden to copper colored and display earthy, herbal English-variety hop character. Note that \"earthy, herbal English-variety hop character\" is the perceived end, but may be a result of the skillful use of hops of other national origins. Medium to high hop bitterness, flavor, and aroma should be evident. This medium-bodied pale ale has low to medium malt flavor and aroma. Low caramel character is allowable. Fruity-ester flavors and aromas are moderate to strong. Chill haze may be in evidence only at very cold temperatures. The absence of diacetyl is desirable, though, diacetyl (butterscotch character) is acceptable and characteristic when at very low levels.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "5", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:18:23", "fgMax": "1.016", "shortName": "English Pale", "abvMax": "5.5", "id": 1, "srmMin": "5", "name": "Classic English-Style Pale Ale"}, "createDate": "2012-08-01 01:21:44", "updateDate": "2014-10-13 17:08:31", "abv": "4.8", "styleId": 1, "id": "zmrNBd", "name": "Lakeside ESP"}, {"status": "verified", "isOrganic": "N", "description": "The classic type of beer you would find in Munich…or Cleveland.  Malt forward but balanced and smooth all over.", "statusDisplay": "Verified", "nameDisplay": "Lakeside Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "name": "Lakeside Lager", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-05-05 14:15:26", "updateDate": "2015-06-19 18:00:34", "abv": "5.5", "styleId": 93, "id": "XEZErk", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Tipping a fishing cap to its Bavarian heritage, our Lakesider is brewed with all German malt. Expect flavors of crusty bread and a warm, malty sweetness to polka on the palate, while a bit of fruitiness and a touch of American hop spice add complexity — enough to put a feather in your favorite fishing hat.", "statusDisplay": "Verified", "nameDisplay": "Lakesider", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.05", "description": "Märzens are characterized by a medium body and broad range of color. They can range from golden to reddish orange. Sweet maltiness should dominate slightly over a clean hop bitterness. Malt character should be light-toasted rather than strongly caramel (though a low level of light caramel character is acceptable). Bread or biscuit-like malt character is acceptable in aroma and flavor. Hop aroma and flavor should be low but notable. Ale-like fruity esters should not be perceived. Diacetyl and chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 7, "srmMax": "15", "ibuMax": "25", "abvMin": "5.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:36:50", "fgMax": "1.02", "shortName": "Märzen", "abvMax": "5.9", "id": 81, "srmMin": "4", "name": "German-Style Märzen"}, "id": "VpEKF2", "createDate": "2015-04-09 01:11:53", "updateDate": "2015-04-09 01:11:53", "abv": "5.6", "styleId": 81, "availableId": 1, "ibu": "22", "name": "Lakesider"}]
