[{"status": "verified", "isOrganic": "N", "description": "Jever Light is as Friesian-bitter as its &quot;big brother&quot;. It is brewed as a low-gravity Schankbier and has 40% less alcohol and calories than Jever Pilsner.", "statusDisplay": "Verified", "nameDisplay": "Jever Light", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.026", "description": "These beers are very light in body and color. Malt sweetness is perceived at low to medium levels, while hop bitterness character is perceived at medium levels. Hop flavor and aroma may be low to medium. These beers should be clean with no perceived fruity esters or diacetyl. Very low levels of sulfur related compounds acceptable. Chill haze is not acceptable.", "createDate": "2012-03-21 20:06:46", "ibuMin": "16", "categoryId": 7, "srmMax": "4", "ibuMax": "24", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 17:14:37", "fgMax": "1.01", "shortName": "Leichtbier", "abvMax": "3.6", "id": 77, "srmMin": "2", "name": "German-Style Leichtbier"}, "createDate": "2012-08-12 12:12:17", "updateDate": "2012-08-18 23:37:45", "abv": "2.5", "styleId": 77, "id": "WScuzX", "name": "Jever Light"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "Y", "description": "Man muss auch mal ungewöhnliche Wege gehen. Das Biermischgetränk mit dem unverwechselbaren Charakter eines Jever Pilseners, kombiniert mit dem erfrischenden Geschmack aromatischer Limetten. Mit nur 2,5 % Alkohol ist Jever Lime besonders im Sommer der ideale Durstlöscher.\r\n\r\nBiermischgetränk aus 51% Bier und 49% Erfrischungsgetränk mit Süßungsmitteln.", "statusDisplay": "Verified", "nameDisplay": "Jever Lime", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 9, "name": "Other Lager"}, "ogMin": "1.038", "description": "Australasian or Tropical light lagers are very light in color and light bodied. They have no hop flavor or aroma, and hop bitterness is negligibly to moderately perceived. Sugar adjuncts are often used to lighten the body and flavor, sometimes contributing to a slight apple-like-like fruity ester. Sugar, corn, rice, and other cereal grains are used as an adjunct. Chill haze and diacetyl should be absent. Fruity esters should be very low.", "createDate": "2012-03-21 20:06:46", "ibuMin": "9", "categoryId": 9, "srmMax": "5", "ibuMax": "18", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:08", "fgMax": "1.01", "shortName": "Tropical Light Lager", "abvMax": "5", "id": 105, "srmMin": "2", "name": "Australasian, Latin American or Tropical-Style Light Lager"}, "createDate": "2015-05-28 21:05:22", "updateDate": "2015-05-28 21:05:22", "styleId": 105, "availableId": 1, "id": "jzo4zn", "name": "Jever Lime"}, {"status": "verified", "isOrganic": "N", "name": "Jever Lime", "nameDisplay": "Jever Lime", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2012-08-12 12:12:17", "updateDate": "2014-10-10 20:25:15", "abv": "2.5", "styleId": 119, "id": "8mLj8y", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Das Pils in der Brandung. Kaum ein anderes Premium Bier ist sich selbst so treu geblieben wie Jever. Seit über 160 Jahren kultiviert Jever seinen ureigenen friesisch-herben Geschmack. Und der hat einen Grund: das Brauwasser. Es ist gleichzeitig besonders rein und weich, und erlaubt uns, mehr Hopfen zuzugeben. Das macht Jever so friesisch-herb und erfrischend zugleich.", "statusDisplay": "Verified", "nameDisplay": "Jever Pilsener", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 10, "name": "International Styles"}, "ogMin": "1.044", "description": "International Pilseners are straw/golden in color and are well attenuated. This medium-bodied beer is often brewed with rice, corn, wheat, or other grain or sugar adjuncts making up part of the mash. Hop bitterness is low to medium. Hop flavor and aroma are low. Residual malt sweetness is low--it does not predominate but may be perceived. Fruity esters and diacetyl should not be perceived. Very low levels of sweet corn-like dimethylsulfide (DMS) character, if perceived, are acceptable. There should be no chill haze.", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 10, "srmMax": "4", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:42:11", "fgMax": "1.01", "shortName": "International Pilsener", "abvMax": "5.3", "id": 106, "srmMin": "3", "name": "International-Style Pilsener"}, "createDate": "2012-01-03 02:43:57", "updateDate": "2015-10-24 23:01:57", "abv": "5", "styleId": 106, "availableId": 1, "id": "L3ozHK", "name": "Jever Pilsener"}, {"status": "verified", "isOrganic": "N", "description": "Unique in taste. The secret lies in the water, which is still taken from the same well used well over 100 years ago. The water from our well is unusually pure and soft. That allows us to add a touch more hops to create the Friesian-bitter taste that distinguishes Jever Pilsner from any other beer.", "srmId": 5, "nameDisplay": "Jever Pilsener", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/HpBIgf/upload_pQgvSd-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/HpBIgf/upload_pQgvSd-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/HpBIgf/upload_pQgvSd-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 7, "srmMax": "4", "ibuMax": "40", "abvMin": "4", "fgMin": "1.006", "updateDate": "2015-04-07 15:35:59", "fgMax": "1.012", "shortName": "German Pilsener", "abvMax": "5", "id": 75, "srmMin": "3", "name": "German-Style Pilsener"}, "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "statusDisplay": "Verified", "createDate": "2012-08-12 12:12:16", "updateDate": "2016-07-18 19:28:18", "abv": "4.9", "styleId": 75, "id": "HpBIgf", "name": "Jever Pilsener"}, {"status": "verified", "isOrganic": "N", "description": "Mixed culture golden sour ale aged with apricots.", "statusDisplay": "Verified", "nameDisplay": "Jewel Throne", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2016-11-01 19:59:02", "updateDate": "2016-11-01 19:59:03", "abv": "5.5", "styleId": 40, "id": "8aMLzq", "name": "Jewel Throne"}, {"status": "verified", "isOrganic": "N", "description": "Prepare to Jibe! With the wind at our back, we are changing direction. Guided by San Diego’s endless summer breeze, we navigate into new hop territory with Jibe Session IPA. Well-balanced, floral, citrus and vibrant hop character defines our idea of what a perfect session ale should be. At 4% ABV, this session is so good, we are trimming our sails and riding the wind.", "statusDisplay": "Verified", "nameDisplay": "Jibe Session IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/EQVxKw/upload_xCsyLE-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/EQVxKw/upload_xCsyLE-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/EQVxKw/upload_xCsyLE-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "EQVxKw", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-12-17 13:24:06", "updateDate": "2015-12-17 20:45:13", "abv": "4", "styleId": 30, "glasswareId": 5, "ibu": "65", "name": "Jibe Session IPA"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Jiggery-Pokery", "nameDisplay": "Jiggery-Pokery", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian pale strong ales are pale to golden in color with relatively light body for a beer of its alcoholic strength. Often brewed with light colored Belgian \"candy\" sugar, these beers are well attenuated. The perception of hop bitterness is medium-low to medium -high, with hop flavor and aroma also in this range. These beers are highly attenuated and have a perceptively deceiving high alcoholic character-being light to medium bodied rather than full bodied. The intensity of malt character should be low to medium, often surviving along with a complex fruitiness. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "10", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:16", "fgMax": "1.024", "shortName": "Belgian Pale Strong", "abvMax": "11", "id": 63, "srmMin": "4", "name": "Belgian-Style Pale Strong Ale"}, "createDate": "2015-07-03 16:55:03", "updateDate": "2015-07-07 13:32:46", "abv": "8.25", "styleId": 63, "availableId": 2, "id": "3Lx1Ig", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Jim (1954-1998) is the name by which our Uncle was best known. Hill Farmstead Brewery rests upon the land that was once home to him and his four siblings. In his honor, we barrel aged our Black IPA(James) in a French Oak Pinot Noir barrel for four months and dry hopped the beer with Simcoe. Naturally carbonated and hand bottled, this is one of only 300 bottles.", "statusDisplay": "Verified", "nameDisplay": "Jim", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ysZ0LX/upload_bYiGHo-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ysZ0LX/upload_bYiGHo-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ysZ0LX/upload_bYiGHo-icon.png"}, "originalGravity": "1.073", "createDate": "2012-04-21 22:21:27", "updateDate": "2015-12-16 16:56:17", "abv": "7.5", "styleId": 41, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.056", "description": "American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "35", "ibuMax": "70", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:28:36", "fgMax": "1.018", "shortName": "Black Ale", "abvMax": "7.5", "id": 41, "srmMin": "35", "name": "American-Style Black Ale"}, "id": "ysZ0LX", "name": "Jim"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "Y", "name": "Jim Beam Infused Scottish Ale", "nameDisplay": "Jim Beam Infused Scottish Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.072", "description": "Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "35", "abvMin": "6.2", "fgMin": "1.016", "updateDate": "2015-04-07 15:21:11", "fgMax": "1.028", "shortName": "Scotch Ale", "abvMax": "8", "id": 15, "srmMin": "15", "name": "Scotch Ale"}, "createDate": "2015-07-14 02:43:02", "updateDate": "2015-07-14 02:43:02", "styleId": 15, "availableId": 4, "id": "zwavLo", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Jim's Hefe", "nameDisplay": "Jim's Hefe", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "createDate": "2014-09-05 19:31:55", "updateDate": "2014-09-06 00:43:55", "abv": "4.5", "styleId": 48, "id": "fZyFTR", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Jimmy D's Firehouse Red", "nameDisplay": "Jimmy D's Firehouse Red", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2012-01-03 02:43:31", "updateDate": "2015-05-14 03:39:32", "styleId": 32, "id": "N3NfXO", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Jimmy's Green's south Loop Lager", "statusDisplay": "Verified", "nameDisplay": "Jimmy's Green's south Loop Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-03-06 13:02:02", "updateDate": "2012-03-22 13:05:51", "abv": "5.6", "styleId": 93, "id": "gVFTVZ", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available during the spring months.", "id": 5, "name": "Spring"}, "isOrganic": "N", "description": "Our west coast style ipa is heavy on the late hop additions.", "srmId": 9, "nameDisplay": "Jimmy's Hoppy Beerthday IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "I3wxuz", "statusDisplay": "Verified", "createDate": "2014-09-10 20:48:03", "updateDate": "2014-09-11 15:35:20", "abv": "7.3", "styleId": 30, "availableId": 5, "srm": {"hex": "E58500", "id": 9, "name": "9"}, "ibu": "79", "name": "Jimmy's Hoppy Beerthday IPA"}, {"status": "verified", "isOrganic": "N", "description": "This fine ale starts with 18% Rye to make a medium bodied beer.  Fuggles hops are added after the boil during the whirlpool to impart plenty of hop aroma.  This is a nice summertime ale for those who enjoy hops but not a heavy beer.", "statusDisplay": "Verified", "nameDisplay": "Jim’s Radioactive Rye", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "createDate": "2015-08-07 21:27:20", "updateDate": "2015-08-07 21:27:21", "styleId": 117, "id": "r2LeJ3", "name": "Jim’s Radioactive Rye"}, {"status": "verified", "isOrganic": "N", "name": "Jingle Balls", "nameDisplay": "Jingle Balls", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/gvDKqo/upload_Rcp0Ba-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/gvDKqo/upload_Rcp0Ba-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/gvDKqo/upload_Rcp0Ba-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "createDate": "2015-02-11 13:01:36", "updateDate": "2015-12-17 21:29:48", "abv": "7.6", "styleId": 124, "id": "gvDKqo", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Dashing through the snow with our Jingle Balz Winter Ale! A gorgeous ruby red brew, with pine and citrus spice, we dry-hop this balzy beer with Cascade, Centennial and Chinook for a delicious lingering hop hit. Best served pulled out of 3 feet of powder around a roaring fire celebrating the holiday season. Let the festivities begin!", "statusDisplay": "Verified", "nameDisplay": "Jingle Balz Winter Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "id": "HoDjBF", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-02-25 22:54:49", "updateDate": "2014-10-31 16:17:01", "abv": "6.5", "styleId": 124, "availableId": 4, "glasswareId": 5, "ibu": "65", "name": "Jingle Balz Winter Ale"}, {"status": "verified", "isOrganic": "N", "name": "Jingle Brue", "nameDisplay": "Jingle Brue", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "createDate": "2015-12-15 23:50:46", "updateDate": "2015-12-22 21:48:11", "styleId": 125, "id": "XZ2U4k", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "Jingle Fever", "nameDisplay": "Jingle Fever", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 9, "name": "Other Lager"}, "ogMin": "1.072", "description": "A true smooth cold-fermented and cold lagered beer, brewed with lager yeast. Black to very deep ruby/garnet in color. Overall, Baltic Porters have a very smooth lagered character with distinctive caramelized sugars, licorice and chocolate-like character of roasted malts and dark sugars. Roasted dark malts should not contribute bitterness, or astringent roast character. A low degree of smokiness from malt may be evident. Debitterized roast malts are best used for this style. Because of its alcoholic strength, aroma may include gentle (low) lager fruitiness (berries, grapes, plums, not banana; ale-like fruitiness from warm temperature fermentation is not appropriate), complex alcohols, cocoa-like, roast malt (and sometimes coffee-like roast barley, yet not bitter). Hop aroma is very low, though a hint of floral or sweet hop aroma can complement aromatics and flavor without dominance. Baltic Porters are not hop bitter dominated and expressed as low to medium-low. Baltic porters range from having medium to full body complemented with a medium-low to medium level of malty sweetness. No butterscotch-like diacetyl or sweet corn-like dimethylsulfide (DMS) should be apparent in aroma or flavor.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 9, "srmMax": "40", "ibuMax": "40", "abvMin": "7.5", "fgMin": "1.016", "updateDate": "2015-04-07 15:41:46", "fgMax": "1.022", "shortName": "Baltic Porter", "abvMax": "9", "id": 104, "srmMin": "40", "name": "Baltic-Style Porter"}, "id": "vf5r6j", "createDate": "2015-04-27 15:31:04", "updateDate": "2015-04-27 15:31:04", "abv": "8", "styleId": 104, "availableId": 4, "ibu": "35", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Fans of our Uncommon Stout will love Jingle Java! This coffee stout is enhanced with vanilla, pecan, cinnamon, caramel and rum to give it a flavor that is perfect for the holiday season!", "statusDisplay": "Verified", "nameDisplay": "Jingle Java Holiday Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/pcZWIr/upload_WdcOS7-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/pcZWIr/upload_WdcOS7-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/pcZWIr/upload_WdcOS7-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2015-04-06 21:21:36", "updateDate": "2015-12-18 01:30:58", "styleId": 42, "availableId": 4, "id": "pcZWIr", "name": "Jingle Java Holiday Stout"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "Jings me Crivens", "srmId": 41, "glass": {"createDate": "2012-01-03 02:41:33", "id": 3, "name": "Mug"}, "nameDisplay": "Jings me Crivens", "originalGravity": "1.079", "id": "Gaqu13", "statusDisplay": "Verified", "createDate": "2012-01-03 02:43:31", "updateDate": "2015-02-25 21:13:12", "abv": "7.7", "styleId": 8, "availableId": 4, "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.035", "description": "Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "12", "categoryId": 1, "srmMax": "19", "ibuMax": "20", "abvMin": "3.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:48", "fgMax": "1.014", "shortName": "Scottish Heavy", "abvMax": "4", "id": 8, "srmMin": "10", "name": "Scottish-Style Heavy Ale"}, "ibu": "30", "glasswareId": 3}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Spring has awoken the might of the Jinja Dragon.  We've harnessed the power of \"the glow\" through generous additions of hibiscus and ginger with a touch of black peppercorn.  Sure enough, the legend of the shogun of mead is true.  Although only available for a short time throughout the year, we assure you this is not the last Jinja Dragon.", "statusDisplay": "Verified", "nameDisplay": "Jinja Dragon", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "description": "This mead should exhibit the character of all of the ingredients in varying degrees, and should show a good blending or balance between the various flavor elements. Whatever ingredients are included, the result should be identifiable as a honey-based fermented beverage.", "createDate": "2012-03-21 20:06:46", "categoryId": 12, "updateDate": "2015-04-07 15:48:35", "shortName": "Mead", "id": 148, "name": "Open Category Mead"}, "createDate": "2015-10-02 16:21:53", "updateDate": "2015-10-02 16:21:53", "styleId": 148, "availableId": 4, "id": "25hTcE", "name": "Jinja Dragon"}, {"status": "verified", "isOrganic": "N", "description": "Never heard of a spelt-based, ginger-laced amber double witbier?! (That’s because we just made it up.) Chock full of ancient grain wisdom and armed with a zesty fresh ginger kick, Jinja Ninja is here to vanquish the foe- beer boredom!", "statusDisplay": "Verified", "nameDisplay": "Jinja Ninja", "originalGravity": "1.067", "id": "pHoAUy", "createDate": "2015-08-04 17:16:16", "updateDate": "2015-08-04 17:16:17", "abv": "7.3", "styleId": 124, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "ibu": "10", "name": "Jinja Ninja"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "An ale for dancing bonfires and falling leaves.\r\nJinx prepares the bones for snow. It's a full bodied strong ale the color of maple's golden leaves in the season's fading sun.  Finished with a touch of peat-smoked whiskey malt, Jinx offers sweet, toasty aromas of caramel, tea, and smoke.  Deep flavors of dark candy sugar and warming alcohol notes are balanced by a spicy hop bitterness.", "statusDisplay": "Verified", "nameDisplay": "Jinx", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/1KX35c/upload_nzD2wP-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/1KX35c/upload_nzD2wP-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/1KX35c/upload_nzD2wP-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.06", "description": "Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "21", "ibuMax": "65", "abvMin": "7", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:05", "fgMax": "1.04", "shortName": "Strong Ale", "abvMax": "11", "id": 14, "srmMin": "8", "name": "Strong Ale"}, "name": "Jinx", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:31", "updateDate": "2015-12-16 03:28:48", "abv": "6.9", "styleId": 14, "availableId": 3, "id": "1KX35c", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This refreshing continental-style pils has a light body combined with a pronounced noble hop aroma and a crisp dry finish. This is the perfect beer for easy, flavorful drinking. Brewed in collaboration with our friends at Jinx Proof tattoo in Washington, D.C.", "statusDisplay": "Verified", "nameDisplay": "Jinx Proof", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/63wPNO/upload_sUJh36-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/63wPNO/upload_sUJh36-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/63wPNO/upload_sUJh36-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "id": "63wPNO", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:31", "updateDate": "2015-12-16 12:16:38", "abv": "5.1", "styleId": 93, "availableId": 1, "glasswareId": 5, "ibu": "35", "name": "Jinx Proof"}, {"status": "verified", "isOrganic": "N", "name": "Jinx Remover", "nameDisplay": "Jinx Remover", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2016-03-08 15:15:55", "updateDate": "2016-03-08 15:15:55", "abv": "7.2", "styleId": 93, "id": "9Ohbdb", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "This special coffee stout includes NAFTA approved, organic, shade grown coffee beans from Costa Rica, Indonesia, and Ethiopia roasted by the brewmaster at local coffee roaster Red Twig in Edmonds, Wa.  Hints of your morning cup are evident in the aroma, flavor and finish of this breakfast beer (but not just for breakfast).  \nNo Chemicals, Additives or Preservatives.", "statusDisplay": "Verified", "nameDisplay": "Jittery Frog", "createDate": "2012-01-03 02:43:31", "updateDate": "2012-03-22 13:04:58", "abv": "6", "id": "4HV4F5", "name": "Jittery Frog"}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "description": "Jive is made for those who enjoy life at a more deliberate pace. The earthy-ness of this beer is a tribute to the rich experience of a slow hike in the woods and drinking deeply from nature. Strong and steady malt tones, a subtle coffee and chocolate nose and hops entertain your tongue as you wander down the path. Cheers!", "name": "Jive Espresso Stout", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Jive Espresso Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "ibu": "20", "statusDisplay": "Verified", "createDate": "2012-01-03 02:43:31", "updateDate": "2015-04-20 18:24:41", "styleId": 42, "availableId": 8, "id": "jEO7FW", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Brewed from carefully selected sorts of barley and malt, unfiltered and unpasteurized, thereby contains vitamined yeast cells – carriers of taste.", "statusDisplay": "Verified", "nameDisplay": "Jivoe nefiltrovannoe", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "createDate": "2015-09-09 21:30:24", "updateDate": "2015-09-09 21:30:24", "abv": "4.3", "styleId": 125, "id": "5Bja1L", "name": "Jivoe nefiltrovannoe"}, {"available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "srmId": 5, "styleId": 112, "availableId": 3, "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "id": "X6gyeZ", "statusDisplay": "Verified", "originalGravity": "1.048", "nameDisplay": "JJ Craft American Lager", "name": "JJ Craft American Lager", "abv": "5.2", "status": "verified", "description": "Craft American Lager made with Saaz Hops and Pilsner Malts", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Very Cold - (0-4C/32-39F)", "ibu": "20", "servingTemperature": "very_cold", "updateDate": "2016-06-29 18:17:34", "createDate": "2013-08-28 20:38:17"}, {"status": "verified", "isOrganic": "N", "description": "*ABV 9% draught, 9.5% bottle*\r\nTriple the gravity, triple the colour, and more than triple the hops. With nearly 700 kg of malt and 14 kg of hops this beer is big in every sense. In fact, it was so big and hoppy that it broke our pump! Deep copper in colour, over the top in aroma and flavour, but somehow still remaining (somewhat) balanced, this beer is not for the faint of heart. If you’re looking for a one-dimensional hop bomb look elsewhere. And don’t get too wrapped up in style pedantics. We’re breaking new ground here. Forget everything you think you know and just enjoy.", "statusDisplay": "Verified", "nameDisplay": "JJJ IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/QGGbaQ/upload_Nz3BxK-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/QGGbaQ/upload_Nz3BxK-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/QGGbaQ/upload_Nz3BxK-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2016-05-03 17:08:13", "updateDate": "2016-05-03 17:09:03", "abv": "9", "styleId": 31, "id": "QGGbaQ", "name": "JJJ IPA"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Named after our owner’s father, James Martin Brown, who passed away suddenly and unexpectedly the day that the first batch of this rich Chocolate Stout was brewed.\r\n\r\nThis Imperial Stout is brewed with 6 varieties of malted barley that results in a silky smooth, yet complex beer.  This beer pours out with a frothy tan head that would make Starbucks envious.  It is loaded with chocolate and coffee aromas and pleasing malty notes.  It has a rich mouth feel, is somewhat sweet and nicely balanced by the hops.", "srmId": 38, "nameDisplay": "JMB Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "id": "C43oPi", "statusDisplay": "Verified", "createDate": "2013-08-24 16:51:45", "updateDate": "2013-08-24 22:39:57", "abv": "10.5", "styleId": 43, "availableId": 2, "srm": {"hex": "3B0607", "id": 38, "name": "38"}, "ibu": "43.9", "name": "JMB Stout"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Named after our owner’s father, James Martin Brown, who passed away suddenly and unexpectedly the day that the first batch of this rich Chocolate Stout was brewed.\r\n\r\nThis Imperial Stout is brewed with 6 varieties of malted barley that results in a silky smooth, yet complex beer. This beer pours out with a frothy tan head that would make Starbucks envious. It is loaded with chocolate and coffee aromas and pleasing malty notes. It has a rich mouth feel, is somewhat sweet and nicely balanced by the hops.", "statusDisplay": "Verified", "nameDisplay": "JMB Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/kYNWWa/upload_6VgFJk-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/kYNWWa/upload_6VgFJk-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/kYNWWa/upload_6VgFJk-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "40", "ibuMax": "25", "abvMin": "3", "fgMin": "1.012", "updateDate": "2015-04-07 15:24:41", "fgMax": "1.02", "shortName": "Sweet Stout", "abvMax": "6", "id": 20, "srmMin": "40", "name": "Sweet or Cream Stout"}, "createDate": "2016-07-06 12:45:56", "updateDate": "2016-07-07 19:04:00", "abv": "10", "styleId": 20, "availableId": 1, "id": "kYNWWa", "name": "JMB Stout"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "Y", "description": "Don’t be afraid of the dark! This stout pays homage to JoJo’s Café, housed in your brewpub from 1937 – 1996. An unsubstantiated rumor has it that JoJo, along with a few former JoJo’s Café regulars, still haunt our humble pub…mostly around midnight, of course. This mysterious stout is black as, well, midnight. A little smokiness adds depth to the espresso, lactose, and milk chocolate that already inhabit this light engulfing beer. The 7.2% ABV assures that warmth and subtle sweetness will reward your taste buds and guide them safely on their happy journey.", "statusDisplay": "Verified", "nameDisplay": "Jo Jo’s Midnight Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/NX9FX5/upload_HVvVaI-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/NX9FX5/upload_HVvVaI-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/NX9FX5/upload_HVvVaI-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2015-06-22 23:15:17", "updateDate": "2015-12-18 01:47:44", "abv": "7.2", "styleId": 42, "availableId": 4, "id": "NX9FX5", "name": "Jo Jo’s Midnight Stout"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "An Ale with Rhubarb and Honey a collaboration brew between Midnight Sun and Stone  brewed with pale and caramel malts, flaked oats, rhubarb and honey with Warrior and Helga hops", "statusDisplay": "Verified", "nameDisplay": "Joan Of Arctic", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/88GNnK/upload_AYgr6Z-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/88GNnK/upload_AYgr6Z-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/88GNnK/upload_AYgr6Z-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using honey in addition to malted barley. Beers may be brewed to a traditional style or may be experimental. Character of honey should be evident in flavor and aroma and balanced with the other components without overpowering them. A statement by the brewer explaining the classic or other style of the beer, and the type of honey used is essential in order for fair assessment in competitions.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:45:03", "fgMax": "1.03", "shortName": "Honey Beer", "abvMax": "12", "id": 126, "srmMin": "1", "name": "Specialty Honey Lager or Ale"}, "id": "88GNnK", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-07-26 12:09:45", "updateDate": "2015-12-17 04:13:22", "abv": "6.3", "styleId": 126, "availableId": 2, "glasswareId": 5, "ibu": "40", "name": "Joan Of Arctic"}, {"status": "verified", "isOrganic": "N", "description": "A crisp, clean, easy drinking, refreshing American ale with a light body.", "statusDisplay": "Verified", "nameDisplay": "JoBoy's Cream Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.044", "description": "Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "5", "ibuMax": "22", "abvMin": "4.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:30", "fgMax": "1.01", "shortName": "Cream Ale", "abvMax": "5.6", "id": 109, "srmMin": "2", "name": "American-Style Cream Ale or Lager"}, "createDate": "2012-01-03 02:43:31", "updateDate": "2012-03-22 13:05:08", "styleId": 109, "id": "ZOeeKC", "name": "JoBoy's Cream Ale"}, {"status": "verified", "isOrganic": "N", "description": "This is our offering to the hop heads! A decidedly hoppy, bitter, and moderately strong American IPA. We use a generous amount of whole leaf Cascade, Centennial and Citra hops to showcase the freshness and earthy flavors that only hops can provide.", "statusDisplay": "Verified", "nameDisplay": "JoBoy's IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2012-01-03 02:43:31", "updateDate": "2012-03-22 13:05:08", "abv": "6.5", "styleId": 30, "id": "KlD21K", "name": "JoBoy's IPA"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 16, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ElY836/upload_kOK9lG-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ElY836/upload_kOK9lG-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ElY836/upload_kOK9lG-icon.png"}, "styleId": 30, "availableId": 1, "srm": {"hex": "B54C00", "id": 16, "name": "16"}, "id": "ElY836", "statusDisplay": "Verified", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "nameDisplay": "Jockamo IPA", "name": "Jockamo IPA", "abv": "6.5", "status": "verified", "description": "Abita Jockamo IPA® is an American IPA brewed with pale, red, and caramel malts. This copper-colored ale is liberally hopped and dry hopped with Willamette and Columbus hops. The flavor is bold like the “Mardi Gras Indians” who march through New Orleans in suits of feathers and beads.\r\n\r\nJockamo has a flavor that entices and excites the palate. The intense hop character adds more spice to the meal and makes it a perfect choice to team up with many spicy dishes. Cheddar and strong farmer cheeses stand up well to Jockamo’s hoppy character. Jockamo goes well with wild game, grilled meats and Thai or Mexican cuisine.", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "ibu": "52", "servingTemperature": "cool", "updateDate": "2015-12-16 03:34:56", "createDate": "2012-01-03 02:42:38"}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "description": "Deep River Brewing Company's JoCo White Winter is a seasonal beer that is brewed with fresh Johnston County white sweet potatoes, toasted marshmallows, and a blend of spices. This is a... challenge (PAIN) to brew (think marshmallows stuck in your hair) but it's worth it because it's one of our favorite to drink.", "statusDisplay": "Verified", "nameDisplay": "JoCo White Winter", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "createDate": "2013-04-24 14:33:55", "updateDate": "2015-01-14 01:50:28", "abv": "7", "styleId": 124, "availableId": 8, "id": "tMESzW", "name": "JoCo White Winter"}, {"status": "verified", "isOrganic": "N", "description": "Unique Fruit driven Pale ale. The second project in our series revolves around the fruit Jocote a sweet and tart plum from Central America. Paired with Rangpur Lime a lime only by name alone it's actually a hybrid between a mandarin orange and a lemon. With large dry hop editions of el-dorado you can expect a sweet tart pale ale with a nice acidity and big bright fruity nose.", "statusDisplay": "Verified", "nameDisplay": "Jocote Project With Rangpur Lime", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "azoeb8", "createDate": "2016-10-08 13:51:17", "updateDate": "2016-10-08 13:51:18", "abv": "5.1", "styleId": 25, "ibu": "40", "name": "Jocote Project With Rangpur Lime"}, {"status": "verified", "isOrganic": "N", "name": "Jodlerkonig", "srmId": 12, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Jodlerkonig", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/SwXoUj/upload_bGFN3U-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/SwXoUj/upload_bGFN3U-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/SwXoUj/upload_bGFN3U-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.044", "description": "German-Style Altbiers are copper to dark brown ales, originally from the Düsseldorf area. No chill haze should be perceived. A variety of malts including wheat may be used to produce medium-low to medium malt aroma. Fruityester aroma can be low. No diacetyl aroma should be perceived. Hop aroma is low to medium. A variety of malts including wheat may be used to produce medium-low to medium level malty flavor. Hop flavor is low to medium. Hop bitterness is medium to very high (although the 25 to 35 IBU range is more normal for the majority of Altbiers from Düsseldorf). Fruity-ester flavors can be low. No diacetyl should be perceived. The overall impression is clean, crisp, and flavorful often with a dry finish. Body is medium.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 4, "srmMax": "19", "ibuMax": "52", "abvMin": "4.3", "fgMin": "1.008", "updateDate": "2015-04-07 17:08:31", "fgMax": "1.014", "shortName": "Altbier", "abvMax": "5.5", "id": 55, "srmMin": "11", "name": "German-Style Altbier"}, "id": "SwXoUj", "statusDisplay": "Verified", "createDate": "2015-09-02 14:03:02", "updateDate": "2015-12-18 04:47:58", "abv": "7.1", "styleId": 55, "srm": {"hex": "CF6900", "id": 12, "name": "12"}, "ibu": "15", "glasswareId": 5}, {"status": "verified", "isOrganic": "Y", "name": "Joe", "nameDisplay": "Joe", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2015-07-09 17:17:13", "updateDate": "2015-07-09 17:17:13", "abv": "7", "styleId": 42, "id": "t6guPb", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A strong Belgian ale fermented with Rhubarb grown here at the brewery and fresh Maine strawberries.", "statusDisplay": "Verified", "nameDisplay": "Joe", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "American strong pale ales range from deep golden to copper in color. The style is characterized by floral and citrus-like American-variety hops used to produce high hop bitterness, flavor, and aroma. Note that floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. American strong pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruityester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "40", "categoryId": 3, "srmMax": "14", "ibuMax": "50", "abvMin": "5.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:26:32", "fgMax": "1.016", "shortName": "American Strong Pale", "abvMax": "6.3", "id": 29, "srmMin": "6", "name": "American-Style Strong Pale Ale"}, "createDate": "2015-08-05 15:40:51", "updateDate": "2015-08-05 15:40:51", "abv": "7.1", "styleId": 29, "id": "WgtVmX", "name": "Joe"}, {"status": "verified", "isOrganic": "N", "description": "Imperial Pale Ale", "statusDisplay": "Verified", "nameDisplay": "Joe & Wiggs Nuptiale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2014-10-23 04:10:29", "updateDate": "2014-10-28 15:21:54", "abv": "5", "styleId": 31, "id": "3jLYPA", "name": "Joe & Wiggs Nuptiale"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "A Coffee Brown Ale/Milk Stout hybrid with a dose of java from Stone Cutter Cafe and Roastery.\r\n\r\n-Lactose added to balance the acidity of the coffee\r\n-Smooth and easy going down just like your favorite morning cup of Joe.", "statusDisplay": "Verified", "nameDisplay": "Joe (Jo) Brahma", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "id": "AM8EDc", "createDate": "2014-10-10 13:43:06", "updateDate": "2014-10-10 13:43:06", "abv": "5.2", "styleId": 37, "availableId": 2, "ibu": "28.5", "name": "Joe (Jo) Brahma"}, {"status": "verified", "isOrganic": "Y", "description": "Joe is not your average beer! This ale is brewed with locally-roasted, fair-trade, coffee. Dark Munich and chocolate malts combine to create a well-balanced, flavorful porter with a fresh roasted coffee aroma. Savor ’til the last drop!", "statusDisplay": "Verified", "nameDisplay": "Joe Coffee Porter", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Coffee beers use coffee in any of its forms other than or in addition to hops to create a distinct (ranging from subtle to intense) character. Under hopping allows coffee to contribute to the flavor profile while not becoming excessively bitter. If this beer is a classic style with coffee flavor, the brewer should specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 11, "srmMax": "50", "ibuMax": "40", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:40", "fgMax": "1.03", "shortName": "Coffee Beer", "abvMax": "12", "id": 123, "srmMin": "8", "name": "Coffee-Flavored Beer"}, "createDate": "2015-05-08 20:10:06", "updateDate": "2015-05-08 20:10:06", "abv": "5.5", "styleId": 123, "id": "XD6av0", "name": "Joe Coffee Porter"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Joe Daddy", "statusDisplay": "Verified", "nameDisplay": "Joe Daddy", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/oralw4/upload_R1Nggm-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/oralw4/upload_R1Nggm-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/oralw4/upload_R1Nggm-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Coffee beers use coffee in any of its forms other than or in addition to hops to create a distinct (ranging from subtle to intense) character. Under hopping allows coffee to contribute to the flavor profile while not becoming excessively bitter. If this beer is a classic style with coffee flavor, the brewer should specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 11, "srmMax": "50", "ibuMax": "40", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:40", "fgMax": "1.03", "shortName": "Coffee Beer", "abvMax": "12", "id": 123, "srmMin": "8", "name": "Coffee-Flavored Beer"}, "id": "oralw4", "servingTemperature": "very_cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "servingTemperatureDisplay": "Very Cold - (0-4C/32-39F)", "createDate": "2014-09-10 15:07:34", "updateDate": "2015-12-17 16:21:29", "abv": "8.2", "styleId": 123, "availableId": 1, "ibu": "27", "glasswareId": 6}, {"status": "verified", "isOrganic": "N", "description": "This IPA was formerly known as Sam - named after its hops: Simcoe, Amarillo & Mosaic. But we were told this would be a trademark issue with a large craft brewery out of the Northeast so we had to change it. We cycled through a bunch of generic names until we finally arrived on the perfect name for this IPA...Joe", "srmId": 21, "nameDisplay": "Joe IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "NlgfEM", "statusDisplay": "Verified", "createDate": "2016-04-05 20:39:46", "updateDate": "2016-06-01 19:01:48", "abv": "6.9", "styleId": 30, "srm": {"hex": "952D00", "id": 21, "name": "21"}, "ibu": "70", "name": "Joe IPA"}, {"status": "verified", "isOrganic": "N", "name": "Joe Latté", "nameDisplay": "Joe Latté", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/8tUfNm/upload_HnCIRU-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/8tUfNm/upload_HnCIRU-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/8tUfNm/upload_HnCIRU-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Coffee beers use coffee in any of its forms other than or in addition to hops to create a distinct (ranging from subtle to intense) character. Under hopping allows coffee to contribute to the flavor profile while not becoming excessively bitter. If this beer is a classic style with coffee flavor, the brewer should specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 11, "srmMax": "50", "ibuMax": "40", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:40", "fgMax": "1.03", "shortName": "Coffee Beer", "abvMax": "12", "id": 123, "srmMin": "8", "name": "Coffee-Flavored Beer"}, "createDate": "2013-11-21 17:20:04", "updateDate": "2015-12-17 07:15:52", "abv": "5.5", "styleId": 123, "id": "8tUfNm", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Meet Joe Latte’, a rich, creamy milk stout. When you pour this espresso colored beer your nose will immediately notice the sweet aroma of roasted malts, natural vanilla and rich coffee. The addition of lactose sugar adds a creamy mouth feel with a little extra sweetness. Finger Lakes Coffee Roaster’s Joe Latte’ Blend is added at the end of the boil for a rich coffee flavor that complements the deeply kilned malts. This wonderful seasonal beer will make you look forward to New York winters and hate to see them go.", "statusDisplay": "Verified", "nameDisplay": "Joe Latte Vanilla Coffee Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "See British Origin American-Style Imperial Porter Imperial porters are very dark brown to black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness should be in harmony with medium-low to medium hop bitterness. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment malt derived sweetness and hop character. Hop flavor and aroma may vary from being low to medium-high. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "50", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:58", "fgMax": "1.03", "shortName": "Stout", "abvMax": "12", "id": 44, "srmMin": "40", "name": "Specialty Stouts"}, "id": "0coNYj", "createDate": "2015-10-30 19:20:00", "updateDate": "2015-11-04 16:38:37", "abv": "5.5", "styleId": 44, "ibu": "27", "name": "Joe Latte Vanilla Coffee Stout"}]
