[{"status": "verified", "isOrganic": "N", "description": "Rye IPA. Spicy rye malt. Tropical Fruits.", "statusDisplay": "Verified", "nameDisplay": "Jack", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "createDate": "2015-03-27 19:22:16", "updateDate": "2015-03-27 19:22:16", "abv": "7.3", "styleId": 117, "id": "wzOefI", "name": "Jack"}, {"status": "verified", "isOrganic": "N", "name": "Jack Arnold Barley Wine", "nameDisplay": "Jack Arnold Barley Wine", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.088", "description": "American style wheat wines range from gold to deep amber and are brewed with 50% or more wheat malt. They have full body and high residual malty sweetness. Perception of bitterness is moderate to medium -high. Fruity-ester characters are often high and counterbalanced by complexity of alcohols and high alcohol content. Hop aroma and flavor are at low to medium levels. Very low levels of diacetyl may be acceptable. Bready, wheat, honey-like and/or caramel aroma and flavor are often part of the character. Phenolic yeast character, sulfur, and/or sweet corn-like dimethylsulfide (DMS) should not be present. Oxidized, stale and aged characters are not typical of this style. Chill haze is allowable.", "createDate": "2012-03-21 20:06:46", "ibuMin": "45", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:17", "fgMax": "1.032", "shortName": "Wheatwine", "abvMax": "12", "id": 35, "srmMin": "8", "name": "American-Style Wheat Wine Ale"}, "createDate": "2014-08-11 20:47:52", "updateDate": "2014-08-12 12:12:33", "abv": "9.2", "styleId": 35, "id": "8sX5sM", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "\"He said you would be somebody's treasure, but no one has discovered you yet.\"", "statusDisplay": "Verified", "nameDisplay": "Jack Candi Belgian-style Grand Cru", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.06", "description": "Beers in this category are golden to deep copper or light brown in color. They are light to medium in body. This style of beer is characterized by a toasted malt aroma, slight malt sweetness in flavor, and low to medium hop bitterness. Noble-type hop aromas and flavors should be low to medium. Fruity esters can be light to medium in intensity. Flavor of alcohol is evident. Earthy, cellarlike, musty aromas are okay. Diacetyl should not be perceived but chill haze is okay. Often bottle conditioned with some yeast character. French-Style Biére de Garde may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "16", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:34:08", "fgMax": "1.024", "shortName": "Bière de Garde", "abvMax": "8", "id": 71, "srmMin": "8", "name": "French-Style Bière de Garde"}, "name": "Jack Candi Belgian-style Grand Cru", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:31", "updateDate": "2012-03-22 13:05:19", "styleId": 71, "availableId": 4, "id": "hxQXHJ", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "“Jack D’Or” is a simple table beer, or “Saison Americain” as we’re referring to it. We are not trying to coin a beer style – we’re just having fun.  The Jack D’Or (pronounced “Jack Door”), is at the very center of Pretty Things and nearly three years on we’re still pleased as punch that he joined us!\r\n\r\nAs you know, PRETTY THINGS doesn’t brew “styles” per se.  Close, but we re-imagine everything and leave the style numbers in books on the shelves where they belong.  What that means is that while other people might be able to put our beers into a category, we have a hard time with it! Our beers are first and foremost creative beasts, not “types” of beer. Jack D’Or is the kind of beer Martha and Dann like to drink before, after and during a great meal. Heck, we’ll drink this sort of beer any time.\r\n\r\nOn Dann & Martha’s honeymoon in France and Belgium they stashed quite a few cases of Wallonian beer into their trunk. Every night after setting up their tent they’d cook lardons and lentils on a camp stove and enjoy fresh “saison” under the stars.\r\n\r\nInspired by some of our favorites like Saison DuPont, but also DeRanke’s XX Bitter, De Dolle’s Arabier, and local IPAs like Smuttynose, the Jack D’Or starts off with North American Pils, Vienna, Wheat and Malted Oats (among others) and is hopped with a combination of four hops, finishing with Palisade and Nugget. The bitterness is the real backbone of the Jack D’Or.  It’s a proper “plant-like” bitterness with all of its jagged edges, beginning deep in the soil, then to the stem of this beer and up into to the very tippity heights.  Fermentation-wise we use a blend of four yeast strains to give Jack D’Or its refreshingly dry character.  Finally, despite all of the spicy flavours in this beer it contains no actual spices – only malt, oats, rye, sugar, hops and yeast.  One more time: there are no spices or citrus in Jack D’Or. Wheat lends acidity at Jack’s edges, then rye and our blended yeast character come into play for a bit of polyphony, displeasing the notion of “balance” and creating the fire in the belly of Jack D’Or!\r\n\r\nThe creature on the label is Jack D’Or himself, conceived and drawn by Dann. Far away in a small clearing in the woods of New England, ankle deep in the mash tun, he contemplates and conjures himself into a batch of beer. For those of you who are new to this, Jack is a grain of malted barley, but more than that: he is the unifying force behind all of the Pretty Things. Jack D’Or Must Die!", "srmId": 5, "glass": {"createDate": "2012-01-03 02:41:33", "id": 10, "name": "Oversized Wine Glass"}, "nameDisplay": "Jack D'Or", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/W1gCSG/upload_LS36vI-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/W1gCSG/upload_LS36vI-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/W1gCSG/upload_LS36vI-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "id": "W1gCSG", "statusDisplay": "Verified", "ingredients": {"hops": [{"category": "hop", "createDate": "2013-06-24 16:07:29", "categoryDisplay": "Hops", "id": 30, "name": "Columbus"}, {"myrceneMax": 59, "category": "hop", "farneseneMax": 1, "description": "A strong bittering hop derived from Brewer's Gold, with contributions from Early Green, East Kent Golding, and others. Primarily used for bittering, it has a smooth but somewhat heavy, herbal, spicy bitterness. Some feel that its distinctive flavor and aroma characteristics give it potential as an aroma hop as well.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:33", "betaAcidMin": 4, "categoryDisplay": "Hops", "id": 90, "humuleneMin": 12, "betaAcidMax": 6, "caryophylleneMax": 10, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 7, "cohumuloneMax": 30, "cohumuloneMin": 24, "myrceneMin": 51, "alphaAcidMin": 12, "humuleneMax": 22, "name": "Nugget"}, {"myrceneMax": 38, "farneseneMax": 8, "cohumuloneMax": 33, "id": 134, "humuleneMax": 38, "category": "hop", "createDate": "2013-06-24 16:07:37", "farneseneMin": 2, "humuleneMin": 25, "betaAcidMax": 4.1, "cohumuloneMin": 25, "myrceneMin": 25, "alphaAcidMin": 3, "description": "Styria is a traditional hop-growing region on the modern-day Austrian/Slovenian border, and hop farms can be found on both sides of the border, although in modern times this variety is more closely associated with Slovenia and is sometimes called Savinja Goldings after a river in Slovenia. Although referred to as Styrian Golding, this hop is actually genetically derived from Fuggle rather than Golding hops. At one time the less desirable Fuggles were exported to some areas as \"Fuggle Golding,\" which is probably the source of the name. This hop became the primary hop grown in Styria in the 1930s when their other landrace varieties were severely damaged by powdery mildew. Because it is genetically derived from Fuggle, it is not surprising that Styrian Goldings also resembles Fuggle in character, with a pleasant spicy aroma.", "betaAcidMin": 1.8, "caryophylleneMax": 12, "caryophylleneMin": 7, "name": "Styrian Goldings", "countryOfOrigin": "AT", "country": {"displayName": "Austria", "name": "AUSTRIA", "isoThree": "AUT", "createDate": "2012-01-03 02:41:33", "numberCode": 40, "isoCode": "AT"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:38"}], "malt": [{"category": "malt", "createDate": "2013-06-24 16:07:50", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 536, "name": "Oats - Flaked"}, {"category": "malt", "createDate": "2013-06-24 16:07:53", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 724, "name": "Pilsner Malt"}, {"category": "malt", "createDate": "2013-06-24 16:07:54", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 766, "name": "Rye Malt"}, {"category": "malt", "srmPrecise": 3.5, "description": "Vienna Malt is a kiln-dried barley malt darker than pale ale malt, but not as dark as Munich Malt. It imparts a golden to orange color and a distinctive toast or biscuit malt aroma to the beer.", "srmId": 4, "createDate": "2013-06-24 16:07:56", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFBF42", "id": 4, "name": "4"}, "potential": 1.036, "updateDate": "2013-06-24 16:10:14", "maxInBatch": 90, "requiresMashing": "Y", "id": 814, "name": "Vienna Malt"}, {"category": "malt", "createDate": "2013-06-24 16:07:56", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 854, "name": "Wheat Malt"}]}, "createDate": "2012-01-03 02:43:31", "updateDate": "2015-12-16 12:26:40", "abv": "6.4", "styleId": 72, "availableId": 1, "glasswareId": 10, "ibu": "57", "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "name": "Jack D'Or"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Jack Daniels Barrel Aged Cypress Strong Ale", "nameDisplay": "Jack Daniels Barrel Aged Cypress Strong Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "American strong pale ales range from deep golden to copper in color. The style is characterized by floral and citrus-like American-variety hops used to produce high hop bitterness, flavor, and aroma. Note that floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. American strong pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruityester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "40", "categoryId": 3, "srmMax": "14", "ibuMax": "50", "abvMin": "5.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:26:32", "fgMax": "1.016", "shortName": "American Strong Pale", "abvMax": "6.3", "id": 29, "srmMin": "6", "name": "American-Style Strong Pale Ale"}, "createDate": "2015-04-01 15:49:52", "updateDate": "2015-04-01 15:49:52", "abv": "9.3", "styleId": 29, "availableId": 2, "id": "P3rLve", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Jack Frost Winter Doppelbock", "nameDisplay": "Jack Frost Winter Doppelbock", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "createDate": "2012-01-03 02:43:31", "updateDate": "2012-03-22 13:04:52", "styleId": 3, "id": "DA4jUf", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Press the button, go ahead. What are you waiting for? Your mama’s not coming this time. Don’t slow down. Hammer it.\r\n\r\nStart with huge grapefruit aroma. Pile on more bitterness than the human palate (or nipple) can detect, ride the anarchy and caramel craziness and let the devastatingly bitter finish drill straight through your taste buds.\r\n\r\nPut a bullet in the head of mediocrity, raise hell and revel in bitter craft awesomeness. This beer is the end of the line. The hopped-up, puckered mouthed extreme of craft brewing. This beer is bitter. Very bitter. Don’t say we didn’t warn you.", "statusDisplay": "Verified", "nameDisplay": "Jack Hammer", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/73goyV/upload_cysbzl-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/73goyV/upload_cysbzl-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/73goyV/upload_cysbzl-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "73goyV", "createDate": "2015-01-12 20:41:58", "updateDate": "2015-12-17 21:13:06", "abv": "7.2", "styleId": 30, "availableId": 1, "ibu": "200", "name": "Jack Hammer"}, {"status": "verified", "isOrganic": "N", "description": "The biggest beer we brew! This beer is all about malt and it dominates the flavor with just enough hops to keep this malty beast in check.", "statusDisplay": "Verified", "nameDisplay": "Jack Hammer (Bourbon Barrel Aged)", "beerVariation": {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "The biggest beer we brew! This beer is all about malt and it dominates the flavor with just enough hops to keep this malty beast in check.", "statusDisplay": "Verified", "nameDisplay": "Jack Hammer Barley Wine", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/vr3wZF/upload_eLFPpE-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/vr3wZF/upload_eLFPpE-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/vr3wZF/upload_eLFPpE-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.085", "description": "British-style barley wines range from tawny copper to dark brown in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by the perception of low to medium bitterness and extraordinary alcohol content. Hop aroma and flavor may be minimal to medium. English type hops are often used but not necessary for this style. Low levels of diacetyl may be acceptable. Caramel and some characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, may be considered positive. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "40", "categoryId": 1, "srmMax": "22", "ibuMax": "60", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:21:27", "fgMax": "1.028", "shortName": "British Barleywine", "abvMax": "12", "id": 17, "srmMin": "14", "name": "British-Style Barley Wine Ale"}, "id": "vr3wZF", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-05-05 12:26:18", "updateDate": "2015-12-16 17:18:15", "abv": "11", "styleId": 17, "availableId": 4, "glasswareId": 6, "ibu": "40", "name": "Jack Hammer Barley Wine"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.085", "description": "British-style barley wines range from tawny copper to dark brown in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by the perception of low to medium bitterness and extraordinary alcohol content. Hop aroma and flavor may be minimal to medium. English type hops are often used but not necessary for this style. Low levels of diacetyl may be acceptable. Caramel and some characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, may be considered positive. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "40", "categoryId": 1, "srmMax": "22", "ibuMax": "60", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:21:27", "fgMax": "1.028", "shortName": "British Barleywine", "abvMax": "12", "id": 17, "srmMin": "14", "name": "British-Style Barley Wine Ale"}, "id": "aJOEXm", "createDate": "2014-11-15 18:43:23", "beerVariationId": "vr3wZF", "abv": "12", "styleId": 17, "updateDate": "2014-12-27 11:37:17", "ibu": "40", "name": "Jack Hammer (Bourbon Barrel Aged)"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "The biggest beer we brew! This beer is all about malt and it dominates the flavor with just enough hops to keep this malty beast in check.", "statusDisplay": "Verified", "nameDisplay": "Jack Hammer Barley Wine", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/vr3wZF/upload_eLFPpE-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/vr3wZF/upload_eLFPpE-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/vr3wZF/upload_eLFPpE-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.085", "description": "British-style barley wines range from tawny copper to dark brown in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by the perception of low to medium bitterness and extraordinary alcohol content. Hop aroma and flavor may be minimal to medium. English type hops are often used but not necessary for this style. Low levels of diacetyl may be acceptable. Caramel and some characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, may be considered positive. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "40", "categoryId": 1, "srmMax": "22", "ibuMax": "60", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:21:27", "fgMax": "1.028", "shortName": "British Barleywine", "abvMax": "12", "id": 17, "srmMin": "14", "name": "British-Style Barley Wine Ale"}, "id": "vr3wZF", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-05-05 12:26:18", "updateDate": "2015-12-16 17:18:15", "abv": "11", "styleId": 17, "availableId": 4, "glasswareId": 6, "ibu": "40", "name": "Jack Hammer Barley Wine"}, {"status": "verified", "isOrganic": "N", "name": "Jack Hammer Big Pumpkin Ale", "nameDisplay": "Jack Hammer Big Pumpkin Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "id": "vhhkii", "createDate": "2015-11-22 20:28:37", "updateDate": "2015-11-25 17:54:42", "abv": "6.7", "styleId": 124, "ibu": "16", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A distinctive blonde ale which leaves a light but hoppy and refreshing taste on the palate", "statusDisplay": "Verified", "nameDisplay": "Jack Knife", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/BmPQf8/upload_VGvmnD-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/BmPQf8/upload_VGvmnD-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/BmPQf8/upload_VGvmnD-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2013-06-24 03:58:08", "updateDate": "2015-12-17 02:59:06", "abv": "4.1", "styleId": 36, "id": "BmPQf8", "name": "Jack Knife"}, {"status": "verified", "available": {"description": "Available during the fall months.", "id": 7, "name": "Fall"}, "isOrganic": "N", "description": "Jack O'Lahar Pumpkin Ale is the perfect treat for the Halloween season.  Copious amounts of pumpkin is added to the boil along with an array of spices to give this ale an exquisite and unique flavor profile.  Happy Trick or Treating!", "statusDisplay": "Verified", "nameDisplay": "Jack O'Lahar Pumpkin Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/oaNbYy/upload_K5R15O-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/oaNbYy/upload_K5R15O-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/oaNbYy/upload_K5R15O-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Pumpkin beers are any beers using pumpkins (Cucurbito pepo) as an adjunct in either mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Pumpkin qualities should not be overpowered by hop character. These may or may not be spiced or flavored with other things. A statement by the brewer explaining the nature of the beer is essential for fair assessment in competitions. If this beer is a classic style with pumpkin, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:28", "fgMax": "1.03", "shortName": "Pumpkin Beer", "abvMax": "12", "id": 121, "srmMin": "5", "name": "Pumpkin Beer"}, "id": "oaNbYy", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2016-06-21 21:07:17", "updateDate": "2016-06-29 19:33:53", "abv": "6.5", "styleId": 121, "availableId": 7, "glasswareId": 5, "ibu": "20", "name": "Jack O'Lahar Pumpkin Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Hertfordshire’s best loved giant lived centuries ago in a wood in Weston near Stevenage. A highway robber by trade, Jack regularly passed the proceeds of his days endeavours to the poor and needy. But Jack was unpopular with the local tradesmen who banded together to rid themselves of the friendly giant. As he died he was granted one last request. He asked for his bow, which no one else could bend, be placed in his hand and where his arrow fell, there should he be buried. The arrow flew from Baldock and hit Weston Church over two miles away. There by the path leading to the church front door, they buried Jack O’Legs. The gravestone is still to be found.\r\n\r\nA combination of four types of malt and two types of aroma hop provide copper-coloured premium ale with full fruit and a distinctive hoppy bitterness.", "statusDisplay": "Verified", "nameDisplay": "Jack O'Legs", "name": "Jack O'Legs", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:31", "updateDate": "2012-03-22 13:05:43", "abv": "4.2", "availableId": 1, "id": "JXovAW", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Jack O' Spades is a devilishly refreshing pumpkin ale. We brewed our pumpkin ale with pumpkin puree and spices. This is the perfect beer for the cool Fall nights.", "statusDisplay": "Verified", "nameDisplay": "Jack O'Spades Pumpkin Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Pumpkin beers are any beers using pumpkins (Cucurbito pepo) as an adjunct in either mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Pumpkin qualities should not be overpowered by hop character. These may or may not be spiced or flavored with other things. A statement by the brewer explaining the nature of the beer is essential for fair assessment in competitions. If this beer is a classic style with pumpkin, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:28", "fgMax": "1.03", "shortName": "Pumpkin Beer", "abvMax": "12", "id": 121, "srmMin": "5", "name": "Pumpkin Beer"}, "createDate": "2015-11-11 19:37:55", "updateDate": "2015-11-11 19:37:55", "styleId": 121, "id": "95rOqY", "name": "Jack O'Spades Pumpkin Ale"}, {"status": "verified", "isOrganic": "N", "name": "Jack of Spades", "nameDisplay": "Jack of Spades", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ONA6y1/upload_NZ3Izg-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ONA6y1/upload_NZ3Izg-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ONA6y1/upload_NZ3Izg-icon.png"}, "originalGravity": "1.064", "id": "ONA6y1", "createDate": "2015-02-27 15:30:56", "updateDate": "2015-12-17 21:44:47", "abv": "6.1", "styleId": 30, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "ibu": "66", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Jack of Spades Schwarzbier", "nameDisplay": "Jack of Spades Schwarzbier", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "These very dark brown to black beers have a mild roasted malt character without the associated bitterness. This is not a fullbodied beer, but rather a moderate body gently enhances malt flavor and aroma with low to moderate levels of sweetness. Hop bitterness is low to medium in character. Noble-type hop flavor and aroma should be low but perceptible. There should be no fruity esters. Diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "22", "categoryId": 7, "srmMax": "30", "ibuMax": "30", "abvMin": "3.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:37:12", "fgMax": "1.016", "shortName": "Schwarzbier", "abvMax": "5", "id": 84, "srmMin": "25", "name": "German-Style Schwarzbier"}, "createDate": "2012-01-03 02:43:31", "updateDate": "2012-03-22 13:04:31", "abv": "3.9", "styleId": 84, "id": "Ekq5lL", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Jack Pine Savage", "nameDisplay": "Jack Pine Savage", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/OVlh9Z/upload_fwdYfz-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/OVlh9Z/upload_fwdYfz-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/OVlh9Z/upload_fwdYfz-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2014-01-30 13:56:16", "updateDate": "2015-12-17 10:05:18", "abv": "5.3", "styleId": 25, "id": "OVlh9Z", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Bursting with hops:  this medium-bodied, copper-hued classic American Pale is a locals’ favorite.", "statusDisplay": "Verified", "nameDisplay": "Jack Rabbit Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "name": "Jack Rabbit Pale Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:31", "updateDate": "2014-10-10 20:09:47", "styleId": 25, "availableId": 1, "id": "l1n1tF", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Jack Rose Silly Willet", "nameDisplay": "Jack Rose Silly Willet", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "createDate": "2016-07-22 17:41:56", "updateDate": "2016-07-22 17:41:56", "abv": "9.5", "styleId": 34, "id": "2gu6Rc", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Chances are good you know someone just like Jack Savage. He’s the kind of guy that always has a plow on his truck with a cooler in the back. If you want to hear a good fish story, or need somebody to run the barbecue, you bet he's your man. Brewed with all American hops, Jack Savage is a good time—gone great.", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 60, "farneseneMax": 6, "cohumuloneMax": 40, "id": 22, "humuleneMax": 13, "category": "hop", "createDate": "2013-06-24 16:07:28", "farneseneMin": 6, "humuleneMin": 13, "betaAcidMax": 7, "cohumuloneMin": 33, "myrceneMin": 45, "alphaAcidMin": 5.5, "description": "Cascade was created in the United States as an open-pollinated cross between Fuggle and Serebrianker. Its instantly recognizable grapefruit, floral aroma is characteristic of many American ales. Cascade is also one of the easiest hop varieties to grow; it can grow well under less than ideal conditions or in short growing seasons, and unlike most varieties, if started from a good rhizome a Cascade can produce a good crop even in its first growing season.", "betaAcidMin": 4.5, "caryophylleneMax": 4.5, "caryophylleneMin": 4.5, "name": "Cascade", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}, {"myrceneMax": 40, "category": "hop", "farneseneMax": 1, "description": "Released in 1985, Chinook is a strong bittering hop derived from Petham Golding, one of the English Golding hops. It is used in stouts and porters for its heavy spicy aroma.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:28", "betaAcidMin": 3, "categoryDisplay": "Hops", "id": 26, "humuleneMin": 18, "betaAcidMax": 4, "caryophylleneMax": 11, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 9, "cohumuloneMax": 35, "cohumuloneMin": 29, "myrceneMin": 35, "alphaAcidMin": 12, "humuleneMax": 25, "name": "Chinook"}, {"category": "hop", "createDate": "2013-06-24 16:07:28", "categoryDisplay": "Hops", "id": 28, "name": "Cluster"}, {"category": "hop", "createDate": "2013-06-24 16:07:29", "categoryDisplay": "Hops", "id": 30, "name": "Columbus"}]}, "nameDisplay": "Jack Savage", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/2XAYHR/upload_rVNMPY-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/2XAYHR/upload_rVNMPY-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/2XAYHR/upload_rVNMPY-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "2XAYHR", "createDate": "2014-01-14 23:08:55", "updateDate": "2015-12-17 08:12:56", "abv": "5.3", "styleId": 25, "availableId": 1, "ibu": "43", "name": "Jack Savage"}, {"status": "verified", "isOrganic": "N", "name": "Jack Stout", "nameDisplay": "Jack Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2012-01-03 02:43:31", "updateDate": "2015-05-14 16:06:12", "styleId": 42, "id": "Uhcw7M", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Jack Straw India Pale Ale is our no holds barred tribute to hopheads. A west coasst inspired American IPA with resinous hop bitterness mated to fresh-off-the-vine hop flavors and aromas.\r\nHop flavors and aromas of grapefruit, lemon, and a hint of pine and stone fruits jump out of this fairly dry beer.", "statusDisplay": "Verified", "nameDisplay": "Jack Straw", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "OP3yIF", "createDate": "2015-05-20 16:06:26", "updateDate": "2015-05-20 16:38:38", "abv": "6.2", "styleId": 30, "ibu": "74", "name": "Jack Straw"}, {"status": "verified", "isOrganic": "N", "name": "Jack Straw", "nameDisplay": "Jack Straw", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/9DFsJ1/upload_RKeafe-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/9DFsJ1/upload_RKeafe-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/9DFsJ1/upload_RKeafe-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 10, "name": "International Styles"}, "ogMin": "1.044", "description": "International Pilseners are straw/golden in color and are well attenuated. This medium-bodied beer is often brewed with rice, corn, wheat, or other grain or sugar adjuncts making up part of the mash. Hop bitterness is low to medium. Hop flavor and aroma are low. Residual malt sweetness is low--it does not predominate but may be perceived. Fruity esters and diacetyl should not be perceived. Very low levels of sweet corn-like dimethylsulfide (DMS) character, if perceived, are acceptable. There should be no chill haze.", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 10, "srmMax": "4", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:42:11", "fgMax": "1.01", "shortName": "International Pilsener", "abvMax": "5.3", "id": 106, "srmMin": "3", "name": "International-Style Pilsener"}, "createDate": "2015-11-18 15:54:09", "updateDate": "2015-12-18 05:52:00", "abv": "5.3", "styleId": 106, "id": "9DFsJ1", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Jack Tar", "statusDisplay": "Verified", "nameDisplay": "Jack Tar", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/7YV7E4/upload_pCZCPN-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/7YV7E4/upload_pCZCPN-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/7YV7E4/upload_pCZCPN-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:31", "updateDate": "2015-12-16 10:33:58", "styleId": 42, "id": "7YV7E4", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Don’t Be A Bum, Drink One! A German Alt-style beer, Jack The Bum won a medal at the 2013 Brewer’s Cup. Walking the line between Pale Ale and Amber Ale, it’s the best of both worlds. A red beer with nice bitterness, and a malty backbone. We use the same type of hops in this beer as we use in Diesel Oil Stout, so we have “bummed” the hops. Jack The Bum’s namesake lived in a shack down by the river in 1930’s Columbus, Indiana and saved local children from drowning.", "srmId": 7, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Jack The Bum Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "Aky7aE", "statusDisplay": "Verified", "createDate": "2012-04-16 22:26:45", "updateDate": "2016-08-10 18:58:38", "abv": "5.8", "styleId": 25, "availableId": 1, "glasswareId": 5, "ibu": "62", "srm": {"hex": "F39C00", "id": 7, "name": "7"}, "name": "Jack The Bum Pale Ale"}, {"status": "verified", "isOrganic": "N", "description": "Far from a fairy tale this English-style barleywine was brewed with 100% Maris Otter barley malt, hopped with East Kent Goldings, boiled for 3 hours, fermented with classic British ale yeast and aged for over half a year. Slay the giant within", "statusDisplay": "Verified", "nameDisplay": "Jack the Giant Killer", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.085", "description": "British-style barley wines range from tawny copper to dark brown in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by the perception of low to medium bitterness and extraordinary alcohol content. Hop aroma and flavor may be minimal to medium. English type hops are often used but not necessary for this style. Low levels of diacetyl may be acceptable. Caramel and some characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, may be considered positive. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "40", "categoryId": 1, "srmMax": "22", "ibuMax": "60", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:21:27", "fgMax": "1.028", "shortName": "British Barleywine", "abvMax": "12", "id": 17, "srmMin": "14", "name": "British-Style Barley Wine Ale"}, "createDate": "2015-04-24 22:39:48", "updateDate": "2015-04-24 22:39:48", "abv": "10", "styleId": 17, "id": "0d3umO", "name": "Jack the Giant Killer"}, {"status": "verified", "isOrganic": "Y", "description": "Old world porter combining Pale, Crystal, Chocolate malt, and a hint of Black Patent. Hopped with Northern Brewer and finished with Cascade. This beer was the working class brew of London during the Gin Ban of 1751.", "srmId": 41, "nameDisplay": "Jack the Quaffer Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "statusDisplay": "Verified", "createDate": "2015-05-21 14:35:22", "updateDate": "2015-05-21 18:09:48", "abv": "6", "styleId": 18, "id": "1qgHAF", "name": "Jack the Quaffer Porter"}, {"status": "verified", "isOrganic": "N", "description": "A balanced Rye India Pale Ale brewed with Nugget and Chinook hops", "statusDisplay": "Verified", "nameDisplay": "Jack the R.I.P.A.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "createDate": "2014-03-17 10:01:36", "updateDate": "2014-03-17 10:02:38", "styleId": 117, "id": "bgKDOw", "name": "Jack the R.I.P.A."}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Jack the Sipper", "statusDisplay": "Verified", "nameDisplay": "Jack the Sipper", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/POOSCU/upload_xUGOfR-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/POOSCU/upload_xUGOfR-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/POOSCU/upload_xUGOfR-icon.png"}, "originalGravity": "1.053", "id": "POOSCU", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "createDate": "2014-06-04 15:22:40", "updateDate": "2016-05-09 15:42:21", "abv": "5.3", "styleId": 5, "availableId": 1, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "ibu": "40", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Jack Thorne Nitro", "srmId": 25, "nameDisplay": "Jack Thorne Nitro", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "id": "5BxpYO", "createDate": "2016-05-25 18:50:00", "updateDate": "2016-05-25 18:50:01", "abv": "5.2", "styleId": 18, "srm": {"hex": "7B1A00", "id": 25, "name": "25"}, "ibu": "20", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Jack Wagon Wheat Beer", "statusDisplay": "Verified", "nameDisplay": "Jack Wagon Wheat Beer", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/VVErmk/upload_LBPj2k-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/VVErmk/upload_LBPj2k-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/VVErmk/upload_LBPj2k-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:31", "updateDate": "2015-12-16 09:07:44", "abv": "4", "styleId": 112, "id": "VVErmk", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This American-style wheat ale is a light, unfiltered brew with a citrus aroma and flavor imparted by a late addition of lemon grass. This unfiltered beer retains all of its protein, flavor, and some of its yeast, resulting in a traditionally cloudy appearance. It’s the perfect refreshment for a thirsty, trail weary ale lover.\r\n \r\nMalts: 2-row, munich, wheat, lemongrass\r\nHops: perle\r\n\r\n1998 Westword Mag. “Best of”.  2000 North American Brewers Assoc. Gold Medal.  2002 CO State Fair Best Wheat Beer.  2003 Westword Mag. “Best of”. 2005 GABF Silver Medal.  2006 World Beer Cup", "statusDisplay": "Verified", "nameDisplay": "Jack Whacker Wheat Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/v8wd26/upload_zIr35B-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/v8wd26/upload_zIr35B-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/v8wd26/upload_zIr35B-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "id": "v8wd26", "glass": {"createDate": "2012-01-03 02:41:33", "id": 9, "name": "Weizen"}, "createDate": "2012-01-03 02:43:31", "updateDate": "2016-05-09 15:41:56", "abv": "4.7", "styleId": 112, "availableId": 1, "glasswareId": 9, "ibu": "15", "name": "Jack Whacker Wheat Ale"}, {"available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "srmId": 25, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/uc0DvG/upload_aZ05cd-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/uc0DvG/upload_aZ05cd-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/uc0DvG/upload_aZ05cd-icon.png"}, "styleId": 121, "availableId": 4, "foodPairings": "Pairing with cheeses are wide, but include sharp or mild cheddars, Swiss, Gouda, Parmesan or Dubliner Hearty and spicy main courses that may incorporate chicken, pheasant, goose, duck, turkey, ham, sausage and pork, particularly when roasted or baked Desserts would suggest non-chocolate based ones such as plain cake, almond cake, pumpkin pie, tarts, baklava, apple pie, pears, apples and apricots", "id": "uc0DvG", "statusDisplay": "Verified", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Pumpkin beers are any beers using pumpkins (Cucurbito pepo) as an adjunct in either mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Pumpkin qualities should not be overpowered by hop character. These may or may not be spiced or flavored with other things. A statement by the brewer explaining the nature of the beer is essential for fair assessment in competitions. If this beer is a classic style with pumpkin, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:28", "fgMax": "1.03", "shortName": "Pumpkin Beer", "abvMax": "12", "id": 121, "srmMin": "5", "name": "Pumpkin Beer"}, "nameDisplay": "Jack'd Up", "name": "Jack'd Up", "abv": "5.4", "status": "verified", "description": "This autumn ale incorporates flavors that will compliment autumn season celebrations and food pairings for all of the servings for a banquet. This is a traditional autumn style ale jacked up with pumpkin spices.  Six different malts combine for a mild malty taste with a perfect level of spiciness to remind you of our autumn season.", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "srm": {"hex": "7B1A00", "id": 25, "name": "25"}, "servingTemperature": "cold", "updateDate": "2015-12-16 22:00:20", "ibu": "30", "createDate": "2012-11-30 11:26:28"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Jack's Gold", "nameDisplay": "Jack's Gold", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/klyeP3/upload_aIVzMh-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/klyeP3/upload_aIVzMh-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/klyeP3/upload_aIVzMh-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2016-06-01 01:12:33", "updateDate": "2016-06-01 10:04:35", "abv": "5.5", "styleId": 36, "availableId": 2, "id": "klyeP3", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "Cherry smoke, rye, pumpkin and exotic yeast conjure up the autumn experience in an obscure marriage of flavors. Enjoy this truly unique offering!!", "statusDisplay": "Verified", "nameDisplay": "Jack's Lanter", "createDate": "2012-04-12 00:53:46", "updateDate": "2012-04-12 00:53:46", "availableId": 3, "id": "kVZwkm", "name": "Jack's Lanter"}, {"status": "verified", "isOrganic": "N", "description": "Our fall seasonal is a subtle, well-balanced ale, copper in color, offering rich, full flavors and aromas of pumpkin and spices.", "statusDisplay": "Verified", "nameDisplay": "Jack's Pumpkin Spice Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "createDate": "2012-01-03 02:43:31", "updateDate": "2012-03-22 13:05:04", "abv": "5.5", "styleId": 124, "id": "mrLL4r", "name": "Jack's Pumpkin Spice Ale"}, {"status": "verified", "isOrganic": "N", "description": "Great combination of American hops, Belgian yeast, and wheat.  Hopped with Centennial, Cascade, Chinook, and Apollo, and heavily dry-hopped in the fermentor.  Fantastic depth of flavor from the Belgian yeast, and super smooth mouth-feel from the unfiltered wheat.", "srmId": 7, "nameDisplay": "Jack's White IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "T9ugq9", "statusDisplay": "Verified", "createDate": "2015-04-20 15:11:03", "updateDate": "2015-04-20 15:11:03", "abv": "6.7", "styleId": 30, "srm": {"hex": "F39C00", "id": 7, "name": "7"}, "ibu": "67.6", "name": "Jack's White IPA"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "Jack-Ale-Lantern", "nameDisplay": "Jack-Ale-Lantern", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Pumpkin beers are any beers using pumpkins (Cucurbito pepo) as an adjunct in either mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Pumpkin qualities should not be overpowered by hop character. These may or may not be spiced or flavored with other things. A statement by the brewer explaining the nature of the beer is essential for fair assessment in competitions. If this beer is a classic style with pumpkin, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:28", "fgMax": "1.03", "shortName": "Pumpkin Beer", "abvMax": "12", "id": 121, "srmMin": "5", "name": "Pumpkin Beer"}, "createDate": "2013-05-02 22:17:29", "updateDate": "2013-05-03 00:55:38", "styleId": 121, "availableId": 4, "id": "EiBcm8", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "This special pumpkin ale is only offered when the time is perfect for a barrel-aged offering. Don’t let the name spook you; this is a regular favorite and fantastic for sitting by the fire.", "statusDisplay": "Verified", "nameDisplay": "Jack-O-Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:27", "shortName": "BBL Aged", "id": 132, "name": "Wood- and Barrel-Aged Beer"}, "createDate": "2015-03-24 20:00:33", "updateDate": "2015-03-24 20:00:33", "styleId": 132, "id": "DKWJwb", "name": "Jack-O-Ale"}, {"status": "verified", "isOrganic": "N", "description": "Representing the darker side of Shandy, Jack-O Traveler is an alluring beer illuminated by the tastes of fall. He strikes the perfect balance between bright refreshment and seasonal spice. Jack is an American craft wheat beer brewed with fresh pumpkin, for a delicious, dark hued, Shandy-inspired beer.", "statusDisplay": "Verified", "nameDisplay": "Jack-O-Traveler", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/JjFMoU/upload_poobHK-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/JjFMoU/upload_poobHK-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/JjFMoU/upload_poobHK-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "createDate": "2014-06-16 19:46:47", "updateDate": "2016-09-30 17:21:10", "abv": "4.4", "styleId": 124, "id": "JjFMoU", "name": "Jack-O-Traveler"}, {"status": "verified", "isOrganic": "N", "description": "A balanced Brown Ale fermented with an English Ale yeast producing toasty malt flavors and a hint of caramel and coffee.", "statusDisplay": "Verified", "nameDisplay": "Jackalope Brown Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "createDate": "2012-06-27 01:18:38", "updateDate": "2015-06-08 20:07:52", "styleId": 37, "id": "EglYCc", "name": "Jackalope Brown Ale"}, {"status": "verified", "isOrganic": "N", "name": "Jackalope Canyon Ale", "nameDisplay": "Jackalope Canyon Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.024", "description": "These beers are pale golden to amber in color, light to medium-light in body, and high in carbonation. Calorie level should not exceed 125 per 12 ounce serving. Corn, rice, or other grain or sugar adjuncts may be used but all malt formulations are also made. Malt and hop flavors are mild yet evident. Hop bitterness is evident and hop aroma may be negligible to evident. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "8", "categoryId": 8, "srmMax": "12", "ibuMax": "15", "abvMin": "3.5", "fgMin": "1.002", "updateDate": "2015-04-07 15:39:59", "fgMax": "1.008", "shortName": "American Amber Lager", "abvMax": "4.4", "id": 96, "srmMin": "4", "name": "American-Style Amber (Low Calorie) Lager"}, "createDate": "2015-04-01 19:55:42", "updateDate": "2015-04-01 20:52:24", "styleId": 96, "id": "GKLlvi", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "name": "Jackalope Coffee Stout", "nameDisplay": "Jackalope Coffee Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2015-07-14 21:23:22", "updateDate": "2015-07-14 21:23:22", "styleId": 42, "id": "V9x9qv", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available during the fall months.", "id": 7, "name": "Fall"}, "isOrganic": "N", "description": "Subtlety spiced yet massively squashed, Jackalope Imperial Pumpkin Porter is brewed with 250 pounds of squash/pumpkin per batch. A rich, smooth dark beer with a subtle hint of pumpkin, clove, nutmeg, cinnamon, and ginger.", "statusDisplay": "Verified", "nameDisplay": "Jackalope Imperial Pumpkin Porter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/IVsXeI/upload_JkVWMb-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/IVsXeI/upload_JkVWMb-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/IVsXeI/upload_JkVWMb-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Pumpkin beers are any beers using pumpkins (Cucurbito pepo) as an adjunct in either mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Pumpkin qualities should not be overpowered by hop character. These may or may not be spiced or flavored with other things. A statement by the brewer explaining the nature of the beer is essential for fair assessment in competitions. If this beer is a classic style with pumpkin, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:28", "fgMax": "1.03", "shortName": "Pumpkin Beer", "abvMax": "12", "id": 121, "srmMin": "5", "name": "Pumpkin Beer"}, "id": "IVsXeI", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-10-21 13:12:49", "updateDate": "2015-12-16 19:54:54", "abv": "7.5", "styleId": 121, "availableId": 7, "glasswareId": 5, "ibu": "10", "name": "Jackalope Imperial Pumpkin Porter"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Hops are literally leaping out of this aggressive and magical deep golden brew. The aroma of Columbus, Crystal and Centennial hop varieties strikes you first with notes of evergreen and grapefruit before evolving into a snappy and sharp hop flavor. The finish is very dry and calls you back for more. Yes, there is some malt here too, but mainly in a supporting role. This is one for the hopheads. Cheers!", "statusDisplay": "Verified", "nameDisplay": "Jackalope IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/utC6bk/upload_HKIRZQ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/utC6bk/upload_HKIRZQ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/utC6bk/upload_HKIRZQ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "name": "Jackalope IPA", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:31", "updateDate": "2015-12-16 08:24:32", "abv": "6.2", "styleId": 30, "availableId": 1, "id": "utC6bk", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Dark Mild", "statusDisplay": "Verified", "nameDisplay": "Jackaroo", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English dark mild ales range from deep copper to dark brown (often with a red tint) in color. Malt flavor and caramel are part of the flavor and aroma profile while, licorice and roast malt tones may sometimes contribute to the flavor and aroma profile. Body should be low-medium to medium. These beers have very little hop flavor or aroma. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "34", "ibuMax": "24", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:43", "fgMax": "1.008", "shortName": "English Dark Mild", "abvMax": "4", "id": 11, "srmMin": "17", "name": "English-Style Dark Mild Ale"}, "id": "yGojhb", "createDate": "2015-12-04 15:20:00", "updateDate": "2015-12-04 15:20:00", "abv": "4.5", "styleId": 11, "ibu": "17", "name": "Jackaroo"}, {"status": "verified", "isOrganic": "N", "description": "Don't fight it, Spite It!\r\n\r\nHalloween, the one day out of the entire year\r\n\r\nwhen you are encouraged to dress up like a jackass.\r\n\r\nWant to dress up like a gorilla? Go ahead.\r\n\r\nA slutty nurse? No one will mind.\r\n\r\nThis pumpkin ale was made with real pumpkins,\r\n\r\nhome roasted to a caramelized goodness,\r\n\r\nthen added to the mash.\r\n\r\nEnjoy this pumpkin ale while letting your inner jackass shine!", "statusDisplay": "Verified", "nameDisplay": "Jackass O' Lantern Pumpkin Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/dThqM3/upload_DgrhTS-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/dThqM3/upload_DgrhTS-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/dThqM3/upload_DgrhTS-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Pumpkin beers are any beers using pumpkins (Cucurbito pepo) as an adjunct in either mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Pumpkin qualities should not be overpowered by hop character. These may or may not be spiced or flavored with other things. A statement by the brewer explaining the nature of the beer is essential for fair assessment in competitions. If this beer is a classic style with pumpkin, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:28", "fgMax": "1.03", "shortName": "Pumpkin Beer", "abvMax": "12", "id": 121, "srmMin": "5", "name": "Pumpkin Beer"}, "createDate": "2015-04-13 15:21:20", "updateDate": "2015-12-17 23:54:32", "abv": "6.66", "styleId": 121, "id": "dThqM3", "name": "Jackass O' Lantern Pumpkin Ale"}, {"status": "verified", "isOrganic": "N", "description": "Traditional session porter, toasty & flavorful.", "statusDisplay": "Verified", "nameDisplay": "Jackdaw", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "createDate": "2015-07-09 18:57:53", "updateDate": "2015-07-09 18:57:53", "abv": "4.7", "styleId": 18, "id": "4Huzvx", "name": "Jackdaw"}, {"status": "verified", "isOrganic": "N", "name": "Jacked", "nameDisplay": "Jacked", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/fOm3MW/upload_POLqWs-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/fOm3MW/upload_POLqWs-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/fOm3MW/upload_POLqWs-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "The German word helle means light colored, and as such, a heller Bock is light straw to deep golden in color. Maibocks are also light-colored bocks. The sweet malty character should come through in the aroma and flavor. A lightly toasted and/or bready malt character is often evident. Roast or heavy toast/caramel malt character should be absent. Body is medium to full. Hop bitterness should be low, while noble-type hop aroma and flavor may be at low to medium levels. Bitterness increases with gravity. Fruity esters may be perceived at low levels. Diacetyl should be absent. Chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "10", "ibuMax": "38", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:39:04", "fgMax": "1.02", "shortName": "Maibock", "abvMax": "8", "id": 89, "srmMin": "4", "name": "German-Style Heller Bock/Maibock"}, "createDate": "2012-12-21 13:33:45", "updateDate": "2015-12-16 20:38:35", "abv": "9", "styleId": 89, "id": "fOm3MW", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "Jacked Again Recession Ale", "nameDisplay": "Jacked Again Recession Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2013-05-14 20:40:05", "updateDate": "2015-04-29 18:27:37", "abv": "8.4", "styleId": 93, "availableId": 4, "id": "T827CX", "statusDisplay": "Verified"}]
