[{"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "S'wheat Stache", "nameDisplay": "S'wheat Stache", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "createDate": "2015-04-24 18:31:44", "updateDate": "2015-04-24 18:33:18", "styleId": 112, "availableId": 4, "id": "g5gGAa", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "S-Team", "createDate": "2012-01-03 02:44:08", "updateDate": "2012-03-22 13:04:54", "id": "fjmwO4", "name": "S-Team"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "S-Turns Summer Honey Saison is aptly named for the scenic winding road to one of our favorite surf spots on the Outer Banks of NC. Like the twists and turns of S-Turns, this classic saison will take your senses down a pleasing path of chamomile, Belgian-ale yeast, and the best locally-sourced clover honey we could find. Liquid gold in a glass.", "statusDisplay": "Verified", "nameDisplay": "S-Turns", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/40lgch/upload_SJ8mhL-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/40lgch/upload_SJ8mhL-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/40lgch/upload_SJ8mhL-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using honey in addition to malted barley. Beers may be brewed to a traditional style or may be experimental. Character of honey should be evident in flavor and aroma and balanced with the other components without overpowering them. A statement by the brewer explaining the classic or other style of the beer, and the type of honey used is essential in order for fair assessment in competitions.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:45:03", "fgMax": "1.03", "shortName": "Honey Beer", "abvMax": "12", "id": 126, "srmMin": "1", "name": "Specialty Honey Lager or Ale"}, "id": "40lgch", "createDate": "2014-07-03 17:17:03", "updateDate": "2015-12-17 15:02:16", "abv": "7.5", "styleId": 126, "availableId": 2, "foodPairings": "Summer BBQs, Leg of Lamb, Seafood Boil/Steamer Pot", "ibu": "25", "name": "S-Turns"}, {"status": "verified", "isOrganic": "Y", "description": "Habanero infused IPA. Nice balance of hops and habanero spice.", "statusDisplay": "Verified", "nameDisplay": "S. A. IPA", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 9, "name": "Other Lager"}, "ogMin": "1.038", "description": "Australasian or Tropical light lagers are very light in color and light bodied. They have no hop flavor or aroma, and hop bitterness is negligibly to moderately perceived. Sugar adjuncts are often used to lighten the body and flavor, sometimes contributing to a slight apple-like-like fruity ester. Sugar, corn, rice, and other cereal grains are used as an adjunct. Chill haze and diacetyl should be absent. Fruity esters should be very low.", "createDate": "2012-03-21 20:06:46", "ibuMin": "9", "categoryId": 9, "srmMax": "5", "ibuMax": "18", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:08", "fgMax": "1.01", "shortName": "Tropical Light Lager", "abvMax": "5", "id": 105, "srmMin": "2", "name": "Australasian, Latin American or Tropical-Style Light Lager"}, "id": "ZrSeoT", "createDate": "2015-07-22 18:03:59", "updateDate": "2015-07-22 18:04:00", "abv": "6.3", "styleId": 105, "ibu": "95", "name": "S. A. IPA"}, {"status": "verified", "isOrganic": "N", "description": "Clean American Wheat beer! Lightly spiced with sweet orange peel and a taste of rose hips. This combination makes for a great session beer.", "statusDisplay": "Verified", "nameDisplay": "S.A Wheeeat", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2014-10-23 04:10:19", "updateDate": "2014-10-30 17:59:37", "abv": "4.5", "styleId": 25, "id": "bmHKbH", "name": "S.A Wheeeat"}, {"status": "verified", "isOrganic": "N", "name": "S.H.A.F.T. Ale", "nameDisplay": "S.H.A.F.T. Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/vQKBsP/upload_JCKSOc-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/vQKBsP/upload_JCKSOc-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/vQKBsP/upload_JCKSOc-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "createDate": "2014-06-10 12:40:10", "updateDate": "2015-12-17 14:18:36", "styleId": 125, "id": "vQKBsP", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "S.H.O.P. Series Hallertau Blanc", "nameDisplay": "S.H.O.P. Series Hallertau Blanc", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2016-02-15 22:49:22", "updateDate": "2016-02-15 22:49:22", "abv": "4.9", "styleId": 30, "id": "0veaLm", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "Our Dozer taken to the extreme…..sour that is!", "statusDisplay": "Verified", "nameDisplay": "S.I.P.A", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "id": "SRm5cO", "createDate": "2015-07-22 20:52:05", "updateDate": "2015-07-22 20:52:05", "abv": "6.3", "styleId": 40, "ibu": "94.2", "name": "S.I.P.A"}, {"status": "verified", "isOrganic": "N", "description": "A liquid compilation of the spicy, citrusy flavors of Delta hops backed by a mildly sweet malt base.", "statusDisplay": "Verified", "nameDisplay": "S.M.A.S.H. Hits Vol. 1", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "JzBZOf", "createDate": "2016-09-16 21:32:56", "updateDate": "2016-09-28 20:17:55", "abv": "5.5", "styleId": 30, "ibu": "45", "name": "S.M.A.S.H. Hits Vol. 1"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "S.N.A.F.U is a double IPA, AKA DIPA, heavy hopped and high alcohol. To pack in as much hop character as possible we hopped it in the mash ton, first wort, bittering addition, flavor addition, whirlpool (aroma), and dry hops in fermenter. With the 6 combined hop additions and 5 distinctive varieties of hops this double IPA is a hop head masterpiece at over 100+ I.B.U’s. Malt profile was kept relatively simple to keep the hop character predominate yet not overwhelming. Every hop used was a US variety with exception of German Mandarina Bavaria with is an aromatic hop with strong notes of tangerine and citrus that was recently released in 2012 and a pedigree of the famous Cascade hop.  All in all this is a double IPA that truly backs up its name. \r\nSystems Normal All F**Ked Up.", "statusDisplay": "Verified", "nameDisplay": "S.N.A.F.U", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/G98I8B/upload_bfo7lw-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/G98I8B/upload_bfo7lw-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/G98I8B/upload_bfo7lw-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "G98I8B", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2015-06-09 18:29:14", "updateDate": "2015-12-18 01:20:17", "abv": "11.1", "styleId": 31, "availableId": 2, "glasswareId": 5, "ibu": "127", "name": "S.N.A.F.U"}, {"status": "verified", "isOrganic": "N", "description": "The Southbridge Ordinary Bitter is a classic English pub ale, easy drinking but with plenty of malt flavor", "statusDisplay": "Verified", "nameDisplay": "S.O.B.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "createDate": "2014-03-17 10:02:19", "updateDate": "2014-03-17 10:02:19", "abv": "5.5", "styleId": 3, "id": "SdUdrF", "name": "S.O.B."}, {"status": "verified", "isOrganic": "Y", "description": "the acidity is immediately apparent but followed by some darker plum and chocolate notes. This is a soured version of our New South Chocolate Stout.", "statusDisplay": "Verified", "nameDisplay": "S.O.S #1", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "id": "4lUtlp", "createDate": "2015-07-22 20:53:39", "updateDate": "2015-07-22 20:53:39", "abv": "6", "styleId": 40, "ibu": "55.5", "name": "S.O.S #1"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "S.O.S. Special Oatmeal Stout", "nameDisplay": "S.O.S. Special Oatmeal Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/BmtDPq/upload_esSPV0-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/BmtDPq/upload_esSPV0-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/BmtDPq/upload_esSPV0-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.038", "description": "Oatmeal stouts include oatmeal in their grist, resulting in a pleasant, full flavor and a smooth profile that is rich without being grainy. A roasted malt character which is caramel-like and chocolate-like should be evident - smooth and not bitter. Coffee-like roasted barley and roasted malt aromas (chocolate and nut-like) are prominent. Color is dark brown to black. Bitterness is moderate, not high. Hop flavor and aroma are optional but should not overpower the overall balance if present. This is a medium- to full- bodied beer, with minimal fruity esters. Diacetyl should be absent or at extremely low levels. Original gravity range and alcohol levels are indicative of English tradition of oatmeal stout.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "20", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:22:53", "fgMax": "1.02", "shortName": "Oatmeal Stout", "abvMax": "6", "id": 21, "srmMin": "20", "name": "Oatmeal Stout"}, "createDate": "2013-02-10 13:39:21", "updateDate": "2015-12-17 01:44:12", "styleId": 21, "availableId": 2, "id": "BmtDPq", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Single Spice And Single Malt And Single Hop Ale.", "srmId": 5, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "S.S.A.S.M.A.S.H.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "id": "xIzT7K", "statusDisplay": "Verified", "createDate": "2012-08-13 13:39:45", "updateDate": "2012-08-13 13:39:45", "abv": "4.3", "styleId": 125, "availableId": 2, "glasswareId": 5, "ibu": "50", "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "name": "S.S.A.S.M.A.S.H."}, {"status": "verified", "isOrganic": "N", "description": "there are several definitions of the word swag; 1. stuff we all get 2. to top off / tie off 3. money a burglar lifts 4. slang to describe a person with swagger. our s.w.a.g is a refreshing american wheat ale with hints of citrus from fresh grapefruit peels and a light herbaceous pop from herbs we grow in our brewery garden boxes. grab a cold s.w.a.g, a lobster roll topped off with grated aged sheep’s milk bianco sardo and steal away some summer sun. this one is certainly something we all should get.", "statusDisplay": "Verified", "nameDisplay": "S.W.A.G.", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ol8aIP/upload_uXElFU-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ol8aIP/upload_uXElFU-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ol8aIP/upload_uXElFU-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "id": "ol8aIP", "createDate": "2015-03-29 14:55:34", "updateDate": "2015-12-17 22:51:04", "abv": "4.7", "styleId": 119, "ibu": "12", "name": "S.W.A.G."}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "An unfiltered Dark and chocolaty stout Sealed With A Kiss of vanilla.", "statusDisplay": "Verified", "nameDisplay": "S.W.A.K. Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "name": "S.W.A.K. Stout", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-02-26 23:06:30", "updateDate": "2012-03-22 13:05:50", "abv": "5.8", "styleId": 42, "availableId": 2, "id": "dExSoL", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "We craft our S1NIST0R Black Ale using a special German dehusked black malt that is free of astringency, giving the beer a rich black color without the traditional dark beer characteristics. You will notice subtle hints of chocolate with an easy drinking balance on the back end.  In the glass the dark color may look intimidating to some, but don't let this beer fool you.  Our unique combination of malts creates a very light body and smooth finish.", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 55, "category": "hop", "farneseneMax": 1, "description": "Bred in Germany from Northern Brewer, Perle was an attempt at a higher-alpha replacement for Hallertauer Mittelfr?her. It has a pleasant aroma with a minty character. American versions have a very different profile than those grown in Germany.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:34", "betaAcidMin": 4, "categoryDisplay": "Hops", "id": 98, "humuleneMin": 28, "betaAcidMax": 5, "caryophylleneMax": 12, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 10, "cohumuloneMax": 32, "cohumuloneMin": 27, "myrceneMin": 45, "alphaAcidMin": 7, "humuleneMax": 33, "name": "Perle (American)"}], "malt": [{"characteristics": [{"description": "Imparts an aromatic quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 1, "name": "Aromatic"}, {"description": "Imparts a biscuity quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 2, "name": "Biscuit"}], "srmPrecise": 23, "description": "Another Belgian malt, this gives a biscuit like flavor and aroma. Use for English ales, brown ales and porters. Can be used as a substitute for toasted malt.", "srmId": 23, "countryOfOrigin": "BE", "diastaticPower": 6, "createDate": "2013-06-24 16:07:42", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "882300", "id": 23, "name": "23"}, "country": {"displayName": "Belgium", "name": "BELGIUM", "isoThree": "BEL", "createDate": "2012-01-03 02:41:33", "numberCode": 56, "isoCode": "BE"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.036, "coarseFineDifference": 1.5, "maxInBatch": 10, "requiresMashing": "Y", "dryYield": 79, "protein": 10.5, "category": "malt", "id": 246, "moistureContent": 4, "name": "Biscuit Malt"}, {"category": "malt", "srmPrecise": 337, "description": "Used to intensify aroma and color in dark Munich beers and stouts.", "srmId": 41, "countryOfOrigin": "DE", "characteristics": [{"description": "Imparts an aromatic quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 1, "name": "Aromatic"}], "createDate": "2013-06-24 16:07:44", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.032, "coarseFineDifference": 1.5, "maxInBatch": 5, "requiresMashing": "N", "dryYield": 70, "protein": 11.7, "country": {"displayName": "Germany", "name": "GERMANY", "isoThree": "DEU", "createDate": "2012-01-03 02:41:33", "numberCode": 276, "isoCode": "DE"}, "id": 370, "moistureContent": 4, "name": "Carafa I"}, {"category": "malt", "srmPrecise": 2, "description": "The is the standard starting point for almost all beer recipes. Smooth with a less grainy more moderate flavour.", "srmId": 2, "countryOfOrigin": "US", "diastaticPower": 140, "createDate": "2013-06-24 16:07:57", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFD878", "id": 2, "name": "2"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.036, "coarseFineDifference": 1.5, "maxInBatch": 100, "requiresMashing": "Y", "dryYield": 79, "protein": 12.3, "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "id": 1922, "moistureContent": 4, "name": "Two-Row Pale Malt"}]}, "nameDisplay": "S1NIST0R Black Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/pky8dy/upload_x6azVE-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/pky8dy/upload_x6azVE-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/pky8dy/upload_x6azVE-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.056", "description": "American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "35", "ibuMax": "70", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:28:36", "fgMax": "1.018", "shortName": "Black Ale", "abvMax": "7.5", "id": 41, "srmMin": "35", "name": "American-Style Black Ale"}, "id": "pky8dy", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:08", "updateDate": "2015-12-16 07:42:43", "abv": "5.4", "styleId": 41, "availableId": 1, "glasswareId": 5, "ibu": "28", "name": "S1NIST0R Black Ale"}, {"status": "verified", "isOrganic": "N", "description": "Pilsner and White Wheat malt are combined with a French Saison yeast to create an earthy dry beer with notes of pepper and fruit. Effervescent with a clean yeast profile and subtle dry hopping make this delicious as the weather warms.", "statusDisplay": "Verified", "nameDisplay": "S4", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/SIV2WJ/upload_JxTUSs-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/SIV2WJ/upload_JxTUSs-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/SIV2WJ/upload_JxTUSs-icon.png"}, "originalGravity": "1.065", "id": "SIV2WJ", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2014-04-29 11:16:26", "updateDate": "2015-12-17 12:20:10", "abv": "7.2", "styleId": 72, "glasswareId": 8, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "ibu": "30", "name": "S4"}, {"status": "verified", "isOrganic": "N", "name": "S6", "statusDisplay": "Verified", "nameDisplay": "S6", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/HmmMv7/upload_zA1Dih-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/HmmMv7/upload_zA1Dih-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/HmmMv7/upload_zA1Dih-icon.png"}, "originalGravity": "1.062", "id": "HmmMv7", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 2, "name": "Goblet"}, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2014-06-11 12:03:11", "updateDate": "2015-12-17 15:17:21", "abv": "6.8", "styleId": 72, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "ibu": "27", "glasswareId": 2}, {"status": "verified", "isOrganic": "N", "description": "Well balanced table saison with a soft roundy mouth feel. Oak nose with a light spicy/floral finish.", "statusDisplay": "Verified", "nameDisplay": "S7", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/rmtBIM/upload_5VY7ve-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/rmtBIM/upload_5VY7ve-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/rmtBIM/upload_5VY7ve-icon.png"}, "originalGravity": "1.051", "id": "rmtBIM", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "createDate": "2014-09-17 16:26:16", "updateDate": "2015-12-17 18:00:55", "abv": "5.9", "styleId": 70, "glasswareId": 4, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "ibu": "22", "name": "S7"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Saalfelder Bockbier", "createDate": "2012-08-12 12:24:11", "updateDate": "2012-08-17 18:36:23", "id": "fPFq7E", "name": "Saalfelder Bockbier"}, {"status": "verified", "isOrganic": "N", "name": "Saalfelder Dunkel", "nameDisplay": "Saalfelder Dunkel", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "Bamberg-style Weiss Rauchbier should have smoky characters that range from detectable to prevalent in the aroma and flavor. Smoke character is not harshly phenolic, but rather very smooth, almost rendering a perception of mild sweetness to this style of beer. The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove- or nutmeg-like and can be smoky or even vanilla-like. Banana-like esters are often present. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent. Weissbier is well attenuated and very highly carbonated and a medium- to full-bodied beer. The color is very pale to very dark amber. Darker (dunkel) styles should have a detectable degree of roast malt in the balance without being robust in overall character. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "18", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:30:29", "fgMax": "1.016", "shortName": "Rauchbier", "abvMax": "5.5", "id": 54, "srmMin": "4", "name": "Bamberg-Style Weiss (Smoke) Rauchbier (Dunkel or Helles)"}, "createDate": "2012-08-12 12:24:12", "updateDate": "2014-10-09 18:53:41", "abv": "5", "styleId": 54, "id": "WMQGZX", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Naturally cloudy wheat beer speciality with fine Bierhefe after Bavarian tradition in the bottle fermented and matured. A spritziges beer with that incomparable flavour that wheat yeast in connection with the high carbonic acid content of the bottle fermentation.", "statusDisplay": "Verified", "nameDisplay": "Saalfelder Gaudi-Weizen", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "createDate": "2012-08-12 12:24:13", "updateDate": "2014-10-09 20:47:55", "abv": "5.4", "styleId": 48, "id": "8g94iy", "name": "Saalfelder Gaudi-Weizen"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Saalfelder Grottenpils", "createDate": "2012-08-12 12:24:12", "updateDate": "2012-08-17 18:36:27", "id": "u2hSQ6", "name": "Saalfelder Grottenpils"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Saalfelder Jubiläumsbier", "createDate": "2012-08-12 12:24:11", "updateDate": "2012-08-17 18:36:25", "id": "HiyeGf", "name": "Saalfelder Jubiläumsbier"}, {"status": "verified", "isOrganic": "N", "name": "Saalfelder Pilsner", "nameDisplay": "Saalfelder Pilsner", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 7, "srmMax": "4", "ibuMax": "40", "abvMin": "4", "fgMin": "1.006", "updateDate": "2015-04-07 15:35:59", "fgMax": "1.012", "shortName": "German Pilsener", "abvMax": "5", "id": 75, "srmMin": "3", "name": "German-Style Pilsener"}, "createDate": "2012-08-12 12:24:10", "updateDate": "2015-05-18 15:49:28", "styleId": 75, "id": "QloDoM", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Saalfelder Premium Pilsner", "nameDisplay": "Saalfelder Premium Pilsner", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 7, "srmMax": "4", "ibuMax": "40", "abvMin": "4", "fgMin": "1.006", "updateDate": "2015-04-07 15:35:59", "fgMax": "1.012", "shortName": "German Pilsener", "abvMax": "5", "id": 75, "srmMin": "3", "name": "German-Style Pilsener"}, "createDate": "2012-08-12 12:24:09", "updateDate": "2012-08-19 14:17:10", "abv": "4.8", "styleId": 75, "id": "oS5Pev", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Saalfelder Radler", "nameDisplay": "Saalfelder Radler", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2012-08-12 12:24:13", "updateDate": "2012-08-19 14:17:20", "abv": "2.4", "styleId": 119, "id": "kzrssP", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Saalfelder Ur-Saalfelder", "nameDisplay": "Saalfelder Ur-Saalfelder", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "Today's Oktoberfest beers are characterized by a medium body and light, golden color. Sweet maltiness is mild with an equalizing balance of clean, hop bitterness. Hop aroma and flavor should be low but notable. Ale-like fruity esters should not be perceived. Diacetyl and chill haze should not be perceived. Similar or equal to Dortmunder/European-Style Export", "createDate": "2012-03-21 20:06:46", "ibuMin": "23", "categoryId": 7, "srmMax": "5", "ibuMax": "29", "abvMin": "5", "fgMin": "1.01", "updateDate": "2015-04-07 15:36:59", "fgMax": "1.014", "shortName": "Oktoberfest", "abvMax": "6", "id": 82, "srmMin": "3", "name": "German-Style Oktoberfest / Wiesen (Meadow)"}, "createDate": "2012-08-12 12:24:10", "updateDate": "2012-08-19 14:17:24", "abv": "5.6", "styleId": 82, "id": "35X1xn", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Saaremaa Tuulik", "nameDisplay": "Saaremaa Tuulik", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2012-10-23 01:07:39", "updateDate": "2012-10-23 01:07:39", "abv": "5.2", "styleId": 93, "id": "8GcQlD", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Saarfürst Bier", "nameDisplay": "Saarfürst Bier", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "description": "These beers are unfiltered German-style Altbier and Kölsch. They are packaged and/or served intentionally with low to moderate amounts of yeast. Products may be filtered and again dosed with yeast in the package, manifesting themselves as bottle conditioned beers or unfiltered beer with yeast present. They will most likely not be clear, and may appear slightly hazy to moderately cloudy. Yeast character, flavor and aroma are desirable, yet should be low to medium but not overpowering the balance and character of malt and hops. Low to moderately low levels of yeast-generated sulfur containing compounds should be apparent in aroma and flavor, and low levels of acetaldehyde or other volatiles normally removed during fermentation may or may not be apparent. The sulfur and acetaldehyde characters should contribute positively to the beer drinking experience. Head retention may not be optimal. The brewer must indicate the classic style on which the entry is based to allow for accurate judging. Beer entries not accompanied by this information will be at a disadvantage during evaluation.", "createDate": "2012-03-21 20:06:46", "categoryId": 4, "updateDate": "2015-04-07 15:31:30", "shortName": "Kellerbier", "id": 56, "name": "Kellerbier (Cellar beer) or Zwickelbier - Ale"}, "createDate": "2012-08-12 12:19:40", "updateDate": "2012-08-19 14:17:33", "abv": "5.2", "styleId": 56, "id": "HzRCym", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Saarfürst Weizen-Bier", "createDate": "2012-08-12 12:19:41", "updateDate": "2012-08-17 18:28:22", "id": "uJA18D", "name": "Saarfürst Weizen-Bier"}, {"status": "verified", "isOrganic": "N", "name": "Saargold", "nameDisplay": "Saargold", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "Dortmunder has medium hop bitterness. Hop flavor and aroma from noble hops are perceptible but low. Sweet malt flavor can be low and should not be caramel-like. The color of this style is straw to deep golden. The body will be medium bodied. Fruity esters, chill haze, and diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "23", "categoryId": 7, "srmMax": "6", "ibuMax": "29", "abvMin": "5", "fgMin": "1.01", "updateDate": "2015-04-07 15:36:34", "fgMax": "1.014", "shortName": "Dortmunder", "abvMax": "6", "id": 79, "srmMin": "3", "name": "Dortmunder / European-Style Export"}, "createDate": "2012-08-12 12:19:17", "updateDate": "2012-08-19 14:17:39", "abv": "5.1", "styleId": 79, "id": "F2TBpJ", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Saarradler", "createDate": "2012-08-12 12:19:17", "updateDate": "2012-08-17 18:27:46", "id": "rMBzyk", "name": "Saarradler"}, {"status": "verified", "isOrganic": "Y", "description": "This is a Zwickel beer packed full of Czech Saaz hops.  We decided to not filter this beer so as to not jeopardize the wonderful hop flavor and aroma. If you carefully swirl the glass and take a big whiff, you will get a full but delicate fresh hop aroma from only the best noble hop - Czech Saaz. We used nearly 2 lbs. of hops per barrel of beer which is not far off from what we use in our IPA, though this beer has half the bitterness. The flavor profile is spicy hops up front with a clean malt finish and pleasing bitterness.", "statusDisplay": "Verified", "nameDisplay": "Saaz Monster Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "description": "These beers are unfiltered German-style Altbier and Kölsch. They are packaged and/or served intentionally with low to moderate amounts of yeast. Products may be filtered and again dosed with yeast in the package, manifesting themselves as bottle conditioned beers or unfiltered beer with yeast present. They will most likely not be clear, and may appear slightly hazy to moderately cloudy. Yeast character, flavor and aroma are desirable, yet should be low to medium but not overpowering the balance and character of malt and hops. Low to moderately low levels of yeast-generated sulfur containing compounds should be apparent in aroma and flavor, and low levels of acetaldehyde or other volatiles normally removed during fermentation may or may not be apparent. The sulfur and acetaldehyde characters should contribute positively to the beer drinking experience. Head retention may not be optimal. The brewer must indicate the classic style on which the entry is based to allow for accurate judging. Beer entries not accompanied by this information will be at a disadvantage during evaluation.", "createDate": "2012-03-21 20:06:46", "categoryId": 4, "updateDate": "2015-04-07 15:31:30", "shortName": "Kellerbier", "id": 56, "name": "Kellerbier (Cellar beer) or Zwickelbier - Ale"}, "createDate": "2015-06-30 19:19:39", "updateDate": "2015-06-30 19:19:39", "abv": "6.5", "styleId": 56, "id": "LdXgTM", "name": "Saaz Monster Ale"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Saaz Pilsner", "createDate": "2012-01-03 02:44:08", "updateDate": "2012-03-22 13:04:52", "id": "o9yWqF", "name": "Saaz Pilsner"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "name": "Saaz-all Common Ale", "nameDisplay": "Saaz-all Common Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "nNHbJ3", "createDate": "2013-09-02 13:22:44", "updateDate": "2015-06-24 20:40:02", "abv": "4.1", "styleId": 25, "availableId": 3, "ibu": "25", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available during the summer months.", "id": 6, "name": "Summer"}, "isOrganic": "N", "description": "It has a clean, bready maltiness. Dry hopped in the fermenter with strictly Saaz hops giving it a spicy hop finish.", "statusDisplay": "Verified", "nameDisplay": "Saazall", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "name": "Saazall", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "createDate": "2012-04-13 19:04:20", "updateDate": "2012-04-13 19:04:20", "abv": "5.5", "styleId": 98, "availableId": 6, "id": "KoIiO1", "glasswareId": 4}, {"status": "verified", "isOrganic": "N", "name": "Saazy Saazbourne", "nameDisplay": "Saazy Saazbourne", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "createDate": "2015-10-28 18:27:56", "updateDate": "2015-10-28 18:27:56", "abv": "4.3", "styleId": 117, "id": "PJaafO", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "name": "Sabal Palm Blonde", "nameDisplay": "Sabal Palm Blonde", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2015-07-09 00:21:42", "updateDate": "2015-07-09 00:21:42", "abv": "4.5", "styleId": 36, "id": "aCSG9P", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Sabbath Black IPA takes the idea of a traditional India Pale Ale and turns it on its head. Dark and mysterious Chocolate malt lends extremely subtle flavor, though mostly gives this beer its color: black as the night that spawned it. Powerful hop aromas of lemon, orange, and grapefruit derive from a bevy of West Coast hops. Sabbath is of one of the darkest, hoppiest and most monstrous beers we’ve ever brewed.", "statusDisplay": "Verified", "nameDisplay": "Sabbath", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/OvWaeN/upload_9DrTh0-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/OvWaeN/upload_9DrTh0-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/OvWaeN/upload_9DrTh0-icon.png"}, "originalGravity": "1.074", "id": "OvWaeN", "servingTemperature": "cool", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "createDate": "2014-09-09 18:13:20", "updateDate": "2015-12-17 16:41:29", "abv": "7.2", "styleId": 30, "availableId": 2, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "ibu": "35", "name": "Sabbath"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "Sabbatical Belgian Ale", "statusDisplay": "Verified", "nameDisplay": "Sabbatical Belgian Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:08", "updateDate": "2012-03-22 13:05:19", "styleId": 70, "availableId": 4, "id": "orraqL", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Sabbatical Session Ale", "nameDisplay": "Sabbatical Session Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/6G3bcV/upload_0SLiL1-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/6G3bcV/upload_0SLiL1-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/6G3bcV/upload_0SLiL1-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.034", "description": "Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "2", "ibuMax": "30", "abvMin": "4", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:20", "fgMax": "1.01", "shortName": "Session", "abvMax": "5.1", "id": 108, "srmMin": "2", "name": "Session Beer"}, "createDate": "2015-06-23 15:58:52", "updateDate": "2015-12-18 02:24:20", "abv": "3.8", "styleId": 108, "id": "6G3bcV", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Prehistoric IPA with potent notes of Papaya, Mango and Peach yet finishes with crisp clean citrus bitterness.", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 70, "farneseneMax": 4, "cohumuloneMax": 24, "id": 4, "humuleneMax": 11, "category": "hop", "createDate": "2013-06-24 16:07:26", "farneseneMin": 2, "humuleneMin": 9, "betaAcidMax": 7, "cohumuloneMin": 21, "myrceneMin": 68, "alphaAcidMin": 8, "description": "Amarillo is a privately grown and registered hop variety; it was introduced recently but has been extremely popular with brewers seeking a Cascade-type hop with a distinctive American character. It is considered by many to be ideal for dry hopping, but also gives a clean bitterness due to low cohumulone content. The flavor has citrus and floral notes, and something like a Cascade character, but with more bitterness. Amarillo is a registered trademark of Virgil Gamache Farms, Inc., where the hop was originally developed.", "betaAcidMin": 6, "caryophylleneMax": 4, "caryophylleneMin": 2, "name": "Amarillo", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}, {"myrceneMax": 50, "farneseneMax": 0.5, "cohumuloneMax": 34, "id": 17, "humuleneMax": 20, "category": "hop", "createDate": "2013-06-24 16:07:27", "farneseneMin": 0.5, "humuleneMin": 18, "betaAcidMax": 4, "cohumuloneMin": 29, "myrceneMin": 25, "alphaAcidMin": 14, "description": "Bred in 2000 and released commercially for the first time in 2006, Bravo is a proprietary hop variety sold by S.S. Steiner. Bravo is a diploid high-alpha hop derived from a female Zeus and a male derived in part from Nugget. It is reported by Steiner to have excellent resistance to powdery mildew. Bravo has been used in Rogue's 20007 release of their Glen Ale, and was also the featured hop used in every beer in the 2007 Single Hop Festival hosted by Drake's Brewing Company.", "betaAcidMin": 3, "caryophylleneMax": 12, "caryophylleneMin": 10, "name": "Bravo", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}, {"forAroma": "Y", "alphaAcidMax": 13, "myrceneMax": 65, "cohumuloneMax": 24, "farneseneMax": 1, "forFlavor": "Y", "id": 27, "humuleneMax": 13, "category": "hop", "createDate": "2013-06-24 16:07:28", "isNoble": "N", "humuleneMin": 11, "betaAcidMax": 4.5, "cohumuloneMin": 22, "myrceneMin": 60, "alphaAcidMin": 11, "description": "Comprised of Hallertau Mittelfrüh, US Tettnang, Brewer's Gold and East Kent Golding", "betaAcidMin": 3.5, "caryophylleneMax": 8, "caryophylleneMin": 6, "name": "Citra", "categoryDisplay": "Hops", "updateDate": "2015-09-24 13:38:05", "forBittering": "N"}, {"myrceneMax": 65, "category": "hop", "farneseneMax": 1, "description": "Simcoe is a dual-purpose hop variety which its grower claims is similar in character to Amarillo. It is a proprietary hop, and the name \"Simcoe\" is a registered trademark of Yakima Chief Ranches, LLC.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:36", "betaAcidMin": 4, "categoryDisplay": "Hops", "id": 118, "humuleneMin": 10, "betaAcidMax": 5, "caryophylleneMax": 8, "updateDate": "2013-06-24 16:10:38", "caryophylleneMin": 5, "cohumuloneMax": 20, "cohumuloneMin": 15, "myrceneMin": 60, "alphaAcidMin": 12, "humuleneMax": 15, "name": "Simcoe"}]}, "nameDisplay": "Saber Tooth Tiger", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/XOZbwC/upload_AVSPAy-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/XOZbwC/upload_AVSPAy-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/XOZbwC/upload_AVSPAy-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "XOZbwC", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2014-09-10 17:59:13", "updateDate": "2015-12-17 16:40:32", "abv": "8.5", "styleId": 31, "availableId": 2, "glasswareId": 6, "ibu": "95", "name": "Saber Tooth Tiger"}, {"status": "verified", "isOrganic": "N", "description": "SABF Saison is a French Saison brewed with tangerine juice. The concept behind this one off brew was to utilize all ingredients of water, malt, hops and yeast to help enhance the tangerine flavors and aroma. Using Citra and mosaic hops we have complemented the aromas of fresh squeezed tangerine with tropical fruits of papaya and mango. Using barley, wheat, oats and spelt the body has a complex flavor that has smooth upfront sweetness that moves into a dry finish with a slight tartness. At 5.4% a.b.v. this well balanced fruity Saison is a very approachable beer for everyone to enjoy.", "statusDisplay": "Verified", "nameDisplay": "SABF Saison", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "id": "h8Xdp0", "createDate": "2016-10-28 14:41:39", "updateDate": "2016-10-28 14:41:39", "abv": "5.4", "styleId": 72, "ibu": "15", "name": "SABF Saison"}, {"status": "verified", "isOrganic": "N", "name": "Sabotage", "nameDisplay": "Sabotage", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "40", "ibuMax": "25", "abvMin": "3", "fgMin": "1.012", "updateDate": "2015-04-07 15:24:41", "fgMax": "1.02", "shortName": "Sweet Stout", "abvMax": "6", "id": 20, "srmMin": "40", "name": "Sweet or Cream Stout"}, "id": "f0sRoi", "createDate": "2015-08-26 14:15:27", "updateDate": "2015-08-26 14:15:27", "abv": "6.3", "styleId": 20, "ibu": "27", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Our brewer’s created an unpretentious, yet sophisticated brown ale. Then they plotted, and dosed this full-bodied ale with brettanomyces, the ultimate adversary of wineries.\r\n\r\nEmbracing this vintner’s nemesis resulted in a complex and wonderfully drinkable beer. Intense earthy undertones, and notes of vanilla and pineapple come together with a sour silhouette. Aged in American oak barrels.", "statusDisplay": "Verified", "nameDisplay": "Saboteur", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/gXseoA/upload_AvTbpA-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/gXseoA/upload_AvTbpA-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/gXseoA/upload_AvTbpA-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English pale mild ales range from golden to amber in color. Malt flavor dominates the flavor profile with little hop bitterness or flavor. Hop aroma can be light. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "17", "ibuMax": "20", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:35", "fgMax": "1.008", "shortName": "English Pale Mild", "abvMax": "4", "id": 10, "srmMin": "8", "name": "English-Style Pale Mild Ale"}, "name": "Saboteur", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:08", "updateDate": "2015-12-16 06:38:06", "abv": "10", "styleId": 10, "availableId": 2, "id": "gXseoA", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Saboteur", "nameDisplay": "Saboteur", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/FkKy8n/upload_H2bw74-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/FkKy8n/upload_H2bw74-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/FkKy8n/upload_H2bw74-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 9, "name": "Other Lager"}, "ogMin": "1.072", "description": "A true smooth cold-fermented and cold lagered beer, brewed with lager yeast. Black to very deep ruby/garnet in color. Overall, Baltic Porters have a very smooth lagered character with distinctive caramelized sugars, licorice and chocolate-like character of roasted malts and dark sugars. Roasted dark malts should not contribute bitterness, or astringent roast character. A low degree of smokiness from malt may be evident. Debitterized roast malts are best used for this style. Because of its alcoholic strength, aroma may include gentle (low) lager fruitiness (berries, grapes, plums, not banana; ale-like fruitiness from warm temperature fermentation is not appropriate), complex alcohols, cocoa-like, roast malt (and sometimes coffee-like roast barley, yet not bitter). Hop aroma is very low, though a hint of floral or sweet hop aroma can complement aromatics and flavor without dominance. Baltic Porters are not hop bitter dominated and expressed as low to medium-low. Baltic porters range from having medium to full body complemented with a medium-low to medium level of malty sweetness. No butterscotch-like diacetyl or sweet corn-like dimethylsulfide (DMS) should be apparent in aroma or flavor.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 9, "srmMax": "40", "ibuMax": "40", "abvMin": "7.5", "fgMin": "1.016", "updateDate": "2015-04-07 15:41:46", "fgMax": "1.022", "shortName": "Baltic Porter", "abvMax": "9", "id": 104, "srmMin": "40", "name": "Baltic-Style Porter"}, "createDate": "2014-12-16 23:27:05", "updateDate": "2015-12-17 19:14:08", "abv": "8", "styleId": 104, "id": "FkKy8n", "statusDisplay": "Verified"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 13, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/sGicLt/upload_sPcpD2-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/sGicLt/upload_sPcpD2-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/sGicLt/upload_sPcpD2-icon.png"}, "styleId": 32, "availableId": 1, "foodPairings": "Great with BBQ!", "id": "sGicLt", "statusDisplay": "Verified", "originalGravity": "1.066", "nameDisplay": "Sabre-Toothed Squirrel", "name": "Sabre-Toothed Squirrel", "abv": "7", "status": "verified", "description": "A medium-bodied, hoppy American Amber ale that balances a solid hop profile with a rich caramel and toasty malt character.\r\n\r\nExpect sweet citrus, pine resin, and a touch of peach to accompany the complex malt backbone of our cunning cuddly companion.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "srm": {"hex": "CB6200", "id": 13, "name": "13"}, "servingTemperature": "cold", "updateDate": "2015-12-17 06:27:57", "ibu": "42", "createDate": "2013-09-25 16:52:28"}, {"status": "verified", "isOrganic": "N", "name": "SABW Collaboration", "nameDisplay": "SABW Collaboration (2016)", "year": 2016, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English pale mild ales range from golden to amber in color. Malt flavor dominates the flavor profile with little hop bitterness or flavor. Hop aroma can be light. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "17", "ibuMax": "20", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:35", "fgMax": "1.008", "shortName": "English Pale Mild", "abvMax": "4", "id": 10, "srmMin": "8", "name": "English-Style Pale Mild Ale"}, "id": "CCbXXQ", "createDate": "2016-04-21 14:54:34", "updateDate": "2016-04-21 14:55:00", "abv": "3.4", "styleId": 10, "ibu": "17", "statusDisplay": "Verified"}]
