[{"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "We Eat", "statusDisplay": "Verified", "nameDisplay": "We Eat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-10-01 14:44:22", "updateDate": "2014-10-01 15:26:01", "abv": "4.8", "styleId": 65, "availableId": 1, "id": "R0Zt2g", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Our American Pale ale is generously hopped with Pacific Northwest Cascade hops. Toasty malt character fades quickly to reveal bright herbaceous hops with a crisp, dry finish.", "statusDisplay": "Verified", "nameDisplay": "We Support Public Transportation By Rail Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "name": "We Support Public Transportation By Rail Pale Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-10 18:04:07", "updateDate": "2012-03-22 13:05:47", "abv": "6", "styleId": 25, "availableId": 1, "id": "8bNmZ6", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "We ♥ NY", "nameDisplay": "We ♥ NY", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Db0ALK/upload_NSE8jR-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Db0ALK/upload_NSE8jR-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Db0ALK/upload_NSE8jR-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2013-12-17 12:40:11", "updateDate": "2015-12-17 07:54:07", "abv": "4.8", "styleId": 93, "id": "Db0ALK", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "We're Over Nelson", "nameDisplay": "We're Over Nelson", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 6, "name": "International Ale Styles"}, "ogMin": "1.044", "description": "International-style pale ales range from deep golden to copper in color. The style is characterized by wide range of hop characters unlike fruity, floral and citrus-like American-variety hop character and unlike earthy, herbal English-variety hop character. Moderate to high hop bitterness, flavor, and aroma is evident. International pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "30", "categoryId": 6, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:35:08", "fgMax": "1.014", "shortName": "International Pale", "abvMax": "5.5", "id": 73, "srmMin": "6", "name": "International-Style Pale Ale"}, "createDate": "2016-01-30 19:04:28", "updateDate": "2016-02-12 16:51:07", "abv": "5", "styleId": 73, "id": "DoYiqZ", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "A springtime session stout? Why not. The “weak” moniker refers ONLY to the ABV, as there are tons of body, notes of chocolate and smoke, and Northern Brewer-driven bitterness. Enjoy a few pints in sun or shade, with or without AC.", "statusDisplay": "Verified", "nameDisplay": "Weak Sauce", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "id": "bzBhsb", "createDate": "2012-07-16 13:36:19", "updateDate": "2015-04-27 15:19:09", "abv": "4.5", "styleId": 42, "availableId": 2, "ibu": "27", "name": "Weak Sauce"}, {"available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "srmId": 4, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/pUEl1a/upload_9CFqvg-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/pUEl1a/upload_9CFqvg-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/pUEl1a/upload_9CFqvg-icon.png"}, "styleId": 125, "availableId": 4, "srm": {"hex": "FFBF42", "id": 4, "name": "4"}, "id": "pUEl1a", "statusDisplay": "Verified", "originalGravity": "1.09", "nameDisplay": "Wealth and Taste", "name": "Wealth and Taste", "abv": "11", "status": "verified", "description": "Please allow me to introduce our first barrel aged release, Wealth & Taste. It is a strong, golden Belgian-style Ale brewed with Muscat grape juice, dry hopped with Nelson Sauvin hops and partially aged in Missouri White Oak barrels that spent the last seven to eight years housing Chardonnay in Napa. A siren and a seducer of significant potency, an opportunistic beverage overflowing with opulence now, but content to lay in waiting for just the right devilishly decadent moment.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "glasswareId": 8, "servingTemperatureDisplay": "Cellar - (12-14C/54-57F)", "ibu": "20.3", "servingTemperature": "cellar", "updateDate": "2015-12-17 16:39:53", "createDate": "2014-09-10 17:55:04"}, {"status": "verified", "isOrganic": "N", "description": "Winner of the World Beer Cup Bronze medal in 2013!", "srmId": 41, "nameDisplay": "Weapon of Self Destruction Russian Imperial Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.08", "description": "Dark copper to very dark brown, British-style imperial stouts typically have high alcohol content. The extremely rich malty flavor (often characterized as toffee-like or caramel-like) and aroma are balanced with medium hopping and high fruity-ester characteristics. Bitterness should be moderate and balanced with sweet malt character. The bitterness may be higher in the darker versions. Roasted malt astringency is very low or absent. Bitterness should not overwhelm the overall character. Hop aroma can be subtle to moderately hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:45", "ibuMin": "45", "categoryId": 1, "srmMax": "35", "ibuMax": "65", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:22:41", "fgMax": "1.03", "shortName": "British Imperial Stout", "abvMax": "12", "id": 16, "srmMin": "20", "name": "British-Style Imperial Stout"}, "id": "0Oz09D", "statusDisplay": "Verified", "createDate": "2015-07-02 16:45:42", "updateDate": "2015-08-19 18:53:53", "abv": "9", "styleId": 16, "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "ibu": "109", "name": "Weapon of Self Destruction Russian Imperial Stout"}, {"status": "verified", "isOrganic": "N", "name": "Weapons Grade", "nameDisplay": "Weapons Grade", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/OxfzCG/upload_CMbWhv-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/OxfzCG/upload_CMbWhv-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/OxfzCG/upload_CMbWhv-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2014-05-14 12:11:59", "updateDate": "2015-12-17 13:35:08", "abv": "9", "styleId": 31, "id": "OxfzCG", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A “new world” wheat ale leaning slightly toward the classic German style.  Brewed as a Hefeweisen with a little extra crystal barley malt for a richer color - and a small dose of coriander for an incredible aroma, our newest brew is a flavorful departure from our lighter Half-life Hefeweisen.  What are you waiting for?!  Try a Weapons Grade Wheat – right now!", "statusDisplay": "Verified", "nameDisplay": "Weapons Grade Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "createDate": "2015-08-07 21:33:06", "updateDate": "2015-08-07 21:33:06", "styleId": 112, "id": "5fnGbv", "name": "Weapons Grade Wheat"}, {"status": "verified", "isOrganic": "N", "description": "Vicus Imperial Stout - thick, rich, black as pitch", "statusDisplay": "Verified", "nameDisplay": "Weary Beast", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "id": "FkXvzE", "createDate": "2016-05-20 13:56:19", "updateDate": "2016-05-20 13:56:19", "abv": "10", "styleId": 43, "ibu": "45", "name": "Weary Beast"}, {"status": "verified", "isOrganic": "N", "name": "Wease The Juice", "nameDisplay": "Wease The Juice", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Wild Beers are any range of color. These beers may be clear or hazy due to yeast, chill haze or hop haze. Aromas may vary tremendously due to fermentation characters contributed by various known and unknown microorganisms. The overall balance should be complex and balanced. Hop aroma very low to high. Usually because of a high degree of attenuation in these beers, malt character is very low to low. If there are exceptions that are malty, the overall balance of complexity of other characters should be in harmony. Hop flavor very low to high. Hop bitterness is perceived at varying levels depending on the overall balance, but usually perceived as very low to low. Wild beers are \"spontaneously\" fermented with microorganisms that the brewer has introduced from the ambient air/environment in the vicinity of the brewery in which the beer is brewed. Wild beers may not be fermented with any cultured strains of yeast or bacteria. Wild beer may or may not be perceived as acidic. It may include a wildly variable spectrum of flavors and aromas derived from the wild microorganisms with which it was fermented. The overall balance of flavors, aromas, appearance and body is an important factor in assessing these beers. Body is very low to medium. Spontaneously fermented beers with fruit, spice or other ingredients would be appropriately entered as Wild Beer. For purposes of competition, entries which could be appropriately entered in an existing classic or traditional category such as Belgian-Style Lambic, Gueuze, Fruit Lambic, etc. should be entered in that category and not entered as a Wild Beer.", "createDate": "2015-04-07 17:21:44", "categoryId": 11, "shortName": "Wild Beer", "id": 170, "name": "Wild Beer"}, "createDate": "2015-12-16 16:03:07", "updateDate": "2015-12-16 16:03:07", "abv": "7", "styleId": 170, "id": "6QXlRf", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "We take our White Weasel Wheat and add just a hint of Mango to produce this fruity summer refresher!", "statusDisplay": "Verified", "nameDisplay": "Weasel Boy Mango Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "name": "Weasel Boy Mango Wheat", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:28", "updateDate": "2014-10-13 19:20:45", "styleId": 112, "availableId": 4, "id": "ckBjw0", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "We use an English-style pale ale as a base beer and add a generous amount of Ohio harvested papaw for a great fruity aroma and a banana/mango-like flavor.", "statusDisplay": "Verified", "nameDisplay": "Weasel Paw Pawpaw Pale Ale", "originalGravity": "1.039", "id": "F3uY5R", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:28", "updateDate": "2015-04-23 19:42:46", "abv": "4", "styleId": 5, "availableId": 4, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "ibu": "12", "name": "Weasel Paw Pawpaw Pale Ale"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "This “winter warmer” brew is named in honor of the Weather Beacon, a 500-foot tower in the downtown Des Moines skyline from 1960 to 2012. The beacon’s light provided an instant forecast:\r\n\r\n\"Weather Beacon red, warmer weather ahead.\r\n Weather Beacon white, colder weather in sight.\r\n Weather Beacon green, no change in weather foreseen.\r\n Weather Beacon flashing night or day, precipitation is on the way.”\r\n\r\nA bigger, bolder version our Oktoberfest beer, Weather Beacon Red signals warmer days ahead with a rich, complex, medium-toasted malt flavor, a touch of residual sweetness, and deceptively high alcohol content. It’s made with German Vienna and Munich malts, premium domestic Pilsner malt, and four specialty cara-malts for color, finished with German hops, and fermented with German lager yeast.", "statusDisplay": "Verified", "nameDisplay": "Weather Beacon Red", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.05", "description": "Märzens are characterized by a medium body and broad range of color. They can range from golden to reddish orange. Sweet maltiness should dominate slightly over a clean hop bitterness. Malt character should be light-toasted rather than strongly caramel (though a low level of light caramel character is acceptable). Bread or biscuit-like malt character is acceptable in aroma and flavor. Hop aroma and flavor should be low but notable. Ale-like fruity esters should not be perceived. Diacetyl and chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 7, "srmMax": "15", "ibuMax": "25", "abvMin": "5.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:36:50", "fgMax": "1.02", "shortName": "Märzen", "abvMax": "5.9", "id": 81, "srmMin": "4", "name": "German-Style Märzen"}, "id": "nSVOX1", "createDate": "2015-04-14 19:22:37", "updateDate": "2015-04-14 19:22:38", "abv": "8.3", "styleId": 81, "availableId": 4, "ibu": "36", "name": "Weather Beacon Red"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A true Belgian style Wit beer with a light, tart, and slightly acidic flavor, finishing with a complex citrus blend. Our Wit yeast does the heavy lifting on this beer producing complex Belgian flavors resulting in a simple yet refined taste. This is a great beer for a hot summer day or paired with a spicy dish.", "srmId": 7, "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "nameDisplay": "Weathered Wit", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/wl6mBg/upload_qrVABQ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/wl6mBg/upload_qrVABQ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/wl6mBg/upload_qrVABQ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "id": "wl6mBg", "statusDisplay": "Verified", "createDate": "2013-07-30 00:38:05", "updateDate": "2015-12-17 04:16:58", "abv": "5.2", "styleId": 65, "availableId": 1, "glasswareId": 8, "ibu": "15", "srm": {"hex": "F39C00", "id": 7, "name": "7"}, "name": "Weathered Wit"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "An American style wheat ale brewed with 50% wheat, Saaz and Hallertauer", "statusDisplay": "Verified", "nameDisplay": "Weatherman Wheat", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/meSFU9/upload_uZWsWV-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/meSFU9/upload_uZWsWV-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/meSFU9/upload_uZWsWV-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "name": "Weatherman Wheat", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:28", "updateDate": "2015-12-16 13:36:27", "abv": "6", "styleId": 112, "availableId": 1, "id": "meSFU9", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "A classic American style Wheat Ale; light and crisp with a malt forward profile. Brewed with 50% wheat malt, Saaz and Hallertauer hops, and our house yeast strain.", "statusDisplay": "Verified", "nameDisplay": "Weatherman Wheat Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. A fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Appearance can be clear or with chill haze, golden to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:53", "fgMax": "1.016", "shortName": "Wheat Ale", "abvMax": "5", "id": 113, "srmMin": "2", "name": "Light American Wheat Ale or Lager without Yeast"}, "id": "TfdzDu", "createDate": "2015-03-20 19:03:32", "updateDate": "2015-03-20 19:03:32", "abv": "6", "styleId": 113, "ibu": "15", "name": "Weatherman Wheat Ale"}, {"status": "verified", "isOrganic": "N", "name": "Weathertop Doppelbock", "nameDisplay": "Weathertop Doppelbock", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "createDate": "2012-01-03 02:44:28", "updateDate": "2012-03-22 13:04:38", "abv": "7.3", "styleId": 3, "id": "kKNkdr", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Weathervane", "nameDisplay": "Weathervane", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "id": "Jn35Sw", "createDate": "2015-02-25 20:54:13", "updateDate": "2015-02-25 20:56:12", "abv": "4.5", "styleId": 65, "availableId": 1, "ibu": "13", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Weaver Street 25th Anniversary", "nameDisplay": "Weaver Street 25th Anniversary", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2013-06-09 00:59:17", "updateDate": "2013-06-09 20:13:55", "abv": "7.2", "styleId": 72, "availableId": 2, "id": "mSzESx", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Weaver Trail is a Dry, Irish Stout made with Beech smoked malt.  Notes of roasted coffee and wood smoke give this low-gravity Stout an old world feel.  It is conditioned with Nitrogen instead of CO2, resulting in a silky, creamy mouth-feel and higher drinkability.", "statusDisplay": "Verified", "nameDisplay": "Weaver Trail", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/uNvJI5/upload_1zmc9y-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/uNvJI5/upload_1zmc9y-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/uNvJI5/upload_1zmc9y-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.038", "description": "Dry stouts have an initial malt and light caramel flavor profile with a distinctive dry-roasted bitterness in the finish. Dry stouts achieve a dry-roasted character through the use of roasted barley. The emphasis of coffee-like roasted barley and a moderate degree of roasted malt aromas define much of the character. Some slight acidity may be perceived but is not necessary. European hop aroma and flavor should be low or not perceived. Dry stouts have medium-light to medium body. Fruity esters are minimal and overshadowed by malt, high hop bitterness, and roasted barley character. Diacetyl (butterscotch) should be very low or not perceived. Head retention and rich character should be part of its visual character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:51", "fgMax": "1.012", "shortName": "Dry Irish Stout", "abvMax": "5", "id": 23, "srmMin": "40", "name": "Classic Irish-Style Dry Stout"}, "name": "Weaver Trail", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-05-21 12:24:40", "updateDate": "2015-12-17 03:15:09", "abv": "5", "styleId": 23, "availableId": 2, "id": "uNvJI5", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Websterside Best Bitter  is named after the Webster Park neighborhood in Orono located just across the Stillwater River from the brewery.  We use the highest quality, authentic English ingredients to bring this classic Best Bitter to you.  It is very smooth, round and balanced with a rich malt flavor and subtle bitterness.", "srmId": 9, "nameDisplay": "Websterside Best Bitter (ESB)", "originalGravity": "1.044", "id": "10uwwy", "statusDisplay": "Verified", "createDate": "2015-04-20 21:15:39", "updateDate": "2015-04-20 21:15:39", "abv": "4.4", "styleId": 5, "availableId": 4, "srm": {"hex": "E58500", "id": 9, "name": "9"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "ibu": "21", "name": "Websterside Best Bitter (ESB)"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Wedding Ale is one of the rare Bell’s brands to use spices. A subtle blend of orange peel & coriander enhance the aromatic profile of this golden ale. Brewed with a combination of wheat and pale malts, Wedding Ale is fermented with our signature house ale yeast. A light touch of European hops rounds out the beer, while a generous addition of honey adds a dry complexity rather than sweetness.", "statusDisplay": "Verified", "nameDisplay": "Wedding Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ucjXtd/upload_wzOjeJ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ucjXtd/upload_wzOjeJ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ucjXtd/upload_wzOjeJ-icon.png"}, "originalGravity": "1.065", "name": "Wedding Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 10, "name": "Oversized Wine Glass"}, "createDate": "2012-01-03 02:44:28", "updateDate": "2015-12-16 09:37:15", "abv": "8", "styleId": 125, "availableId": 4, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "id": "ucjXtd", "glasswareId": 10}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Modeled after the Alt style from Düsseldorf, Wedding Alt is characterized by a clean, balanced flavor that is ushered in by subtle hop aroma. Wedding Alt dances crisply on the palate and finishes with a slight sweetness.", "statusDisplay": "Verified", "nameDisplay": "Wedding Alt", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/xCXHTf/upload_0xZCOT-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/xCXHTf/upload_0xZCOT-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/xCXHTf/upload_0xZCOT-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.044", "description": "German-Style Altbiers are copper to dark brown ales, originally from the Düsseldorf area. No chill haze should be perceived. A variety of malts including wheat may be used to produce medium-low to medium malt aroma. Fruityester aroma can be low. No diacetyl aroma should be perceived. Hop aroma is low to medium. A variety of malts including wheat may be used to produce medium-low to medium level malty flavor. Hop flavor is low to medium. Hop bitterness is medium to very high (although the 25 to 35 IBU range is more normal for the majority of Altbiers from Düsseldorf). Fruity-ester flavors can be low. No diacetyl should be perceived. The overall impression is clean, crisp, and flavorful often with a dry finish. Body is medium.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 4, "srmMax": "19", "ibuMax": "52", "abvMin": "4.3", "fgMin": "1.008", "updateDate": "2015-04-07 17:08:31", "fgMax": "1.014", "shortName": "Altbier", "abvMax": "5.5", "id": 55, "srmMin": "11", "name": "German-Style Altbier"}, "id": "xCXHTf", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-05-04 13:25:17", "updateDate": "2015-12-17 14:05:09", "abv": "5.4", "styleId": 55, "availableId": 4, "glasswareId": 5, "ibu": "12", "name": "Wedding Alt"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "Y", "name": "Wedding Beer", "nameDisplay": "Wedding Beer", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/XCcoAI/upload_bdwBoB-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/XCcoAI/upload_bdwBoB-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/XCcoAI/upload_bdwBoB-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "id": "XCcoAI", "createDate": "2015-06-25 19:25:53", "updateDate": "2015-12-18 03:58:06", "abv": "4.5", "styleId": 125, "availableId": 2, "ibu": "30", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "She was a girl with a weakness for Rauch beers and he was a brewer in love with his work. This beer is in honor of their wedding. Inspired by the traditional smoked beers from Bamberg, it is amber with red highlights and a strong smoked flavor blending with hints of caramel and dried fruit.\r\n“To a summer that won’t come back towards a future of great emotions.”\r\n\r\nABV. 5,2% 13°P\r\n\r\nI created this beer to celebrate my wedding and my bride who has always loved Rauch beers. The city of Bamberg is particularly dear to us. We ventured through its streets, indulged in its well known smoked beers and stood together contemplating the water ripples of the river Regnitz.\r\n Being in Tettnang 2 days before the wedding to select the newly harvested hops, I brought back 10 freshly uprooted hop plants to decorate the wedding reception. Instead of the traditional rice tossing, the guests showered us with hop flowers. My weeding suit was garmented by a small hop blossom as well. With more than 200 guests and 450 liters of beer, many remember our celebration as one of the most memorable gatherings they have ever attended.\r\n Selling the leftover beer to some clients was such a success that we decided to keep brewing it. It is now part of our beer family!", "statusDisplay": "Verified", "nameDisplay": "Wedding Rauch", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/rlRp2E/upload_fFKLEU-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/rlRp2E/upload_fFKLEU-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/rlRp2E/upload_fFKLEU-icon.png"}, "originalGravity": "1.053", "createDate": "2015-03-04 15:17:39", "updateDate": "2015-03-04 15:17:40", "abv": "5.2", "styleId": 85, "availableId": 1, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.05", "description": "Bamberg-style Rauchbier Märzen should have beechwood smoky characters that range from detectable to prevalent in the aroma and flavor. Smoke character is neither harshly phenolic nor acrid, but rather very smooth, almost rendering a perception of mild sweetness to this style of beer. The beer is generally toasted malty sweet and full-bodied with low to medium-low hop bitterness. Noble-type hop flavor is low but may be perceptible. The aroma should strike a balance between malt, hop, and smoke. Fruity esters, diacetyl, and chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 7, "srmMax": "15", "ibuMax": "25", "abvMin": "5.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:37:20", "fgMax": "1.02", "shortName": "Märzen Rauchbier", "abvMax": "5.9", "id": 85, "srmMin": "4", "name": "Bamberg-Style Märzen Rauchbier"}, "id": "rlRp2E", "name": "Wedding Rauch"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A Belgian style white ale brewed with orange peel and coriander spice. Originally brewed for assistant brewer John’s wedding in the fall of 2008.", "statusDisplay": "Verified", "nameDisplay": "Wedding Witte", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/cFQ13f/upload_emLL1r-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/cFQ13f/upload_emLL1r-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/cFQ13f/upload_emLL1r-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "name": "Wedding Witte", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:28", "updateDate": "2015-12-16 08:28:30", "abv": "5.2", "styleId": 65, "availableId": 4, "id": "cFQ13f", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "The lightest of our house brews. It's copper color with a subtle hop flavor makes this thirst quenching beer a popular favorite.", "statusDisplay": "Verified", "nameDisplay": "WEDLOCK PALE ALE", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/NZIe4y/upload_Q7dJ7U-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/NZIe4y/upload_Q7dJ7U-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/NZIe4y/upload_Q7dJ7U-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-04-20 15:04:58", "updateDate": "2015-12-18 01:43:20", "abv": "4.7", "styleId": 25, "availableId": 1, "id": "NZIe4y", "name": "WEDLOCK PALE ALE"}, {"status": "verified", "isOrganic": "N", "name": "Wee Beast", "statusDisplay": "Verified", "nameDisplay": "Wee Beast", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/X0l98q/upload_ZfE4aj-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/X0l98q/upload_ZfE4aj-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/X0l98q/upload_ZfE4aj-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.06", "description": "Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "21", "ibuMax": "65", "abvMin": "7", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:05", "fgMax": "1.04", "shortName": "Strong Ale", "abvMax": "11", "id": 14, "srmMin": "8", "name": "Strong Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:28", "updateDate": "2015-12-15 21:25:09", "abv": "7", "styleId": 14, "id": "X0l98q", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "A rich, malty Wee Heavy style Scotch ale, brewed with 100% barley malt, hops, water and yeast. Peated malt provides a subtle smokiness to this beer, while medium toasted American oak imparts a silky smoothness and additional complexity. Named in honour of Scottish poet Robbie Burns’ famous poem, To A Mouse, written in 1785. Wee, sleeket, cowran, tim’rous beastie, O, what panic’s in thy breastie! A brave big bodied ale!", "statusDisplay": "Verified", "nameDisplay": "Wee Beastie", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/YAziZ7/upload_0yu0wC-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/YAziZ7/upload_0yu0wC-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/YAziZ7/upload_0yu0wC-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.035", "description": "Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "12", "categoryId": 1, "srmMax": "19", "ibuMax": "20", "abvMin": "3.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:48", "fgMax": "1.014", "shortName": "Scottish Heavy", "abvMax": "4", "id": 8, "srmMin": "10", "name": "Scottish-Style Heavy Ale"}, "id": "YAziZ7", "createDate": "2014-11-15 18:42:38", "updateDate": "2015-12-17 19:43:59", "abv": "7", "styleId": 8, "foodPairings": "This smokey darker ale goes well with hearty fare such as hamburgers, sausages, stews, smoked fish, lamb, beef and game as well as other numerous foods such as fried seafood and highly spiced cuisine. It also pairs well with desserts.", "ibu": "26", "name": "Wee Beastie"}, {"status": "verified", "isOrganic": "N", "description": "Wee Beastie is our sour wee heavy. This guy is malty-sweet, nutty, toasty, fruity, and lightly peated with notes of caramel.", "statusDisplay": "Verified", "nameDisplay": "Wee Beastie", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "id": "cAZa9L", "createDate": "2016-11-04 21:18:59", "updateDate": "2016-11-11 14:11:37", "abv": "8", "styleId": 40, "ibu": "25", "name": "Wee Beastie"}, {"status": "verified", "isOrganic": "N", "description": "In this Wee Heavy, we use our house ale yeast and brettanomyces yeast together to enhance the flavor profile of this traditional beer style. This malt forward scotch ale acts as a nice backbone for the strong fermentation character of our yeast blend. Flavors and aromas of sour cherry, ripe pineapple, honeydew melon, and chocolate Necco wafers dominate the beer.", "statusDisplay": "Verified", "nameDisplay": "Wee Bit Funky", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.072", "description": "Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "35", "abvMin": "6.2", "fgMin": "1.016", "updateDate": "2015-04-07 15:21:11", "fgMax": "1.028", "shortName": "Scotch Ale", "abvMax": "8", "id": 15, "srmMin": "15", "name": "Scotch Ale"}, "createDate": "2015-05-20 18:08:35", "updateDate": "2015-05-21 20:45:58", "abv": "8.9", "styleId": 15, "id": "sUWi4n", "name": "Wee Bit Funky"}, {"status": "verified", "isOrganic": "N", "description": "The Wee Bit Heavy is a 6.5% Scottish-style ale featuring Golden Promise, Marris Otter, and Rahr Pale malts, and Magnum and Progress", "statusDisplay": "Verified", "nameDisplay": "Wee Bit Heavy", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.072", "description": "Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "35", "abvMin": "6.2", "fgMin": "1.016", "updateDate": "2015-04-07 15:21:11", "fgMax": "1.028", "shortName": "Scotch Ale", "abvMax": "8", "id": 15, "srmMin": "15", "name": "Scotch Ale"}, "createDate": "2015-06-12 18:30:47", "updateDate": "2015-06-15 17:01:04", "abv": "6.5", "styleId": 15, "id": "EkmEhV", "name": "Wee Bit Heavy"}, {"status": "verified", "isOrganic": "N", "name": "Wee Dame", "nameDisplay": "Wee Dame", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.072", "description": "Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "35", "abvMin": "6.2", "fgMin": "1.016", "updateDate": "2015-04-07 15:21:11", "fgMax": "1.028", "shortName": "Scotch Ale", "abvMax": "8", "id": 15, "srmMin": "15", "name": "Scotch Ale"}, "createDate": "2015-01-07 15:33:03", "updateDate": "2015-01-13 21:02:03", "abv": "8.2", "styleId": 15, "id": "scAikv", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Wee do what Wee want", "statusDisplay": "Verified", "nameDisplay": "Wee do what Wee want", "servingTemperatureDisplay": "Warm - (14-16C/57-61F)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.072", "description": "Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "35", "abvMin": "6.2", "fgMin": "1.016", "updateDate": "2015-04-07 15:21:11", "fgMax": "1.028", "shortName": "Scotch Ale", "abvMax": "8", "id": 15, "srmMin": "15", "name": "Scotch Ale"}, "servingTemperature": "warm", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2015-05-29 17:55:51", "updateDate": "2015-06-01 15:50:20", "abv": "9.5", "styleId": 15, "id": "FP5paC", "glasswareId": 6}, {"status": "verified", "isOrganic": "N", "name": "Wee Geech", "nameDisplay": "Wee Geech", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-08-06 14:12:59", "updateDate": "2015-08-06 14:12:59", "abv": "4", "styleId": 30, "id": "fETZhB", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Wee Heavy” is the name used in Scotland to describe this style of strong Scottish Ale. Our Scotch Pine is a rich, malty ale brewed with imported Scottish malts. It has a full smooth bodywith a caramelized smokey complexity achieved from special brewing techniques used in producing this beer.", "statusDisplay": "Verified", "nameDisplay": "Wee Heavey Scotch Pine", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.035", "description": "Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "12", "categoryId": 1, "srmMax": "19", "ibuMax": "20", "abvMin": "3.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:48", "fgMax": "1.014", "shortName": "Scottish Heavy", "abvMax": "4", "id": 8, "srmMin": "10", "name": "Scottish-Style Heavy Ale"}, "createDate": "2015-03-18 21:03:04", "updateDate": "2015-03-18 21:03:04", "abv": "10", "styleId": 8, "availableId": 4, "id": "G2hOB8", "name": "Wee Heavey Scotch Pine"}, {"status": "verified", "isOrganic": "N", "name": "Wee Heavier", "nameDisplay": "Wee Heavier", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.06", "description": "Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "21", "ibuMax": "65", "abvMin": "7", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:05", "fgMax": "1.04", "shortName": "Strong Ale", "abvMax": "11", "id": 14, "srmMin": "8", "name": "Strong Ale"}, "createDate": "2012-01-03 02:44:28", "updateDate": "2012-03-22 13:04:37", "abv": "9.5", "styleId": 14, "id": "bTThBS", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Wee Heavy", "nameDisplay": "Wee Heavy", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/0mOowJ/upload_6RxmJz-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/0mOowJ/upload_6RxmJz-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/0mOowJ/upload_6RxmJz-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.035", "description": "Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "12", "categoryId": 1, "srmMax": "19", "ibuMax": "20", "abvMin": "3.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:48", "fgMax": "1.014", "shortName": "Scottish Heavy", "abvMax": "4", "id": 8, "srmMin": "10", "name": "Scottish-Style Heavy Ale"}, "createDate": "2012-11-03 17:18:34", "updateDate": "2015-12-16 21:02:15", "styleId": 8, "id": "0mOowJ", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "The Wee Heavy is also referred to as a Strong Scotch ale or 90 Shilling. This Scotch ale is the strongest out of all the Scottish beer styles and is the strongest ale we brew at Blue Stallion Brewing Co. This full-bodied beer provides a rich and malty taste along with a slight caramel flavor. Its complex aroma and deep copper color as well as its alcoholic warmth provide a smooth balance for the perfect malt-forward ale.", "srmId": 16, "nameDisplay": "Wee Heavy", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.035", "description": "Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "12", "categoryId": 1, "srmMax": "19", "ibuMax": "20", "abvMin": "3.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:48", "fgMax": "1.014", "shortName": "Scottish Heavy", "abvMax": "4", "id": 8, "srmMin": "10", "name": "Scottish-Style Heavy Ale"}, "id": "vvYPoq", "statusDisplay": "Verified", "createDate": "2015-04-20 16:42:19", "updateDate": "2015-04-20 16:42:19", "abv": "9.5", "styleId": 8, "srm": {"hex": "B54C00", "id": 16, "name": "16"}, "ibu": "28", "name": "Wee Heavy"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 30, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Dz81QB/upload_drA9CF-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Dz81QB/upload_drA9CF-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Dz81QB/upload_drA9CF-icon.png"}, "styleId": 8, "availableId": 1, "foodPairings": "Wee Heavy’s complex malt profile lends itself very well to a host of roasted or grilled meat and vegetable dishes. Robust cheeses, salty blues and nutty farmhouse-style cheeses also pair very well with this beer.", "id": "Dz81QB", "statusDisplay": "Verified", "originalGravity": "1.102", "nameDisplay": "Wee Heavy", "name": "Wee Heavy", "abv": "10", "status": "verified", "description": "This Scottish-inspired deep mahogany-colored ale showcases a rich, malty flavor profile of caramel and toffee offset by hints of roast and subtle smoke. The complex malty sweetness includes notes of dark fruit balanced by a subdued hop bitterness. Wee Heavy is incredibly nuanced and in a class of its own in terms of balance and sophistication. It ages very well and will keep improving for years to come.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.035", "description": "Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "12", "categoryId": 1, "srmMax": "19", "ibuMax": "20", "abvMin": "3.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:48", "fgMax": "1.014", "shortName": "Scottish Heavy", "abvMax": "4", "id": 8, "srmMin": "10", "name": "Scottish-Style Heavy Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "glasswareId": 8, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "srm": {"hex": "600903", "id": 30, "name": "30"}, "servingTemperature": "cool", "updateDate": "2015-12-15 21:09:31", "ibu": "26", "createDate": "2012-01-03 02:44:28"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "A Scottish ale with a rich roasted maltiness blended with mellow hoppiness, and an alcohol by volume of 8%.", "statusDisplay": "Verified", "nameDisplay": "Wee Heavy", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/G4tM6F/upload_NUoOwN-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/G4tM6F/upload_NUoOwN-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/G4tM6F/upload_NUoOwN-icon.png"}, "originalGravity": "1.08", "name": "Wee Heavy", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:28", "updateDate": "2015-12-16 07:52:38", "abv": "8", "styleId": 8, "availableId": 2, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.035", "description": "Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "12", "categoryId": 1, "srmMax": "19", "ibuMax": "20", "abvMin": "3.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:48", "fgMax": "1.014", "shortName": "Scottish Heavy", "abvMax": "4", "id": 8, "srmMin": "10", "name": "Scottish-Style Heavy Ale"}, "id": "G4tM6F", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "A rusty brown brew. Full-bodied with lots of chewy toffee. Licorice, red apple, and cherry linger in the background as the medium-high sweetness flows towards a slightly earthy finish.", "statusDisplay": "Verified", "nameDisplay": "Wee Heavy", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.035", "description": "Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "12", "categoryId": 1, "srmMax": "19", "ibuMax": "20", "abvMin": "3.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:48", "fgMax": "1.014", "shortName": "Scottish Heavy", "abvMax": "4", "id": 8, "srmMin": "10", "name": "Scottish-Style Heavy Ale"}, "createDate": "2016-05-04 20:12:01", "updateDate": "2016-05-04 20:12:01", "styleId": 8, "id": "UqNd5V", "name": "Wee Heavy"}, {"status": "verified", "isOrganic": "N", "name": "Wee Heavy", "nameDisplay": "Wee Heavy", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.06", "description": "Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "21", "ibuMax": "65", "abvMin": "7", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:05", "fgMax": "1.04", "shortName": "Strong Ale", "abvMax": "11", "id": 14, "srmMin": "8", "name": "Strong Ale"}, "createDate": "2012-01-03 02:44:28", "updateDate": "2012-03-22 13:04:51", "styleId": 14, "id": "GoDmMT", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Wee Heavy", "nameDisplay": "Wee Heavy", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.072", "description": "Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "35", "abvMin": "6.2", "fgMin": "1.016", "updateDate": "2015-04-07 15:21:11", "fgMax": "1.028", "shortName": "Scotch Ale", "abvMax": "8", "id": 15, "srmMin": "15", "name": "Scotch Ale"}, "createDate": "2016-05-04 23:24:08", "updateDate": "2016-05-04 23:24:08", "abv": "9.3", "styleId": 15, "id": "LIIXul", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Wee Heavy", "nameDisplay": "Wee Heavy", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.06", "description": "Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "21", "ibuMax": "65", "abvMin": "7", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:05", "fgMax": "1.04", "shortName": "Strong Ale", "abvMax": "11", "id": 14, "srmMin": "8", "name": "Strong Ale"}, "createDate": "2012-01-03 02:44:28", "updateDate": "2012-03-22 13:04:45", "styleId": 14, "id": "I9iOxV", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "During the mid to late 1800’s Scottish beers were taxed according to their strength, fewer shillings for lower strength beer, more shillings for higher alcohol beer. The strongest version of the Scottish beer style was called a “wee heavy” and was typically served in smaller, 6-­ounce, a “wee” bit of “heavy” ale.\r\n\r\n \r\n\r\nO’Fallon Wee Heavy is our nod to the era and the style. It’s a malt-­forward beer with subtle hints of roasted malts and cherry wood and nutty flavors with just enough hop bitterness to support the big malt backbone and balance its sweetness. This beer was fermented at cooler temperatures to reduce the esters (fruitiness) of the yeast and create a very clean and smooth profile for a beer with an 8.5% ABV.", "statusDisplay": "Verified", "nameDisplay": "Wee Heavy", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Y5WO7U/upload_1jMdkj-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Y5WO7U/upload_1jMdkj-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Y5WO7U/upload_1jMdkj-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.035", "description": "Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "12", "categoryId": 1, "srmMax": "19", "ibuMax": "20", "abvMin": "3.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:48", "fgMax": "1.014", "shortName": "Scottish Heavy", "abvMax": "4", "id": 8, "srmMin": "10", "name": "Scottish-Style Heavy Ale"}, "id": "Y5WO7U", "createDate": "2013-11-17 01:20:39", "updateDate": "2015-12-17 07:04:02", "abv": "8.5", "styleId": 8, "availableId": 2, "ibu": "30", "name": "Wee Heavy"}, {"status": "verified", "isOrganic": "N", "name": "Wee Heavy", "nameDisplay": "Wee Heavy", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/NqGHEP/upload_4iPgLY-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/NqGHEP/upload_4iPgLY-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/NqGHEP/upload_4iPgLY-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.035", "description": "Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "12", "categoryId": 1, "srmMax": "19", "ibuMax": "20", "abvMin": "3.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:48", "fgMax": "1.014", "shortName": "Scottish Heavy", "abvMax": "4", "id": 8, "srmMin": "10", "name": "Scottish-Style Heavy Ale"}, "createDate": "2013-11-26 12:36:02", "updateDate": "2015-12-17 07:35:52", "styleId": 8, "id": "NqGHEP", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Our Wee Heavy, also known as Strong Scotch Ale, is malty with just enough hop bitterness to balance the sweetness. Traditional English malts and Fuggle hops combined with an extended boil (over 3 hours long) creates a complex aroma and wonderful deep color with a taste of caramel and hints of dark fruit. Served in a 10oz snifter for savoring.", "srmId": 18, "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "nameDisplay": "Wee Heavy", "ingredients": {"hops": [{"category": "hop", "createDate": "2013-06-24 16:07:30", "categoryDisplay": "Hops", "id": 43, "name": "Fuggles"}]}, "originalGravity": "1.082", "id": "AWBAfI", "statusDisplay": "Verified", "createDate": "2012-04-09 18:12:09", "updateDate": "2012-04-09 18:22:11", "abv": "7.7", "styleId": 8, "availableId": 4, "glasswareId": 6, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.035", "description": "Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "12", "categoryId": 1, "srmMax": "19", "ibuMax": "20", "abvMin": "3.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:48", "fgMax": "1.014", "shortName": "Scottish Heavy", "abvMax": "4", "id": 8, "srmMin": "10", "name": "Scottish-Style Heavy Ale"}, "ibu": "25.8", "srm": {"hex": "A63E00", "id": 18, "name": "18"}, "name": "Wee Heavy"}, {"status": "verified", "isOrganic": "N", "name": "Wee Heavy", "nameDisplay": "Wee Heavy", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.035", "description": "Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "12", "categoryId": 1, "srmMax": "19", "ibuMax": "20", "abvMin": "3.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:48", "fgMax": "1.014", "shortName": "Scottish Heavy", "abvMax": "4", "id": 8, "srmMin": "10", "name": "Scottish-Style Heavy Ale"}, "createDate": "2016-11-24 01:06:17", "updateDate": "2016-11-24 01:06:17", "abv": "10", "styleId": 8, "id": "pDjcwF", "statusDisplay": "Verified"}]
