[{"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Halcyon is an unapologetic American-style wheat beer with a taste like the finest days of summer. We start with raw Kansas white wheat to give a nice “wheaty” character, but it’s the hops that give this beer its shine. We use “hop-bursting” of Citra hops late in the brewing process, giving Halcyon a mix of tropical fruit aromas delicately underpinned by a velvety smoothness with hints of bread and pear.", "statusDisplay": "Verified", "nameDisplay": "Halcyon", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/jFZwHz/upload_PkHGDO-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/jFZwHz/upload_PkHGDO-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/jFZwHz/upload_PkHGDO-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "id": "jFZwHz", "glass": {"createDate": "2012-01-03 02:41:33", "id": 9, "name": "Weizen"}, "createDate": "2012-01-03 02:43:19", "updateDate": "2015-12-16 10:38:30", "abv": "5", "styleId": 112, "availableId": 1, "glasswareId": 9, "ibu": "20", "name": "Halcyon"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Halcyon 2009 Green Hop Harvest - Golden blonde beer with an exquisite passionfruit, gooseberry and mango aroma. An initial sweetness and full body are balanced by a lasting grapefruit-like bitter finish.", "statusDisplay": "Verified", "nameDisplay": "Halcyon", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/549QP3/upload_4erky5-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/549QP3/upload_4erky5-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/549QP3/upload_4erky5-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.05", "description": "Most traditional interpretations of English-style India pale ales are characterized by medium-high hop bitterness with a medium to medium-high alcohol content. Hops from a variety of origins may be used to contribute to a high hopping rate. Earthy and herbal English-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer, sometimes with subtle and balanced character of sulfur compounds. This pale gold to deep copper-colored ale has a medium to high, flowery hop aroma and may have a medium to strong hop flavor (in addition to the hop bitterness). English-style India pale ales possess medium maltiness and body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill haze is allowable at cold temperatures. Hops of other origins may be used for bitterness or approximating traditional English character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "35", "categoryId": 1, "srmMax": "14", "ibuMax": "63", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:18:33", "fgMax": "1.018", "shortName": "English IPA", "abvMax": "7", "id": 2, "srmMin": "6", "name": "English-Style India Pale Ale"}, "name": "Halcyon", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-07-29 21:18:03", "updateDate": "2015-12-16 17:16:52", "abv": "7.7", "styleId": 2, "availableId": 1, "id": "549QP3", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Hale Bop", "nameDisplay": "Hale Bop", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "Dortmunder has medium hop bitterness. Hop flavor and aroma from noble hops are perceptible but low. Sweet malt flavor can be low and should not be caramel-like. The color of this style is straw to deep golden. The body will be medium bodied. Fruity esters, chill haze, and diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "23", "categoryId": 7, "srmMax": "6", "ibuMax": "29", "abvMin": "5", "fgMin": "1.01", "updateDate": "2015-04-07 15:36:34", "fgMax": "1.014", "shortName": "Dortmunder", "abvMax": "6", "id": 79, "srmMin": "3", "name": "Dortmunder / European-Style Export"}, "id": "MpyDok", "createDate": "2015-06-25 21:24:37", "updateDate": "2015-06-26 16:18:14", "abv": "6.1", "styleId": 79, "ibu": "29", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "Y", "description": "Named for, well, Abe & Lincoln-- Diamond Knot & Hale's master brewers. Single-hopped with Lemondrop hops, Abe Lincoln Lemon Ale starts with hints of ginger zest and a big, fresh lemon aroma. Brewed to be open with an unobtrusive light body, it has plenty of space for its crisp fruity middle. Conditioned on twenty five pounds of lemon zest, your palate is left with a refreshingly dry, citrus finish that echoes of lemon rind and a sweet tartness that becomes more compelling with each sip. Honest in it's simplicity and low ABV, Abe Lincoln Lemon Ale is meant to deliver refreshment by the pint.", "statusDisplay": "Verified", "nameDisplay": "Hale's & Diamond Knot Collaboration:  Abe Lincoln Lemon Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/SZeLpZ/upload_MWgxIY-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/SZeLpZ/upload_MWgxIY-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/SZeLpZ/upload_MWgxIY-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "id": "SZeLpZ", "createDate": "2015-06-12 16:15:44", "updateDate": "2015-12-18 03:18:52", "abv": "5.5", "styleId": 119, "availableId": 2, "ibu": "12", "name": "Hale's & Diamond Knot Collaboration:  Abe Lincoln Lemon Ale"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "Y", "description": "We've centrifuged this year's Fresh Hop Ale and it's now available for tasting!  Pale golden in color, this beer imparts a subtle citrus sweetness on top of a pleasant grassy/grain aroma. The flavor initially showcases the barley and oats used in the recipe, then shifts right into the juicy Cascade hop profile (citrusy & herbal).  It finishes on the dryer side, harnessing just enough aftertaste to bring you in for another sip...", "statusDisplay": "Verified", "nameDisplay": "HALE'S FRESH HOP ALE", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/TtTMdQ/upload_6ePUQ4-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/TtTMdQ/upload_6ePUQ4-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/TtTMdQ/upload_6ePUQ4-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "Any style of ale can be made into a fresh hop or wet hop version. These ales are hopped predominantly with fresh (newly harvested and kilned) and/or undried (“wet”) hops. These beers will exhibit especially aromas and flavors of green, almost chlorophyll-like or other fresh hop characters, in harmony with the characters of the base style of the beer. These beers may be aged and enjoyed after the initial “fresh-hop” character diminishes. Unique character from “aged” fresh hop beers may emerge, but they have yet to be defined.", "createDate": "2012-03-21 20:06:45", "categoryId": 3, "updateDate": "2015-04-07 15:25:25", "shortName": "Wet Hop Ale", "id": 26, "name": "Fresh \"Wet\" Hop Ale"}, "createDate": "2015-06-12 15:35:15", "updateDate": "2015-12-18 02:36:25", "abv": "4.7", "styleId": 26, "availableId": 4, "id": "TtTMdQ", "name": "HALE'S FRESH HOP ALE"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "Y", "description": "Our \"Harvest Ale\" with a twist:  Scottish yeast was used instead of our house yeast.  The addition of rye lends a subtle spice character and rounds out the solid malt profile of an otherwise hoppy beer.", "statusDisplay": "Verified", "nameDisplay": "Hale's Scottish Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.072", "description": "Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "35", "abvMin": "6.2", "fgMin": "1.016", "updateDate": "2015-04-07 15:21:11", "fgMax": "1.028", "shortName": "Scotch Ale", "abvMax": "8", "id": 15, "srmMin": "15", "name": "Scotch Ale"}, "createDate": "2015-06-12 16:00:51", "updateDate": "2015-06-12 16:00:51", "abv": "7", "styleId": 15, "availableId": 2, "id": "kfJUux", "name": "Hale's Scottish Ale"}, {"status": "verified", "isOrganic": "Y", "description": "This is a smooth, vibrant beer with an emphasis on the lightness in flavor of the wheat, with the alcohol strength of \"winter beers.\"  Wheat wine is a beer with an increased percentage of wheat to barley ratio (40% here).  This has the perception of lightening the beer in appearance and flavor, and achieving an alcohol content on par with barleywine.", "statusDisplay": "Verified", "nameDisplay": "Hale's Wheat Wine", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.088", "description": "American style wheat wines range from gold to deep amber and are brewed with 50% or more wheat malt. They have full body and high residual malty sweetness. Perception of bitterness is moderate to medium -high. Fruity-ester characters are often high and counterbalanced by complexity of alcohols and high alcohol content. Hop aroma and flavor are at low to medium levels. Very low levels of diacetyl may be acceptable. Bready, wheat, honey-like and/or caramel aroma and flavor are often part of the character. Phenolic yeast character, sulfur, and/or sweet corn-like dimethylsulfide (DMS) should not be present. Oxidized, stale and aged characters are not typical of this style. Chill haze is allowable.", "createDate": "2012-03-21 20:06:46", "ibuMin": "45", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:17", "fgMax": "1.032", "shortName": "Wheatwine", "abvMax": "12", "id": 35, "srmMin": "8", "name": "American-Style Wheat Wine Ale"}, "createDate": "2015-06-12 15:59:37", "updateDate": "2015-06-12 15:59:37", "abv": "10", "styleId": 35, "id": "8LaglW", "name": "Hale's Wheat Wine"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "A medium-bodied India Pale Ale with spicy notes of rye and a bright hop aroma", "statusDisplay": "Verified", "nameDisplay": "Haleakala Sunryes", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/J3DalO/upload_Cb7S5V-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/J3DalO/upload_Cb7S5V-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/J3DalO/upload_Cb7S5V-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "Session India Pale Ales are gold to copper. Chill haze is allowable at cold temperatures and hop haze is allowable at any temperature. Fruity-ester aroma is light to moderate. Hop aroma is medium to high with qualities from a wide variety of hops from all over the world. Low to medium maltiness is present. Hop flavor is strong, characterized by flavors from a wide variety of hops. Hop bitterness is medium to high. Fruity-ester flavors are low to moderate. Diacetyl is absent or at very low levels. Body is low to medium.", "createDate": "2015-04-07 17:07:27", "categoryId": 3, "shortName": "Session IPA", "id": 164, "name": "Session India Pale Ale"}, "id": "J3DalO", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2016-09-09 20:34:46", "updateDate": "2016-09-13 13:25:31", "abv": "5.7", "styleId": 164, "availableId": 2, "glasswareId": 5, "ibu": "78", "name": "Haleakala Sunryes"}, {"status": "verified", "isOrganic": "N", "name": "Hales Bailes", "nameDisplay": "Hales Bailes", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "createDate": "2015-03-09 15:09:54", "updateDate": "2015-03-09 15:09:54", "abv": "7", "styleId": 124, "id": "VWO7Rz", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "Y", "description": "Brewed with Munich and aromatic malts to stand up to aggressive hopping, along with oats for a silky body. Known as “Pineapple Express” by the brewers; the aroma and flavor are loaded with pine, citrus and tropical flare.  7 different hops were used in this beer.  Strong and delicious.", "statusDisplay": "Verified", "nameDisplay": "Halestorm Double IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ti94Se/upload_TSvCiM-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ti94Se/upload_TSvCiM-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ti94Se/upload_TSvCiM-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2015-06-12 15:55:58", "updateDate": "2016-03-16 19:26:09", "abv": "8.7", "styleId": 31, "availableId": 2, "id": "ti94Se", "name": "Halestorm Double IPA"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "Half Acre Lager was the first beer released by Half Acre Beer Co. The Lager will hold a special spot in the history or Half Acre Beer Co, but we moved on. You never know, though.", "statusDisplay": "Verified", "nameDisplay": "Half Acre Lager", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/P4rUoI/upload_KG1vKO-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/P4rUoI/upload_KG1vKO-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/P4rUoI/upload_KG1vKO-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "name": "Half Acre Lager", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:19", "updateDate": "2015-12-16 06:46:03", "abv": "5.2", "styleId": 93, "availableId": 3, "id": "P4rUoI", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Half Again Bock", "nameDisplay": "Half Again Bock", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "createDate": "2012-01-03 02:43:19", "updateDate": "2012-03-22 13:04:37", "styleId": 3, "id": "Pn0623", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "An oatmeal stout — and half the oatmeal is totally baked!\r\n\r\nThe perfect beer to warm up and chill during a Northeastern Winter.", "statusDisplay": "Verified", "nameDisplay": "Half Baked", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/w8AgVH/upload_YDgcNl-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/w8AgVH/upload_YDgcNl-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/w8AgVH/upload_YDgcNl-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.038", "description": "Oatmeal stouts include oatmeal in their grist, resulting in a pleasant, full flavor and a smooth profile that is rich without being grainy. A roasted malt character which is caramel-like and chocolate-like should be evident - smooth and not bitter. Coffee-like roasted barley and roasted malt aromas (chocolate and nut-like) are prominent. Color is dark brown to black. Bitterness is moderate, not high. Hop flavor and aroma are optional but should not overpower the overall balance if present. This is a medium- to full- bodied beer, with minimal fruity esters. Diacetyl should be absent or at extremely low levels. Original gravity range and alcohol levels are indicative of English tradition of oatmeal stout.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "20", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:22:53", "fgMax": "1.02", "shortName": "Oatmeal Stout", "abvMax": "6", "id": 21, "srmMin": "20", "name": "Oatmeal Stout"}, "createDate": "2016-11-23 15:18:44", "updateDate": "2016-11-23 15:19:07", "abv": "5.5", "styleId": 21, "id": "w8AgVH", "name": "Half Baked"}, {"status": "verified", "isOrganic": "N", "name": "Half Booty Stout", "nameDisplay": "Half Booty Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2015-09-17 21:38:55", "updateDate": "2015-09-17 21:38:55", "abv": "5.5", "styleId": 42, "id": "94fZo5", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "A traditional Dark English Mild.", "statusDisplay": "Verified", "nameDisplay": "Half Butt Mild", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Z61PNa/upload_7qpWZh-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Z61PNa/upload_7qpWZh-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Z61PNa/upload_7qpWZh-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English pale mild ales range from golden to amber in color. Malt flavor dominates the flavor profile with little hop bitterness or flavor. Hop aroma can be light. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "17", "ibuMax": "20", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:35", "fgMax": "1.008", "shortName": "English Pale Mild", "abvMax": "4", "id": 10, "srmMin": "8", "name": "English-Style Pale Mild Ale"}, "createDate": "2013-11-15 00:16:11", "updateDate": "2015-12-17 06:51:17", "abv": "3.8", "styleId": 10, "availableId": 2, "id": "Z61PNa", "name": "Half Butt Mild"}, {"status": "verified", "isOrganic": "N", "description": "We've collaborated with our upstate buddies at RJ Rockers twice before, producing Stuck on Rye 26 at their brewery and then Holy Citra, RJ! at ours. When we contemplated doing four collaboration beers for Brewvival 2014, there was no question we needed them on the roster.\r\n\r\nLooking at the big pile of things we have in common, one stuck out: coffee. We haven't produced a beer with coffee before, while the RJ crew has done Mocha Java Porter. In the great craft brewing spirit of stealing info from your competitors (who will gladly help you because you're really friends), the inspiration for Half Calf was born.\r\n\r\nWe used cold-press coffee from Little River Coffee Roasters in Spartanburg, and applied them to a strong-ish milk stout, giving us a super roasty, black, velvety smooth, perk-inducing beer.", "statusDisplay": "Verified", "nameDisplay": "Half Calf", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "40", "ibuMax": "25", "abvMin": "3", "fgMin": "1.012", "updateDate": "2015-04-07 15:24:41", "fgMax": "1.02", "shortName": "Sweet Stout", "abvMax": "6", "id": 20, "srmMin": "40", "name": "Sweet or Cream Stout"}, "createDate": "2016-03-16 15:36:19", "updateDate": "2016-03-16 15:36:46", "abv": "7.3", "styleId": 20, "id": "KO0B4f", "name": "Half Calf"}, {"status": "verified", "isOrganic": "N", "name": "Half Cocked Pale Ale", "nameDisplay": "Half Cocked Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "UdUXUn", "createDate": "2016-10-28 20:00:24", "updateDate": "2016-10-28 20:03:04", "abv": "5.5", "styleId": 25, "ibu": "60", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Half Court", "statusDisplay": "Verified", "nameDisplay": "Half Court", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/mketu9/upload_sfKxH3-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/mketu9/upload_sfKxH3-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/mketu9/upload_sfKxH3-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:19", "updateDate": "2015-12-16 11:42:43", "abv": "6.3", "styleId": 30, "availableId": 1, "id": "mketu9", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Half Crown", "statusDisplay": "Verified", "nameDisplay": "Half Crown", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/bptN5u/upload_fo05wH-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/bptN5u/upload_fo05wH-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/bptN5u/upload_fo05wH-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:19", "updateDate": "2015-12-16 10:33:01", "styleId": 30, "id": "bptN5u", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "The Half Cycle is so named due to its marriage of single and double IPA characteristics. In baseball parlance, a single and double is half of \"the cycle\", and this IPA is a heavy hitter. It's a single IPA, hopped like a double, with an over-the-top hop character that's a bit spicy, citrusy, piney, you make the call. Light in color, but not on flavor, Half Cycle is dry hopped with a pound of high alpha American hops in every barrel.", "statusDisplay": "Verified", "nameDisplay": "Half Cycle IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/R1YkEi/upload_uwDzmw-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/R1YkEi/upload_uwDzmw-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/R1YkEi/upload_uwDzmw-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "R1YkEi", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-18 23:58:16", "updateDate": "2015-12-16 16:44:26", "abv": "6", "styleId": 30, "availableId": 1, "glasswareId": 5, "ibu": "104.1", "name": "Half Cycle IPA"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Barrel-aged Half Cycle IPA. Aged in a  rye whiskey barrel and blended with fresh Half Cycle to bring out the big hop aroma. Big oak notes, some coconut and a bit of rye spice, plus the big hoppy monster that is Half Cycle.", "statusDisplay": "Verified", "nameDisplay": "Half Cycle Reserve", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "T9xGDN", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-18 23:58:28", "updateDate": "2012-04-19 00:13:53", "abv": "6.7", "styleId": 30, "availableId": 2, "glasswareId": 5, "ibu": "104.1", "name": "Half Cycle Reserve"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Our Half Dome is a zestfully refreshing wheat ale brewed with San Joaquin Valley grown lemon and orange peel to make a uniquely crafted unfiltered session beer. A blend of two distinctive wheat ales, along with local fruits and exotic spice gives our Half Dome the signature of an ideal California Wheat Ale.", "statusDisplay": "Verified", "nameDisplay": "Half Dome", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.034", "description": "Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "2", "ibuMax": "30", "abvMin": "4", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:20", "fgMax": "1.01", "shortName": "Session", "abvMax": "5.1", "id": 108, "srmMin": "2", "name": "Session Beer"}, "createDate": "2015-03-18 20:43:10", "updateDate": "2015-03-18 21:10:53", "abv": "5", "styleId": 108, "availableId": 1, "id": "baa432", "name": "Half Dome"}, {"status": "verified", "isOrganic": "N", "description": "This espresso chocolate stout is a roasty, chocolatey, full-bodied Russian Imperial Stout that is only for the bold. Our Stout is chock full of chocolate as a result of combining 4 different types of malted barley (including a chocolate malt) with cocoa powder. The sweet chocolate is offset by both the roastyness that is contributed by the espresso coffee we added as well as the two different hop varietals we used to give this bad boy 50 IBUs. Our Stout clocks in at an ABV of 8.8% and thus will clock you if you are not careful.", "statusDisplay": "Verified", "nameDisplay": "Half Full Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "40", "ibuMax": "25", "abvMin": "3", "fgMin": "1.012", "updateDate": "2015-04-07 15:24:41", "fgMax": "1.02", "shortName": "Sweet Stout", "abvMax": "6", "id": 20, "srmMin": "40", "name": "Sweet or Cream Stout"}, "id": "MyMq9r", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-02-17 17:07:51", "updateDate": "2015-04-16 13:29:55", "abv": "8.8", "styleId": 20, "glasswareId": 6, "ibu": "50", "foodPairings": "Any chocolate desert that you can think of", "name": "Half Full Stout"}, {"status": "verified", "isOrganic": "N", "name": "Half Hearted", "nameDisplay": "Half Hearted", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2012-12-13 21:11:14", "updateDate": "2012-12-13 21:11:16", "styleId": 25, "id": "LrtQ0o", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Hops climb up twine that’s just loosely tied to the trellis with a half hitch knot— and this Imperial IPA is just loosely tied to tradition. The Mosaic hop imparts surprisingly floral aromas instead of the more expected grapefruit-y notes. On the palate, complex layers of flavors might remind you of guava, mango, stone fruit and lemon, unraveling your idea of what an Imperial IPA should be.", "statusDisplay": "Verified", "nameDisplay": "Half Hitch", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ZEbhsW/upload_T2Ryvj-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ZEbhsW/upload_T2Ryvj-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ZEbhsW/upload_T2Ryvj-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "ZEbhsW", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "createDate": "2014-03-11 14:25:58", "updateDate": "2015-12-17 10:56:08", "abv": "10", "styleId": 31, "availableId": 1, "glasswareId": 8, "ibu": "80", "name": "Half Hitch"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Amber in color, full-bodied strong ale with a prominent malt flavor delicately balanced with Goldings hops. Made with a hint of molasses, this beer is usually on tap for Super Bowl with a keg or two of the previous year's batch.", "statusDisplay": "Verified", "nameDisplay": "Half in the Bagpipe", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/5Wn2Q7/upload_uX59Ls-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/5Wn2Q7/upload_uX59Ls-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/5Wn2Q7/upload_uX59Ls-icon.png"}, "originalGravity": "1.076", "name": "Half in the Bagpipe", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:19", "updateDate": "2015-12-16 04:25:54", "abv": "7.2", "styleId": 15, "availableId": 4, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.072", "description": "Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "35", "abvMin": "6.2", "fgMin": "1.016", "updateDate": "2015-04-07 15:21:11", "fgMax": "1.028", "shortName": "Scotch Ale", "abvMax": "8", "id": 15, "srmMin": "15", "name": "Scotch Ale"}, "id": "5Wn2Q7", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Cleanly malty with a drying finish. It has a relatively sweet palate that finishes dry with a touch of caramelizatian from the kettle. One of the original session beers.", "statusDisplay": "Verified", "nameDisplay": "Half Kilt", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "Scottish light ales are light bodied. Little bitterness is perceived, and hop flavor or aroma should not be perceived. Despite its lightness, Scottish light ale will have a degree of malty, caramel-like, soft and chewy character. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottishstyle light ales exhibited peat smoke character, the current marketplace offers many Scottish-style light ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style light ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "9", "categoryId": 1, "srmMax": "17", "ibuMax": "20", "abvMin": "2.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:19:41", "fgMax": "1.012", "shortName": "Scottish Light", "abvMax": "3.5", "id": 7, "srmMin": "8", "name": "Scottish-Style Light Ale"}, "createDate": "2014-05-08 11:44:55", "updateDate": "2014-05-08 11:44:55", "abv": "4.1", "styleId": 7, "id": "36TJmb", "name": "Half Kilt"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A traditional style of a German Weissbier, with hints of bananas and cloves make this a favorite of Hefeweizen drinkers. Our Hefeweizen is unfiltered for the yeast cloudiness you expect from this style. This can be served with either an orange or lemon slice, but traditionally there is no reason to include the fruit.", "statusDisplay": "Verified", "nameDisplay": "Half Life", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Pg2px4/upload_Hpav2U-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Pg2px4/upload_Hpav2U-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Pg2px4/upload_Hpav2U-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "name": "Half Life", "glass": {"createDate": "2012-01-03 02:41:33", "id": 9, "name": "Weizen"}, "createDate": "2014-07-10 13:12:56", "updateDate": "2016-07-28 14:55:41", "abv": "5", "styleId": 48, "availableId": 1, "id": "Pg2px4", "glasswareId": 9}, {"status": "verified", "isOrganic": "N", "description": "The first in our Game of Thrones trilogy of beers, the Half Man is our take on a Belgian Enkel (single ale). A session ale whose character is much more complex than its stature as its mild appearance does not equate to the sinisterly rich malt flavor that plots within", "statusDisplay": "Verified", "nameDisplay": "Half Man", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.034", "description": "Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "2", "ibuMax": "30", "abvMin": "4", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:20", "fgMax": "1.01", "shortName": "Session", "abvMax": "5.1", "id": 108, "srmMin": "2", "name": "Session Beer"}, "createDate": "2015-04-24 22:22:29", "updateDate": "2015-05-28 13:30:31", "abv": "3.5", "styleId": 108, "id": "D8716b", "name": "Half Man"}, {"status": "verified", "isOrganic": "N", "name": "Half Mast", "nameDisplay": "Half Mast", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/0X85Gf/upload_DCegbN-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/0X85Gf/upload_DCegbN-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/0X85Gf/upload_DCegbN-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.056", "description": "American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "35", "ibuMax": "70", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:28:36", "fgMax": "1.018", "shortName": "Black Ale", "abvMax": "7.5", "id": 41, "srmMin": "35", "name": "American-Style Black Ale"}, "createDate": "2013-02-27 12:23:47", "updateDate": "2015-12-17 02:30:27", "abv": "7", "styleId": 41, "id": "0X85Gf", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A clean crisp golden ale with low to medium bitterness and aroma from Cascade and Willamette hops. It is brewed with Breiss malt and flaked corn.", "statusDisplay": "Verified", "nameDisplay": "Half Moon Gold", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ntzksq/upload_vuTpUF-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ntzksq/upload_vuTpUF-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ntzksq/upload_vuTpUF-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "id": "ntzksq", "createDate": "2012-01-03 02:43:19", "updateDate": "2015-12-15 21:41:33", "abv": "4", "styleId": 36, "availableId": 1, "ibu": "20", "name": "Half Moon Gold"}, {"status": "verified", "isOrganic": "N", "name": "Half Moon Porter", "nameDisplay": "Half Moon Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Robust porters are black in color and have a roast malt flavor, often reminiscent of cocoa, but no roast barley flavor. These porters have a sharp bitterness of black malt without a highly burnt/charcoal flavor. Caramel and other malt sweetness should be present and in harmony with other distinguishing porter characters. Robust porters range from medium to full in body and have a malty sweetness. Hop bitterness is medium to high, with hop aroma and flavor ranging from negligible to medium. Diacetyl is acceptable at very low levels. Fruity esters should be evident, balanced with roast malt and hop bitterness.", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "40", "abvMin": "5", "fgMin": "1.008", "updateDate": "2015-04-07 15:21:45", "fgMax": "1.016", "shortName": "Robust Porter", "abvMax": "6.5", "id": 19, "srmMin": "30", "name": "Robust Porter"}, "createDate": "2014-11-16 17:47:55", "updateDate": "2014-12-29 12:45:25", "abv": "5.6", "styleId": 19, "id": "3hfwbz", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A reddish-brown robust porter. Semi sweet chocolate and coffee flavors with a dry black malt finish.", "statusDisplay": "Verified", "nameDisplay": "Half Moon Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Robust porters are black in color and have a roast malt flavor, often reminiscent of cocoa, but no roast barley flavor. These porters have a sharp bitterness of black malt without a highly burnt/charcoal flavor. Caramel and other malt sweetness should be present and in harmony with other distinguishing porter characters. Robust porters range from medium to full in body and have a malty sweetness. Hop bitterness is medium to high, with hop aroma and flavor ranging from negligible to medium. Diacetyl is acceptable at very low levels. Fruity esters should be evident, balanced with roast malt and hop bitterness.", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "40", "abvMin": "5", "fgMin": "1.008", "updateDate": "2015-04-07 15:21:45", "fgMax": "1.016", "shortName": "Robust Porter", "abvMax": "6.5", "id": 19, "srmMin": "30", "name": "Robust Porter"}, "name": "Half Moon Porter", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:19", "updateDate": "2012-03-22 13:05:35", "styleId": 19, "availableId": 4, "id": "cfehJB", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "In 1609 Henry Hudson entered Penobscot Bay in the vessel the \"Half Moon\". Four hundred years later the Half Moon is back in Penobscot Bay! Based on an old porter recipe described as brave, proud, or \"Stout\". A one hour mash of pale, crystal, chocolate and wheat malts, and a large portion of roasted barley yield this dark, full-bodied stout with a heavy aroma of fresh roasted coffee. The mild Fuggles hops balances the bitterness.", "statusDisplay": "Verified", "nameDisplay": "Half Moon Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ZZ8o9M/upload_LFusX4-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ZZ8o9M/upload_LFusX4-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ZZ8o9M/upload_LFusX4-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2012-04-19 01:56:20", "updateDate": "2015-04-22 19:00:36", "styleId": 42, "id": "ZZ8o9M", "name": "Half Moon Stout"}, {"status": "verified", "isOrganic": "N", "description": "Dry Hopped Hard Cider - A great cider for you beer drinkers to try.", "statusDisplay": "Verified", "nameDisplay": "Half Nelson", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.07", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:07", "fgMax": "1.01", "shortName": "Fruit Cider", "abvMax": "9", "id": 155, "name": "Fruit Cider"}, "createDate": "2015-04-10 14:06:34", "updateDate": "2015-04-10 14:06:34", "styleId": 155, "id": "GBHgg4", "name": "Half Nelson"}, {"status": "verified", "isOrganic": "N", "description": "A sessionable-ish IPA made with 100% Nelson Sauvin hops. This beer is 100% whirlpool w/ strong flavors and aromatics of Sauvignon Blanc wine and fresh mangos.", "statusDisplay": "Verified", "nameDisplay": "Half Nelson", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "Session India Pale Ales are gold to copper. Chill haze is allowable at cold temperatures and hop haze is allowable at any temperature. Fruity-ester aroma is light to moderate. Hop aroma is medium to high with qualities from a wide variety of hops from all over the world. Low to medium maltiness is present. Hop flavor is strong, characterized by flavors from a wide variety of hops. Hop bitterness is medium to high. Fruity-ester flavors are low to moderate. Diacetyl is absent or at very low levels. Body is low to medium.", "createDate": "2015-04-07 17:07:27", "categoryId": 3, "shortName": "Session IPA", "id": 164, "name": "Session India Pale Ale"}, "createDate": "2015-08-05 15:29:22", "updateDate": "2015-08-05 15:29:22", "abv": "5.1", "styleId": 164, "id": "6sDnxJ", "name": "Half Nelson"}, {"status": "verified", "isOrganic": "N", "name": "Half Truth", "nameDisplay": "Half Truth", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.056", "description": "American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "35", "ibuMax": "70", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:28:36", "fgMax": "1.018", "shortName": "Black Ale", "abvMax": "7.5", "id": 41, "srmMin": "35", "name": "American-Style Black Ale"}, "createDate": "2015-10-14 14:09:02", "updateDate": "2015-10-14 14:09:02", "abv": "6", "styleId": 41, "id": "P4ndkS", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Half Way Home", "nameDisplay": "Half Way Home", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/i1RDmC/upload_A2ADlj-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/i1RDmC/upload_A2ADlj-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/i1RDmC/upload_A2ADlj-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-03-09 14:45:47", "updateDate": "2015-12-17 23:42:28", "abv": "6", "styleId": 25, "id": "i1RDmC", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Unfiltered Belgian style witbier, Sweet and bitter orange peel, coriander notes, Grains of Paradise. Citrus presence, Refreshing", "statusDisplay": "Verified", "nameDisplay": "Half Wit", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "createDate": "2016-07-12 15:20:59", "updateDate": "2016-07-12 17:25:31", "abv": "4.7", "styleId": 65, "id": "rtX35q", "name": "Half Wit"}, {"status": "verified", "isOrganic": "N", "description": "Half Wit Belgian Style Ale brewed with Honey and spices. Craft beer transforms four simple ingredients into something great. At Ten Ninety, we further this transformation to produce refreshing yet complex and challenging beers from unique ingredients and processes. As we reach beyond traditional combinations of water, malted grain, hops, and yeast, we are unapologetically proud to say that we brew extraordinary small batch beers meant to be thoughtfully enjoyed. Simply put, Ten Ninety is Craft Beer Elevated. In  Spring 2013, Ten Ninety Brewing Co. entered the craft beer market with our interpretation of the classic Witbier style, but elevated to \"Imperial\" heights. Our Half Wit still explores the limits of the style and is brewed with pilsner malt, flaked wheat and barley, accented by coriander, orange peel, and local honey.", "statusDisplay": "Verified", "nameDisplay": "Half Wit", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/NiO11E/upload_GAE3V2-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/NiO11E/upload_GAE3V2-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/NiO11E/upload_GAE3V2-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "name": "Half Wit", "glass": {"createDate": "2012-01-03 02:41:33", "id": 9, "name": "Weizen"}, "createDate": "2014-04-23 11:30:57", "updateDate": "2015-12-17 13:17:22", "abv": "5", "styleId": 65, "id": "NiO11E", "glasswareId": 9}, {"status": "verified", "isOrganic": "N", "description": "A cross between an American Wheat and a Belgian Wit, this refreshing ale is made with white wheat, ground corriander, and fresh whole oranges! Simply delicious served with a slice of orange.", "statusDisplay": "Verified", "nameDisplay": "Half Wit Wheat", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/xZhZ36/upload_KSmSo5-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/xZhZ36/upload_KSmSo5-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/xZhZ36/upload_KSmSo5-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "name": "Half Wit Wheat", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "createDate": "2012-01-03 02:43:19", "updateDate": "2016-05-18 20:51:48", "abv": "4.5", "styleId": 65, "id": "xZhZ36", "glasswareId": 4}, {"status": "verified", "isOrganic": "N", "description": "Introducing our newest canned beer, the first in Kentucky to be available in 12-packs, the Half-Bite IPA!half-bitelogo-01\r\n“Designed to be the younger brother of the West Sixth IPA, the Half-Bite IPA uses the same varieties and quantity of hops as our regular IPA, but contains only half the alcohol – so it’s perfect for summer days and outdoor adventures when you want to have a few”, said one of our co-founders Brady Barlow.\r\n\r\nReflecting on the nature of the beer, it only seemed appropriate the Half-Bite IPA will be canned and sold in 12-pack boxes. We’re really excited to be the first brewery in Kentucky to do this.\r\n\r\nIt’s aggressively hopped with Centennial, Citra and Columbus hops and packs a great bite, earthy bitterness and citrus notes but clocks in at only 3.5% ABV.", "statusDisplay": "Verified", "nameDisplay": "Half-Bite IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/vknR5P/upload_BrVnKQ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/vknR5P/upload_BrVnKQ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/vknR5P/upload_BrVnKQ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "Session India Pale Ales are gold to copper. Chill haze is allowable at cold temperatures and hop haze is allowable at any temperature. Fruity-ester aroma is light to moderate. Hop aroma is medium to high with qualities from a wide variety of hops from all over the world. Low to medium maltiness is present. Hop flavor is strong, characterized by flavors from a wide variety of hops. Hop bitterness is medium to high. Fruity-ester flavors are low to moderate. Diacetyl is absent or at very low levels. Body is low to medium.", "createDate": "2015-04-07 17:07:27", "categoryId": 3, "shortName": "Session IPA", "id": 164, "name": "Session India Pale Ale"}, "createDate": "2016-08-28 20:48:53", "updateDate": "2016-08-28 20:49:09", "abv": "3.5", "styleId": 164, "id": "vknR5P", "name": "Half-Bite IPA"}, {"status": "verified", "isOrganic": "N", "description": "Half-Century Porter is the ale that started us down this journey. Pour a pint of this dark ale and you will discover a rich and luscious robust porter that delivers a balance of caramel, chocolate, and toffee. This porter can stand alone at the pub or with a gourmet dinner. Half-Century Porter will always leave you wanting another and, in our opinion, there isn’t anything wrong with that!", "statusDisplay": "Verified", "nameDisplay": "Half-Century Porter", "originalGravity": "1.055", "createDate": "2013-10-07 00:06:31", "updateDate": "2013-10-07 00:06:31", "abv": "6.4", "styleId": 18, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "id": "OUZs76", "name": "Half-Century Porter"}, {"status": "verified", "isOrganic": "N", "name": "Half-day IPA", "nameDisplay": "Half-day IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-07-24 19:01:38", "updateDate": "2015-07-30 15:11:46", "abv": "5.2", "styleId": 25, "id": "mTuEb9", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Half-Life is always a crowd favorite for both craft beer aficionados and those new to the beer scene. It is a light, crisp, and refreshing American Wheat Ale with an aroma that is interesting without being overpowering. Upon first sip, you will immediately pick up on the citrus characteristics. Soon to follow will be stone fruit and pine. But don’t let the idea of pine scare you. This is not a bitter IPA, friends. Finally, Half-Life finishes with a subtle and wheaty breadiness. It’s so perfectly light and crisp that it would be an amazing session beer if it weren’t for the 6% ABV, so sip and enjoy.", "statusDisplay": "Verified", "nameDisplay": "Half-Life", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "id": "s3JAdF", "createDate": "2016-11-17 15:16:56", "updateDate": "2016-11-17 15:16:56", "abv": "6.2", "styleId": 112, "ibu": "33", "name": "Half-Life"}, {"status": "verified", "isOrganic": "N", "description": "Get your wheaties!  Our American style Hefeweizen is refreshingly crisp, cloudy and slightly sour.  Made with over 50% wheat, brewed in the America style and served with a slice of lemon – this lightly hopped beer is very enjoyable and easy to drink.  Enjoy the thirst quenching quality of our lightest beer.", "statusDisplay": "Verified", "nameDisplay": "Half-Life Hefeweizen", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/3XOkdG/upload_YG6Sbn-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/3XOkdG/upload_YG6Sbn-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/3XOkdG/upload_YG6Sbn-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "id": "3XOkdG", "createDate": "2015-08-07 21:17:41", "updateDate": "2015-12-18 04:58:11", "abv": "4.8", "styleId": 48, "ibu": "19", "name": "Half-Life Hefeweizen"}, {"status": "verified", "isOrganic": "N", "name": "Half-Mowed Lawn Saison", "nameDisplay": "Half-Mowed Lawn Saison", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2014-08-07 21:24:42", "updateDate": "2014-10-03 18:58:29", "abv": "6.8", "styleId": 72, "id": "83xahY", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Half-Step Rye Pale Ale", "nameDisplay": "Half-Step Rye Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-04-23 15:39:29", "updateDate": "2015-04-23 15:39:29", "abv": "5.9", "styleId": 25, "id": "OVGciF", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "What do you call a cross between a German Hefeweizen and Belgian Witbier?  Maybe it should be Hefe-Wit, but we instead call it the Half-Wit.  Traditional German Hefeweizen grain bill fermented with Belgian yeast; yielding nice and light almost banana notes from the wheat malts, but with a light citrusy and peppery note from the yeast.  Not bitter, rather very smooth and drinkable!", "statusDisplay": "Verified", "nameDisplay": "Half-Wit", "originalGravity": "1.047", "id": "bnyE54", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-09-29 17:20:20", "updateDate": "2015-04-27 16:02:23", "abv": "4.9", "styleId": 65, "availableId": 1, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "ibu": "15", "name": "Half-Wit"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A \"lawnmower\" beer for lawnmowers with class. This cloudy unfiltered wheat, or hefeweizen, is fermented with just enough lemon and orange to make it feel little like summer regardless of the month. Some soft, spicy noble hops roll into a clean finish leaving your palate begging for more.", "statusDisplay": "Verified", "nameDisplay": "Half-Wit Wheat", "originalGravity": "1.082", "id": "LO5Gdt", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-03-30 00:58:50", "updateDate": "2015-07-10 17:36:17", "abv": "1.059", "styleId": 112, "availableId": 1, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "ibu": "5.82", "name": "Half-Wit Wheat"}]
