[{"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "A rich, full bodied Barley Wine with a wonderfully warming character from the malts & dark brown sugars. Held to the light, its burgundy color is fitting for a bigger beer that has aromatics that hint of the oak, the whiskey, the somewhat sweet nature, and molasses that makes this beer truly unique. The non-barrel-aged version of this beer took Silver in the 2009 US Open Beer Championships. Using Stranahan’s Whiskey barrels, we aged this beer for 6 months to impart a small amount of oak tannins and the whiskey character that combine to elevate this beer beyond its original entry into this world. Excellent to enjoy now and cellerable for years.", "statusDisplay": "Verified", "nameDisplay": "Fathead Barley Wine", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/BdqPqo/upload_NZV970-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/BdqPqo/upload_NZV970-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/BdqPqo/upload_NZV970-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "id": "BdqPqo", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-01-03 02:43:12", "updateDate": "2015-12-16 05:38:13", "abv": "11.3", "styleId": 34, "availableId": 2, "glasswareId": 6, "ibu": "34", "name": "Fathead Barley Wine"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Father’s home, and his big, brawny body fills the room with a ruddy glow. He brings us gifts of dark roasted malts with hints of caramel and nuts, and bitter Belma hops that conjure up strawberries and plums. We promise we’ll save some for later. But he knows we won’t.", "statusDisplay": "Verified", "nameDisplay": "Father", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Imperial Red Ales are deep amber to dark copper/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.", "createDate": "2012-03-21 20:06:46", "ibuMin": "55", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "7.9", "fgMin": "1.02", "updateDate": "2015-04-07 17:05:43", "fgMax": "1.028", "shortName": "Imperial Red", "abvMax": "10.5", "id": 33, "srmMin": "10", "name": "Imperial Red Ale"}, "id": "JgatpH", "createDate": "2015-08-06 15:19:09", "updateDate": "2015-08-06 15:19:26", "abv": "7.2", "styleId": 33, "availableId": 2, "ibu": "22", "name": "Father"}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "description": "A holiday favorite. Our award winning Ten Penny Reserve with cherry added after fermentation. Rich and dark with an amazing aroma.", "statusDisplay": "Verified", "nameDisplay": "Father Christmas Highland Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "id": "FONnIR", "createDate": "2015-03-29 18:38:35", "updateDate": "2015-03-29 18:38:35", "abv": "9.6", "styleId": 125, "availableId": 8, "ibu": "35", "name": "Father Christmas Highland Ale"}, {"status": "verified", "isOrganic": "N", "description": "Belgian Ale brewed with mix of yeast\r\nLight Hop bitterness with earthy hop aroma blended with a hoppy aroma", "statusDisplay": "Verified", "nameDisplay": "Father Don", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "createDate": "2015-11-06 17:16:17", "updateDate": "2015-11-09 19:46:48", "abv": "10.4", "styleId": 59, "id": "1YmMC0", "name": "Father Don"}, {"status": "verified", "isOrganic": "N", "name": "Father Donkey", "nameDisplay": "Father Donkey", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2016-09-10 00:01:02", "updateDate": "2016-09-16 19:27:36", "abv": "5.3", "styleId": 32, "id": "XgfD4G", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Father Francisco is part of our Origins Series.  This beer is named after the first Jesuit Priest that landed in Miami and set up a missionary at the mouth of the Miami River in the early 1500s.  This brew has a spicy and fruity aroma with a nice light body.  It is highly carbonated with a soft sweetness from the malts.  Look for this beer to be released later in the year aged in bourbon barrels.", "statusDisplay": "Verified", "nameDisplay": "Father Francisco", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian pale strong ales are pale to golden in color with relatively light body for a beer of its alcoholic strength. Often brewed with light colored Belgian \"candy\" sugar, these beers are well attenuated. The perception of hop bitterness is medium-low to medium -high, with hop flavor and aroma also in this range. These beers are highly attenuated and have a perceptively deceiving high alcoholic character-being light to medium bodied rather than full bodied. The intensity of malt character should be low to medium, often surviving along with a complex fruitiness. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "10", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:16", "fgMax": "1.024", "shortName": "Belgian Pale Strong", "abvMax": "11", "id": 63, "srmMin": "4", "name": "Belgian-Style Pale Strong Ale"}, "id": "DgxHXf", "createDate": "2014-09-30 18:33:33", "updateDate": "2014-09-30 18:33:33", "abv": "8.6", "styleId": 63, "foodPairings": "Pairs excellent with spicy Cajun food and crab cakes.", "ibu": "25", "name": "Father Francisco"}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "description": "A rich, malty seasonal ale brewed every fall for the winter months, this ale is made with four different malts, Nugget & Hallertau hops, and a complex blend of spices. It is named for John Mitchell, Howe Sound's original brewer.", "name": "Father John's Winter Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Father John's Winter Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "ibu": "17", "statusDisplay": "Verified", "createDate": "2012-01-03 02:43:12", "updateDate": "2012-03-22 13:05:40", "styleId": 124, "availableId": 8, "id": "4faLwi", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Father Ted", "nameDisplay": "Father Ted", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.054", "description": "Belgian-style blond ales are characterized by low yet evident hop bitterness, flavor, and sometimes aroma. Light to medium body and low malt aroma with a sweet, spiced and a low to medium fruity-ester character orchestrated in flavor and aroma. Sugar may be used to lighten perceived body. They are blonde to golden in color. Noble-type hops are commonly used. Low levels of phenolic spiciness from yeast byproducts may be perceived. Diacetyl should not be perceived. Acidic character should not be present. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "7", "ibuMax": "30", "abvMin": "6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:01", "fgMax": "1.014", "shortName": "Belgian Blonde", "abvMax": "7.8", "id": 61, "srmMin": "4", "name": "Belgian-Style Blonde Ale"}, "createDate": "2015-08-17 19:35:27", "updateDate": "2015-08-17 19:35:27", "abv": "5.2", "styleId": 61, "id": "6j9ihf", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This house recipe Stout is deep black in color and has a chocolate, coffee, roasted toffee and anise flavors. It is rich and delicious and is a meal in itself.", "statusDisplay": "Verified", "nameDisplay": "Father Theodore's Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "name": "Father Theodore's Stout", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-10-23 13:41:26", "updateDate": "2012-10-23 13:43:05", "abv": "9.5", "styleId": 42, "availableId": 1, "id": "FzczV3", "glasswareId": 5}, {"status": "verified", "isOrganic": "Y", "description": "Full of malty sweetness with a deceptively easy and crisp finish, this beer is perfect for the winter months.", "statusDisplay": "Verified", "nameDisplay": "Father Time", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.058", "description": "Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "30", "ibuMax": "65", "abvMin": "6", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:03", "fgMax": "1.03", "shortName": "Old Ale", "abvMax": "9", "id": 13, "srmMin": "12", "name": "Old Ale"}, "createDate": "2015-06-23 19:26:15", "updateDate": "2015-06-23 19:26:15", "abv": "8.5", "styleId": 13, "id": "qImyVm", "name": "Father Time"}, {"status": "verified", "isOrganic": "N", "description": "Robust and smooth, this full-flavored lager is exceptionally drinkable, crisp and refreshing, yet light bodied.", "statusDisplay": "Verified", "nameDisplay": "Father William's Black Lager", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/zfu76e/upload_Odwvg7-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/zfu76e/upload_Odwvg7-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/zfu76e/upload_Odwvg7-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.056", "description": "American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "35", "ibuMax": "70", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:28:36", "fgMax": "1.018", "shortName": "Black Ale", "abvMax": "7.5", "id": 41, "srmMin": "35", "name": "American-Style Black Ale"}, "id": "zfu76e", "createDate": "2015-04-06 16:28:29", "updateDate": "2015-12-18 01:12:34", "abv": "6.2", "styleId": 41, "foodPairings": "An excellent pairing with a meal. Not an ale, not a stout, this is a lager and it will surprise you with a very distinct character.", "ibu": "35", "name": "Father William's Black Lager"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Our Fathom IPL combines time-honored lagering techniques with the hop profile of a San Diego IPA recipe. The cold-fermented lager yeast provides a clean base that allows the citrus and pine aromas from the hops to really shine. The result is a gold medal beer with a refreshing, easy drinking character and just the right amount of depth.", "statusDisplay": "Verified", "nameDisplay": "Fathom", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/5zrrof/upload_ccGwEq-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/5zrrof/upload_ccGwEq-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/5zrrof/upload_ccGwEq-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.044", "description": "This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.", "createDate": "2012-03-21 20:06:46", "ibuMin": "6", "categoryId": 8, "srmMax": "6", "ibuMax": "15", "abvMin": "4.3", "fgMin": "1.01", "updateDate": "2015-04-07 15:40:04", "fgMax": "1.014", "shortName": "American Premium Lager", "abvMax": "5", "id": 97, "srmMin": "2", "name": "American-Style Premium Lager"}, "id": "5zrrof", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-07-25 13:03:34", "updateDate": "2015-12-17 04:46:12", "abv": "7", "styleId": 97, "availableId": 1, "glasswareId": 5, "ibu": "70", "foodPairings": "Bauernwurst with Sauerkraut\r\nSchnitzel and Spaetzle\r\nBuffalo Wings", "name": "Fathom"}, {"status": "verified", "isOrganic": "N", "description": "AKA: Sour Beer #2 (GABF)", "statusDisplay": "Verified", "nameDisplay": "Fathom - Project Opus", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/J8GzW9/upload_mv27M6-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/J8GzW9/upload_mv27M6-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/J8GzW9/upload_mv27M6-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2014-04-17 11:47:26", "updateDate": "2015-12-17 11:09:44", "styleId": 40, "id": "J8GzW9", "name": "Fathom - Project Opus"}, {"status": "verified", "isOrganic": "N", "description": "A huge, viscous, full-bodied, dark as night, imperial stout yet somehow amazingly drinkable. Big aromas and flavors including dark fruits, roasted malts, dark chocolate, and spiced rum. Not for the faint of heart. Big but surprisingly nimble, as it can compliment any course of a meal.", "statusDisplay": "Verified", "nameDisplay": "Fatso", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "id": "tm0eAw", "createDate": "2012-01-23 13:44:52", "updateDate": "2012-03-22 13:05:48", "abv": "8.5", "styleId": 43, "ibu": "78", "name": "Fatso"}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "name": "FatStack", "srmId": 30, "nameDisplay": "FatStack", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/nYSVjM/upload_a1F0SE-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/nYSVjM/upload_a1F0SE-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/nYSVjM/upload_a1F0SE-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "id": "nYSVjM", "createDate": "2015-08-26 20:12:22", "updateDate": "2015-12-18 04:56:53", "abv": "6", "styleId": 18, "availableId": 8, "srm": {"hex": "600903", "id": 30, "name": "30"}, "ibu": "26", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A seven grain Stout masterpiece on nitro! Rolled oats and soft wheat give our Dry Stout a smoothness that compliments chocolate malts. This Nitrogen infused ale is a Prodigal Son original – enjoy!", "statusDisplay": "Verified", "nameDisplay": "Fatted Calf Sacrificial Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "id": "vLoQwC", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-05-22 13:08:20", "updateDate": "2015-06-09 17:43:23", "abv": "7.9", "styleId": 42, "glasswareId": 5, "ibu": "19", "name": "Fatted Calf Sacrificial Stout"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "The conception and naming of this beer happened in one fell swoop. Unsure whether to offer a light session beer or a fun ball-buster as our warm weather seasonal, we decided on a beer that would be “a big, fatty boombalatty” version of a Belgian white. And away we went, taking a recipe for a white beer and ramping up the grain bill by 50%; we dropped the amount of wheat by 75% to keep the beer rough around the edges. We bucked tradition by steering the bitterness in the direction of a pale ale, and coupling hops with coriander in the fermenter. The resulting beer gives you all the bubblegum goodness of a big Belgian, with enough crispness to cut through the sweet profile, thus making you want to sip it again and again. Dangerous, indeed!", "statusDisplay": "Verified", "nameDisplay": "Fatty Boombalatty", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/AM9VuE/upload_OMy8eL-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/AM9VuE/upload_OMy8eL-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/AM9VuE/upload_OMy8eL-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "12", "ibuMax": "30", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:06", "fgMax": "1.014", "shortName": "Belgian Pale", "abvMax": "6", "id": 62, "srmMin": "6", "name": "Belgian-Style Pale Ale"}, "name": "Fatty Boombalatty", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-09-26 12:40:10", "updateDate": "2015-12-16 19:00:13", "abv": "7.2", "styleId": 62, "availableId": 1, "id": "AM9VuE", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Fatøl", "nameDisplay": "Fatøl", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.044", "description": "This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.", "createDate": "2012-03-21 20:06:46", "ibuMin": "6", "categoryId": 8, "srmMax": "6", "ibuMax": "15", "abvMin": "4.3", "fgMin": "1.01", "updateDate": "2015-04-07 15:40:04", "fgMax": "1.014", "shortName": "American Premium Lager", "abvMax": "5", "id": 97, "srmMin": "2", "name": "American-Style Premium Lager"}, "createDate": "2012-01-03 02:43:12", "updateDate": "2015-03-30 12:25:32", "styleId": 97, "id": "XgGZ40", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Fatøl", "nameDisplay": "Fatøl", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.024", "description": "These beers are extremely light colored, light in body, and high in carbonation. Calorie level should not exceed 125 per 12 ounce serving. Corn, rice, or other grain or sugar adjuncts are often used. Flavor is mild and hop bitterness and aroma is negligible to very low. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "10", "abvMin": "3.5", "fgMin": "1.002", "updateDate": "2015-04-07 15:39:35", "fgMax": "1.008", "shortName": "American Light Lager", "abvMax": "4.4", "id": 94, "srmMin": "2", "name": "American-Style Light (Low Calorie) Lager"}, "createDate": "2012-12-16 14:46:49", "updateDate": "2012-12-16 14:46:50", "abv": "4.7", "styleId": 94, "id": "FGmLzX", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Fauerbach Amber Lager", "nameDisplay": "Fauerbach Amber Lager", "createDate": "2012-01-03 02:43:12", "updateDate": "2015-05-14 18:01:09", "abv": "4.5", "id": "GYx2gp", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Actually a Dortmunder/Export style", "statusDisplay": "Verified", "nameDisplay": "Fauerbach Export", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.044", "description": "This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.", "createDate": "2012-03-21 20:06:46", "ibuMin": "6", "categoryId": 8, "srmMax": "6", "ibuMax": "15", "abvMin": "4.3", "fgMin": "1.01", "updateDate": "2015-04-07 15:40:04", "fgMax": "1.014", "shortName": "American Premium Lager", "abvMax": "5", "id": 97, "srmMin": "2", "name": "American-Style Premium Lager"}, "createDate": "2012-01-03 02:43:12", "updateDate": "2012-03-22 13:05:06", "styleId": 97, "id": "pQSK3k", "name": "Fauerbach Export"}, {"status": "verified", "isOrganic": "N", "description": "A huge Imperial IPA that has a perfect balance of hops & malt.  Possibly the most balanced “big” IPA you’ve ever had.", "statusDisplay": "Verified", "nameDisplay": "Faultline", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "name": "Faultline", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-08-05 20:53:00", "updateDate": "2013-08-05 20:53:01", "abv": "9.3", "styleId": 31, "id": "HIUQnU", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Fauntleroy Imperial Stout (2012)", "nameDisplay": "Fauntleroy Imperial Stout (2012)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Beers aged for over one year. Generally beers with high hopping rates, roast malt content, high alcohol content, complex herbal, smoke or fruit content (Wood aging, Brettanomyces characters and acidic beers must be classified or entered into other categories if that option is available), A brewer may brew any type of beer of any strength and enhance its character with extended and creative aging conditions. Beers in this category may be aged in bottles or any type of food grade vessel. In competition brewers may be required to state age of beer. Competition organizer may develop guidelines in which aged beers are subcategorized by aging time, vessel, styles, etc. Brewers should provide a statement describing the nature or style of the beer. This statement could include classic or other style, special ingredients, length of aging time, etc.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:47:03", "shortName": "Aged Beer", "id": 137, "name": "Aged Beer (Ale or Lager)"}, "createDate": "2014-09-10 20:59:40", "updateDate": "2014-10-31 16:24:07", "abv": "9.2", "styleId": 137, "id": "TFB3RL", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Fauntleroy Stout", "nameDisplay": "Fauntleroy Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2012-01-03 02:43:12", "updateDate": "2015-05-08 13:42:56", "styleId": 42, "id": "rcfqNT", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "name": "Faust", "nameDisplay": "Faust", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2015-07-13 14:58:24", "updateDate": "2015-07-13 14:58:24", "abv": "6", "styleId": 40, "id": "RH1A4B", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "European Pilsner Malt and Czech Saaz Hops give this light ale the perfect balance and clean finish that will make you want to sell yours for a pint, too. You'll not regret the trade-off; you might even be willing to do it again.", "statusDisplay": "Verified", "nameDisplay": "Faust Golden Ale", "originalGravity": "1.048", "id": "4Rjgqa", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "createDate": "2013-01-22 11:40:24", "updateDate": "2015-05-08 13:57:30", "abv": "5", "styleId": 36, "availableId": 1, "glasswareId": 4, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "ibu": "16", "name": "Faust Golden Ale"}, {"status": "verified", "isOrganic": "N", "name": "Faux Paddy Irish Ale", "nameDisplay": "Faux Paddy Irish Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "createDate": "2012-01-03 02:43:12", "updateDate": "2015-05-15 16:28:22", "styleId": 22, "id": "Aiq0ix", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Chicago Brewing Company's Fauxlanders is a beer inspired by Belgium's Flanders Red.  This is definitely not a Flanders Red, (hence the \"Faux\"), but rather a Belgian Style Fruit beer.  It is an intentionally soured beer that we used authentic Belgian ingredients and then added cherries and raspberries.  What you have is a tart beer that showcases it's dark malt ingredients and yeast produced characters balanced with a nice backing of dark fruit.  Minimally hopped, to show case the fruit and tartness of the beer.", "statusDisplay": "Verified", "nameDisplay": "Fauxlanders Red", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "createDate": "2014-09-10 18:53:09", "updateDate": "2014-09-11 18:47:52", "abv": "5.9", "styleId": 70, "id": "2IbqtY", "name": "Fauxlanders Red"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "People kept telling former Assistant Brewer Kelly Wiese that he looked more Irish than the Irish do, so he developed this session ale back in 2005 to prove them right. A smooth, easy drinking pale ale with a malt and hop complexity that matches the conversations it inspires.  O.G. 12.6, 4.7% ABV", "statusDisplay": "Verified", "nameDisplay": "Fauxpaddy", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "name": "Fauxpaddy", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:12", "updateDate": "2012-03-22 13:05:19", "abv": "4.7", "styleId": 22, "availableId": 4, "id": "lPe43p", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Fawn", "nameDisplay": "Fawn", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/aRzojK/upload_G1K9XJ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/aRzojK/upload_G1K9XJ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/aRzojK/upload_G1K9XJ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2013-04-19 09:57:32", "updateDate": "2015-12-17 00:57:30", "abv": "5.5", "styleId": 36, "id": "aRzojK", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Faxe Amber", "nameDisplay": "Faxe Amber", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2013-05-10 18:33:30", "updateDate": "2013-05-10 18:33:31", "styleId": 32, "id": "sK3pwF", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Faxe Premium", "nameDisplay": "Faxe Premium", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/SODuBb/upload_Ju1JVU-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/SODuBb/upload_Ju1JVU-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/SODuBb/upload_Ju1JVU-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 10, "name": "International Styles"}, "ogMin": "1.044", "description": "International Pilseners are straw/golden in color and are well attenuated. This medium-bodied beer is often brewed with rice, corn, wheat, or other grain or sugar adjuncts making up part of the mash. Hop bitterness is low to medium. Hop flavor and aroma are low. Residual malt sweetness is low--it does not predominate but may be perceived. Fruity esters and diacetyl should not be perceived. Very low levels of sweet corn-like dimethylsulfide (DMS) character, if perceived, are acceptable. There should be no chill haze.", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 10, "srmMax": "4", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:42:11", "fgMax": "1.01", "shortName": "International Pilsener", "abvMax": "5.3", "id": 106, "srmMin": "3", "name": "International-Style Pilsener"}, "createDate": "2014-06-20 23:31:12", "updateDate": "2015-12-17 14:44:42", "abv": "5", "styleId": 106, "id": "SODuBb", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Faxe Royal Strong", "nameDisplay": "Faxe Royal Strong", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "createDate": "2013-05-10 18:33:32", "updateDate": "2013-05-10 18:33:32", "styleId": 37, "id": "Udme5g", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Fayettechill is a collaboration beer with the local lifestyle and clothing brand. This ale is a cousin of our Arkansas Farmhouse ale, but with darker roasted grains, and a lower level of hops. The result is a distinctively full-flavored beer with a rich, dark color.", "statusDisplay": "Verified", "nameDisplay": "Fayettechill Farmhouse Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "id": "EnPQ06", "createDate": "2015-03-13 20:53:37", "updateDate": "2015-03-13 20:53:37", "abv": "7.75", "styleId": 72, "availableId": 1, "ibu": "68", "name": "Fayettechill Farmhouse Ale"}, {"status": "verified", "isOrganic": "N", "description": "This seasonal specialty is brewed with organic pale malt and almost two gallons of VT maple syrup per barrel. This cellar aged brew is a huge, rich, and strong stout with a maple twist and is deceivingly drinkable. Designed to keep you warm on sub-zero nights and for sipping with a fine meal or dessert.", "statusDisplay": "Verified", "nameDisplay": "Fayston Maple Imperial Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/6bZZ5N/upload_Ev5RMK-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/6bZZ5N/upload_Ev5RMK-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/6bZZ5N/upload_Ev5RMK-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2012-04-21 22:37:36", "updateDate": "2015-12-16 16:10:54", "abv": "10.1", "styleId": 43, "id": "6bZZ5N", "name": "Fayston Maple Imperial Stout"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "The FCA IPA is not a west coast IPA. It is not an East Coast IPA. The FCA IPA, is a North Carolina IPA. Railhouse Brewery was started by two passionate beer lovers who worked in corporate America. Escaping the rat race and doing what we loved gave us the inspiration for this beer. The FCA IPA is our taste of freedom.\r\n\r\nUnlike many IPA’s, the FCA IPA is well balanced between the malt and hops. Starts with a light aroma of hops and a strong sweet hoppy taste in the beginning, but finishes smooth with only a slight lasting bitterness at the end. Great for hop lovers and haters alike.", "statusDisplay": "Verified", "nameDisplay": "FCA IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/lJtuhv/upload_KWZp1w-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/lJtuhv/upload_KWZp1w-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/lJtuhv/upload_KWZp1w-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "lJtuhv", "createDate": "2013-04-18 10:59:55", "updateDate": "2015-12-17 03:13:53", "abv": "7.5", "styleId": 30, "availableId": 1, "ibu": "73", "name": "FCA IPA"}, {"status": "verified", "isOrganic": "Y", "description": "An Imperial Stout that redefines Coffee stouts. Prepare for bittersweet chocolate, roast, and coffee flavors finished off with notes of berry, citrus, and mild acidity. FDR: the non conformer, the rule breaker.", "statusDisplay": "Verified", "nameDisplay": "FDR", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/X0hI50/upload_wFFzgF-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/X0hI50/upload_wFFzgF-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/X0hI50/upload_wFFzgF-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2015-06-27 00:27:59", "updateDate": "2015-12-18 02:42:01", "abv": "11", "styleId": 43, "id": "X0hI50", "name": "FDR"}, {"status": "verified", "isOrganic": "N", "name": "FDR's E.S.B", "statusDisplay": "Verified", "nameDisplay": "FDR's E.S.B", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/bG6oq2/upload_BPK06G-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/bG6oq2/upload_BPK06G-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/bG6oq2/upload_BPK06G-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:12", "updateDate": "2015-12-16 10:27:11", "abv": "6.5", "styleId": 5, "id": "bG6oq2", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Fear and Trembling is Hill Farmstead’s first collaboration – a Baltic Porter brewed with malt that was hand smoked over maple wood by our Danish friend, and former colleague, Anders Kissmeyer. This bottled version was blended from beer aged in both American Oak Cabernet barrels and Bourbon barrels. As a student of philosophy and former resident of Copenhagen, it is fitting that our brewer named our first collaboration after Denmark’s great thinker: Søren Kierkegaard. All three contemplated absurdity, faith, and salvation while wandering the shores of the Baltic Sea…\r\n\r\n“…continue to work out your salvation with fear and trembling…”", "statusDisplay": "Verified", "nameDisplay": "Fear & Trembling (Blend)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 9, "name": "Other Lager"}, "ogMin": "1.072", "description": "A true smooth cold-fermented and cold lagered beer, brewed with lager yeast. Black to very deep ruby/garnet in color. Overall, Baltic Porters have a very smooth lagered character with distinctive caramelized sugars, licorice and chocolate-like character of roasted malts and dark sugars. Roasted dark malts should not contribute bitterness, or astringent roast character. A low degree of smokiness from malt may be evident. Debitterized roast malts are best used for this style. Because of its alcoholic strength, aroma may include gentle (low) lager fruitiness (berries, grapes, plums, not banana; ale-like fruitiness from warm temperature fermentation is not appropriate), complex alcohols, cocoa-like, roast malt (and sometimes coffee-like roast barley, yet not bitter). Hop aroma is very low, though a hint of floral or sweet hop aroma can complement aromatics and flavor without dominance. Baltic Porters are not hop bitter dominated and expressed as low to medium-low. Baltic porters range from having medium to full body complemented with a medium-low to medium level of malty sweetness. No butterscotch-like diacetyl or sweet corn-like dimethylsulfide (DMS) should be apparent in aroma or flavor.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 9, "srmMax": "40", "ibuMax": "40", "abvMin": "7.5", "fgMin": "1.016", "updateDate": "2015-04-07 15:41:46", "fgMax": "1.022", "shortName": "Baltic Porter", "abvMax": "9", "id": 104, "srmMin": "40", "name": "Baltic-Style Porter"}, "createDate": "2012-04-21 22:24:12", "updateDate": "2012-04-21 22:24:44", "abv": "9.3", "styleId": 104, "id": "4TB36i", "name": "Fear & Trembling (Blend)"}, {"status": "verified", "isOrganic": "N", "description": "Fear and Trembling is Hill Farmstead’s first collaboration – a Baltic Porter brewed with malt that was hand smoked over maple wood by our Danish friend, and former colleague, Anders Kissmeyer. This bottled version was aged in Bourbon barrels. As a student of philosophy and former resident of Copenhagen, it is fitting that our brewer named our first collaboration after Denmark’s great thinker: Søren Kierkegaard. All three contemplated absurdity, faith, and salvation while wandering the shores of the Baltic Sea…\r\n\r\n“…continue to work out your salvation with fear and trembling…”\r\n\r\nAged in used Sam Adams Utopias barrels.", "statusDisplay": "Verified", "nameDisplay": "Fear & Trembling (Bourbon)", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/gmtrG9/upload_zeGGY0-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/gmtrG9/upload_zeGGY0-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/gmtrG9/upload_zeGGY0-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 9, "name": "Other Lager"}, "ogMin": "1.072", "description": "A true smooth cold-fermented and cold lagered beer, brewed with lager yeast. Black to very deep ruby/garnet in color. Overall, Baltic Porters have a very smooth lagered character with distinctive caramelized sugars, licorice and chocolate-like character of roasted malts and dark sugars. Roasted dark malts should not contribute bitterness, or astringent roast character. A low degree of smokiness from malt may be evident. Debitterized roast malts are best used for this style. Because of its alcoholic strength, aroma may include gentle (low) lager fruitiness (berries, grapes, plums, not banana; ale-like fruitiness from warm temperature fermentation is not appropriate), complex alcohols, cocoa-like, roast malt (and sometimes coffee-like roast barley, yet not bitter). Hop aroma is very low, though a hint of floral or sweet hop aroma can complement aromatics and flavor without dominance. Baltic Porters are not hop bitter dominated and expressed as low to medium-low. Baltic porters range from having medium to full body complemented with a medium-low to medium level of malty sweetness. No butterscotch-like diacetyl or sweet corn-like dimethylsulfide (DMS) should be apparent in aroma or flavor.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 9, "srmMax": "40", "ibuMax": "40", "abvMin": "7.5", "fgMin": "1.016", "updateDate": "2015-04-07 15:41:46", "fgMax": "1.022", "shortName": "Baltic Porter", "abvMax": "9", "id": 104, "srmMin": "40", "name": "Baltic-Style Porter"}, "createDate": "2012-04-21 22:25:22", "updateDate": "2015-12-16 15:56:20", "abv": "9.3", "styleId": 104, "id": "gmtrG9", "name": "Fear & Trembling (Bourbon)"}, {"status": "verified", "isOrganic": "N", "description": "Fear and Trembling is Hill Farmstead’s first collaboration – a Baltic Porter brewed with malt that was hand smoked over maple wood by our Danish friend, and former colleague, Anders Kissmeyer. This bottled version was aged in French Oak Cabernet barrels. As a student of philosophy and former resident of Copenhagen, it is fitting that our brewer named our first collaboration after Denmark’s great thinker: Søren Kierkegaard. All three contemplated absurdity, faith, and salvation while wandering the shores of the Baltic Sea…\r\n\r\n“…continue to work out your salvation with fear and trembling…”", "statusDisplay": "Verified", "nameDisplay": "Fear & Trembling (French Oak)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 9, "name": "Other Lager"}, "ogMin": "1.072", "description": "A true smooth cold-fermented and cold lagered beer, brewed with lager yeast. Black to very deep ruby/garnet in color. Overall, Baltic Porters have a very smooth lagered character with distinctive caramelized sugars, licorice and chocolate-like character of roasted malts and dark sugars. Roasted dark malts should not contribute bitterness, or astringent roast character. A low degree of smokiness from malt may be evident. Debitterized roast malts are best used for this style. Because of its alcoholic strength, aroma may include gentle (low) lager fruitiness (berries, grapes, plums, not banana; ale-like fruitiness from warm temperature fermentation is not appropriate), complex alcohols, cocoa-like, roast malt (and sometimes coffee-like roast barley, yet not bitter). Hop aroma is very low, though a hint of floral or sweet hop aroma can complement aromatics and flavor without dominance. Baltic Porters are not hop bitter dominated and expressed as low to medium-low. Baltic porters range from having medium to full body complemented with a medium-low to medium level of malty sweetness. No butterscotch-like diacetyl or sweet corn-like dimethylsulfide (DMS) should be apparent in aroma or flavor.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 9, "srmMax": "40", "ibuMax": "40", "abvMin": "7.5", "fgMin": "1.016", "updateDate": "2015-04-07 15:41:46", "fgMax": "1.022", "shortName": "Baltic Porter", "abvMax": "9", "id": 104, "srmMin": "40", "name": "Baltic-Style Porter"}, "createDate": "2012-04-21 22:25:54", "updateDate": "2012-04-21 22:25:54", "abv": "9.3", "styleId": 104, "id": "J6cfPa", "name": "Fear & Trembling (French Oak)"}, {"status": "verified", "isOrganic": "N", "description": "An aggressively bitter dry-hopped black IPA with hints of pine and citrus.", "statusDisplay": "Verified", "nameDisplay": "Fear Biter Black IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/YMDCMe/upload_kh9Lxg-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/YMDCMe/upload_kh9Lxg-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/YMDCMe/upload_kh9Lxg-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2014-09-05 03:14:38", "updateDate": "2015-12-17 16:19:53", "abv": "8", "styleId": 30, "id": "YMDCMe", "name": "Fear Biter Black IPA"}, {"available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "srmId": 4, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ZbVAXg/upload_bp2ReS-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ZbVAXg/upload_bp2ReS-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ZbVAXg/upload_bp2ReS-icon.png"}, "styleId": 72, "availableId": 2, "foodPairings": "Saffron Mussel Gratin with Grilled Ciabatta", "id": "ZbVAXg", "statusDisplay": "Verified", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "nameDisplay": "Fear Is Your Only God (Ghost 073)", "name": "Fear Is Your Only God (Ghost 073)", "abv": "8.8", "status": "verified", "description": "They feed on the mind of the weak. A cage with no bars. Control. Fear. Hate. Right. Wrong. Shackles on the brain. Who will save you? This Imperial Saison is brewed with Mosaic Hops, French Saison Yeast, and then aged in Sauterne Barrels.", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "glasswareId": 8, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "srm": {"hex": "FFBF42", "id": 4, "name": "4"}, "servingTemperature": "cool", "updateDate": "2015-12-17 18:12:07", "ibu": "31", "createDate": "2014-09-10 01:17:47"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Fear the Hops, Not the Sour.\r\nWild no more. Round Guys Brewing Company's Fear of a Brett Planet infuses rich  caramel characteristics of a hearty English Amber with the dominant citrus flavor of an IPA. Moderately bittered and medium in body, this Pale Ale ferments down to a whopping 1.003 FG! Clean. To the Point. Brettynomyces bruxellensis shows up and takes care of business without imparting any sour, acetic, or barnyard flavors. No Sour. No traditional Brett character. Simply fermented for sweet IPA goodness. You won't even know it's not an ale.", "statusDisplay": "Verified", "nameDisplay": "Fear of a Brett Planet", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/vz9Acr/upload_6Zntel-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/vz9Acr/upload_6Zntel-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/vz9Acr/upload_6Zntel-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Classic English pale ales are golden to copper colored and display earthy, herbal English-variety hop character. Note that \"earthy, herbal English-variety hop character\" is the perceived end, but may be a result of the skillful use of hops of other national origins. Medium to high hop bitterness, flavor, and aroma should be evident. This medium-bodied pale ale has low to medium malt flavor and aroma. Low caramel character is allowable. Fruity-ester flavors and aromas are moderate to strong. Chill haze may be in evidence only at very cold temperatures. The absence of diacetyl is desirable, though, diacetyl (butterscotch character) is acceptable and characteristic when at very low levels.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "5", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:18:23", "fgMax": "1.016", "shortName": "English Pale", "abvMax": "5.5", "id": 1, "srmMin": "5", "name": "Classic English-Style Pale Ale"}, "id": "vz9Acr", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "createDate": "2014-09-22 22:17:34", "updateDate": "2015-12-17 17:28:34", "abv": "5.1", "styleId": 1, "availableId": 1, "glasswareId": 5, "ibu": "40", "foodPairings": "Crab cakes, Blackened Fish Tacos, Barbecue Ribs.", "name": "Fear of a Brett Planet"}, {"status": "verified", "isOrganic": "N", "description": "Smoked Sour Farmhouse Wheat Beer", "statusDisplay": "Verified", "nameDisplay": "Fear of Ghosts", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2016-06-29 18:21:52", "updateDate": "2016-06-29 18:21:52", "abv": "6", "styleId": 40, "id": "jvjXR4", "name": "Fear of Ghosts"}, {"status": "verified", "isOrganic": "N", "description": "Dark and mysterious, a massively complex sipping ale.", "statusDisplay": "Verified", "nameDisplay": "Fear of the Dark", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "createDate": "2014-10-23 04:11:39", "updateDate": "2014-10-27 19:25:28", "abv": "10.2", "styleId": 34, "id": "FXDd12", "name": "Fear of the Dark"}, {"status": "verified", "isOrganic": "N", "name": "Fear The Reaper", "nameDisplay": "Fear The Reaper", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2016-06-11 17:59:00", "updateDate": "2016-06-12 21:45:04", "abv": "5.6", "styleId": 32, "id": "H7ENcj", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "A full bodied red scotch ale that combines marris otter, black barley and caramel malts. Light hop bitterness allows the malts to shine in this strong flavorful beer.", "statusDisplay": "Verified", "nameDisplay": "Fear The Scotsman", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.072", "description": "Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "35", "abvMin": "6.2", "fgMin": "1.016", "updateDate": "2015-04-07 15:21:11", "fgMax": "1.028", "shortName": "Scotch Ale", "abvMax": "8", "id": 15, "srmMin": "15", "name": "Scotch Ale"}, "id": "KJiffV", "createDate": "2015-06-30 21:11:30", "updateDate": "2015-06-30 21:11:30", "abv": "9.3", "styleId": 15, "availableId": 2, "ibu": "37", "name": "Fear The Scotsman"}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "name": "Feareington Winter", "nameDisplay": "Feareington Winter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/HI0e2m/upload_c0aHOB-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/HI0e2m/upload_c0aHOB-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/HI0e2m/upload_c0aHOB-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "id": "HI0e2m", "createDate": "2014-01-27 22:57:01", "updateDate": "2016-10-20 18:25:22", "abv": "6", "styleId": 18, "availableId": 8, "ibu": "30", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Fearless Quaff", "statusDisplay": "Verified", "nameDisplay": "Fearless Quaff", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/LYZQT3/upload_eLjY3O-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/LYZQT3/upload_eLjY3O-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/LYZQT3/upload_eLjY3O-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.034", "description": "Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "2", "ibuMax": "30", "abvMin": "4", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:20", "fgMax": "1.01", "shortName": "Session", "abvMax": "5.1", "id": 108, "srmMin": "2", "name": "Session Beer"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-12-07 11:59:56", "updateDate": "2015-12-16 22:33:08", "abv": "5.1", "styleId": 108, "availableId": 1, "id": "LYZQT3", "glasswareId": 5}]
