[{"status": "verified", "isOrganic": "N", "name": "Vic Secret IPA", "nameDisplay": "Vic Secret IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "Bx7q1L", "createDate": "2015-01-19 20:32:05", "updateDate": "2015-03-17 16:35:32", "abv": "7.5", "styleId": 30, "ibu": "100", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Vic Secret Space Cake", "srmId": 9, "nameDisplay": "Vic Secret Space Cake", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "srm": {"hex": "E58500", "id": 9, "name": "9"}, "createDate": "2015-12-25 18:00:54", "updateDate": "2015-12-28 15:39:37", "abv": "9", "styleId": 31, "id": "y0MAzU", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Deep burgundy in color with a light tan head. The aroma – Sweet and smokey: caramel, chocolate with hints of tobacco. The taste – a blend of apricot with sweet malts upfront followed by roasted nuts and a toffee finish. All natural ingredients & unpasteurized.\r\n\r\nCanadian Brewing Awards: Silver 2014, Gold 2013\r\nOntario Brewing Awards: Bronze 2014", "statusDisplay": "Verified", "nameDisplay": "Vicar's Vice", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.058", "description": "Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "30", "ibuMax": "65", "abvMin": "6", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:03", "fgMax": "1.03", "shortName": "Old Ale", "abvMax": "9", "id": 13, "srmMin": "12", "name": "Old Ale"}, "id": "ILLoRu", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2015-03-30 16:38:36", "updateDate": "2015-03-30 17:21:43", "abv": "8.1", "styleId": 13, "availableId": 4, "glasswareId": 6, "ibu": "28", "name": "Vicar's Vice"}, {"status": "verified", "isOrganic": "N", "name": "Vicaris Generaal", "nameDisplay": "Vicaris Generaal", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/mTDU00/upload_0yVzxL-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/mTDU00/upload_0yVzxL-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/mTDU00/upload_0yVzxL-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.06", "description": "This medium-bodied, red to dark brown colored ale has a malty sweetness and chocolate-like caramel aroma. A light hop flavor and/or aroma is acceptable. Dubbels are also characterized by low-medium to medium bitterness. No diacetyl is acceptable. Yeastgenerated fruity esters (especially banana) are appropriate at low levels. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Often bottle conditioned a slight yeast haze and flavor may be evident.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "36", "ibuMax": "30", "abvMin": "6.25", "fgMin": "1.012", "updateDate": "2015-04-07 15:31:45", "fgMax": "1.016", "shortName": "Belgian Dubbel", "abvMax": "7.5", "id": 58, "srmMin": "16", "name": "Belgian-Style Dubbel"}, "createDate": "2014-07-17 23:27:38", "updateDate": "2015-12-17 15:30:34", "abv": "8.8", "styleId": 58, "id": "mTDU00", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Vicaris Quinto", "nameDisplay": "Vicaris Quinto", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.054", "description": "Belgian-style blond ales are characterized by low yet evident hop bitterness, flavor, and sometimes aroma. Light to medium body and low malt aroma with a sweet, spiced and a low to medium fruity-ester character orchestrated in flavor and aroma. Sugar may be used to lighten perceived body. They are blonde to golden in color. Noble-type hops are commonly used. Low levels of phenolic spiciness from yeast byproducts may be perceived. Diacetyl should not be perceived. Acidic character should not be present. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "7", "ibuMax": "30", "abvMin": "6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:01", "fgMax": "1.014", "shortName": "Belgian Blonde", "abvMax": "7.8", "id": 61, "srmMin": "4", "name": "Belgian-Style Blonde Ale"}, "createDate": "2016-06-11 08:00:09", "updateDate": "2016-06-24 15:05:48", "abv": "5", "styleId": 61, "id": "5w0I6N", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Vicaris Tripel", "nameDisplay": "Vicaris Tripel", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/xzRArI/upload_SPyFuA-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/xzRArI/upload_SPyFuA-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/xzRArI/upload_SPyFuA-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "createDate": "2014-06-18 12:46:00", "updateDate": "2015-12-17 14:02:20", "abv": "8.5", "styleId": 59, "id": "xzRArI", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Vicaris Tripel Gueuze", "nameDisplay": "Vicaris Tripel Gueuze", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/16f6Is/upload_y3aPl4-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/16f6Is/upload_y3aPl4-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/16f6Is/upload_y3aPl4-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "createDate": "2014-07-18 00:13:19", "updateDate": "2015-12-17 15:31:22", "abv": "7", "styleId": 59, "id": "16f6Is", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Ig8RwP/upload_vnI5wL-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Ig8RwP/upload_vnI5wL-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Ig8RwP/upload_vnI5wL-icon.png"}, "name": "Vicaris Winter", "nameDisplay": "Vicaris Winter (2011)", "year": 2011, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "createDate": "2012-11-07 13:10:03", "updateDate": "2015-12-16 19:45:15", "styleId": 124, "id": "Ig8RwP", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "This brew's grain bill is comprised of 50% white wheat malt and 50% malted barley. The ale yeast allowed this beer to develop traditional fruity, sweet flavors, including banana, vanilla, and clove. It has a strong head to be showcased in a tall hefeweizen glass.", "statusDisplay": "Verified", "nameDisplay": "Vice Bier", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "createDate": "2015-09-14 17:05:53", "updateDate": "2015-09-14 17:05:53", "styleId": 48, "id": "AaQ6hE", "name": "Vice Bier"}, {"status": "verified", "isOrganic": "N", "description": "The \"Vichtenaar\" is a beer that is brewed on the basis of deeply burned malt, spicy and fruity hops, yeast and soft water pumped from a well with a depth of 172 m, which is a guarantee of the quality and the purity of the water. After the main fermentation and the second lagering the \"Vichtenaar\" undergoes a third fermentation in oak casks for several months. The oak casks are large vats with a capacity ranging between 5000 and 25000 liters. \r\n The \"Vichtenaar\" is a traditional and typical beer for West Flanders, in the Northwest of Belgium. The taste of the \"Vichtenaar\" can be described as slightly acidic and complex and this through the long fermentation in oak casks. The fresh taste of the \"Vichtenaar\" makes it a particularly thirst-quenching beer, especially during the summer months. \r\n The \"Vichtenaar\" is also one of the last old-Flemish red-brown beers which are matured in oak casks and is especially appreciated for its authenticity by the beer connoisseur. In 1958 “Brewery Verhaeghe” obtained for its beer \"Vichtenaar\" the first prize in the international contest for beers in Ghent.", "statusDisplay": "Verified", "nameDisplay": "Vichtenaar", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "createDate": "2012-01-03 02:44:27", "updateDate": "2015-05-20 19:39:13", "abv": "5.1", "styleId": 70, "id": "Jt43j7", "name": "Vichtenaar"}, {"status": "verified", "isOrganic": "N", "description": "Brewed in celebration of the first anniversary of Row 34, our favorite Fort Point oyster bar and craft-beer purveyor, Vicinity highlights a neighborhood collaboration of passion and vision. Appearance is bright and straw-colored. Spicy, earthy aromas of tropical fruit notes abound. Complex flavors of grape juice, light citrus, and lychee emerge on the palate. The pilsner malt provides a cracker crisp malt character and clean, mineral finish. ABV: 8% MALT: Pilsner, Flaked Wheat, Dextrine, Dextrose, C-15 HOPS: Galaxy, Citra, Columbus", "srmId": 9, "nameDisplay": "Vicinity", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "srm": {"hex": "E58500", "id": 9, "name": "9"}, "statusDisplay": "Verified", "createDate": "2016-08-06 15:32:28", "updateDate": "2016-08-22 16:01:27", "abv": "8", "styleId": 30, "id": "R7DkqA", "name": "Vicinity"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Beware of beer. There, we warned you. The frothy head, and pungent, piney dryhopped scent (from Cascade and Amarillo hops) should alert you to the brew’s imminent attack on your senses. Next, Cascade, Perle and Willamette hops will batter your palette with bitter ferocity. Finally, Pale, Crystal (30 and 75) and wheat malts converge in a cloudy, thick body and give you a smooth kiss of sweet death – and leave you howling for more!", "statusDisplay": "Verified", "nameDisplay": "Vicious", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/QCkzWr/upload_iSCVGE-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/QCkzWr/upload_iSCVGE-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/QCkzWr/upload_iSCVGE-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "QCkzWr", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:27", "updateDate": "2015-12-16 07:22:03", "abv": "6.7", "styleId": 30, "availableId": 1, "glasswareId": 5, "ibu": "66.7", "name": "Vicious"}, {"status": "verified", "isOrganic": "N", "name": "Vicious Cycle Cider", "nameDisplay": "Vicious Cycle Cider", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Variable, but should be a medium, refreshing drink. Sweet ciders must not be cloying. Dry ciders must not be too austere. An ideal cider serves well as a “session” drink, and suitably accompanies a wide variety of food.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.065", "categoryId": 12, "abvMin": "5", "fgMin": "1", "updateDate": "2015-04-07 15:48:44", "fgMax": "1.02", "shortName": "Common Cider", "abvMax": "8", "id": 149, "name": "Common Cider"}, "createDate": "2014-07-17 21:48:43", "updateDate": "2014-07-17 21:48:43", "styleId": 149, "id": "Q6lIxI", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Brewed in the style of an Imperial Porter. Vicious disposition is a surprisingly smooth strong ale, brewed with local avocado honey. Complex malt flavors lead into a rich and buttery finish, making this deceptively dark Porter easy to drink. Enjoy Vicious Disposition at a slightly warmer temperature than usual, and savor the flavor.\r\n\r\nWhiskey Barrel Aged Vicious Disposition also available at the brewery and special release events.", "statusDisplay": "Verified", "nameDisplay": "Vicious Disposition", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/NTMoZF/upload_i2TWb4-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/NTMoZF/upload_i2TWb4-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/NTMoZF/upload_i2TWb4-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "American-style imperial porters are black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness. Hop bitterness is perceived at a medium-low to medium level. Hop flavor and aroma may vary from being low to medium-high. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment hop character and malt derived sweetness. Diacetyl (butterscotch) levels should be absent.", "createDate": "2013-08-10 12:42:51", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "50", "abvMin": "5.5", "fgMin": "1.02", "ogMax": "1.1", "fgMax": "1.03", "updateDate": "2015-04-07 15:49:32", "shortName": "American Imperial Porter", "abvMax": "9.5", "id": 158, "srmMin": "40", "name": "American-Style Imperial Porter"}, "id": "NTMoZF", "createDate": "2013-02-08 12:32:56", "updateDate": "2015-12-16 22:27:09", "abv": "9", "styleId": 158, "ibu": "71", "name": "Vicious Disposition"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 6, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/rzIU8M/upload_GtMj3a-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/rzIU8M/upload_GtMj3a-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/rzIU8M/upload_GtMj3a-icon.png"}, "styleId": 30, "availableId": 1, "srm": {"hex": "F8A600", "id": 6, "name": "6"}, "id": "rzIU8M", "statusDisplay": "Verified", "originalGravity": "1.064", "ingredients": {"hops": [{"myrceneMax": 60, "farneseneMax": 6, "cohumuloneMax": 40, "id": 22, "humuleneMax": 13, "category": "hop", "createDate": "2013-06-24 16:07:28", "farneseneMin": 6, "humuleneMin": 13, "betaAcidMax": 7, "cohumuloneMin": 33, "myrceneMin": 45, "alphaAcidMin": 5.5, "description": "Cascade was created in the United States as an open-pollinated cross between Fuggle and Serebrianker. Its instantly recognizable grapefruit, floral aroma is characteristic of many American ales. Cascade is also one of the easiest hop varieties to grow; it can grow well under less than ideal conditions or in short growing seasons, and unlike most varieties, if started from a good rhizome a Cascade can produce a good crop even in its first growing season.", "betaAcidMin": 4.5, "caryophylleneMax": 4.5, "caryophylleneMin": 4.5, "name": "Cascade", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}, {"myrceneMax": 60, "category": "hop", "farneseneMax": 1, "description": "Sometimes called a super Cascade, Centennial was bred in 1974 but not released until 1990. It has a floral, citrus aroma and a clean spicy flavor; its heritage includes Brewer's Gold, Fuggle, and East Kent Golding. Popular among craft brewers, Centennial lends its distinctive character to, among others, Sierra Nevada Celebration Ale and Sierra Nevada Bigfoot Barleywine.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:28", "betaAcidMin": 3.5, "categoryDisplay": "Hops", "id": 24, "humuleneMin": 10, "betaAcidMax": 4.5, "caryophylleneMax": 8, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 4, "cohumuloneMax": 30, "cohumuloneMin": 28, "myrceneMin": 45, "alphaAcidMin": 6, "humuleneMax": 18, "name": "Centennial"}, {"category": "hop", "createDate": "2013-06-24 16:07:29", "categoryDisplay": "Hops", "id": 30, "name": "Columbus"}, {"myrceneMax": 65, "category": "hop", "farneseneMax": 1, "description": "Simcoe is a dual-purpose hop variety which its grower claims is similar in character to Amarillo. It is a proprietary hop, and the name \"Simcoe\" is a registered trademark of Yakima Chief Ranches, LLC.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:36", "betaAcidMin": 4, "categoryDisplay": "Hops", "id": 118, "humuleneMin": 10, "betaAcidMax": 5, "caryophylleneMax": 8, "updateDate": "2013-06-24 16:10:38", "caryophylleneMin": 5, "cohumuloneMax": 20, "cohumuloneMin": 15, "myrceneMin": 60, "alphaAcidMin": 12, "humuleneMax": 15, "name": "Simcoe"}, {"myrceneMax": 50, "category": "hop", "farneseneMax": 1, "description": "Released in 2000, Warrior is an open pollinated very high alpha acid bittering hop variety with an American grapefruit citrus character. It is a proprietary hop, and the name \"Warrior\" is a registered trademark of Yakima Chief Ranches, LLC.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:39", "betaAcidMin": 4.5, "categoryDisplay": "Hops", "id": 155, "humuleneMin": 15, "betaAcidMax": 5.5, "caryophylleneMax": 10, "updateDate": "2013-06-24 16:10:38", "caryophylleneMin": 8, "cohumuloneMax": 24, "cohumuloneMin": 24, "myrceneMin": 40, "alphaAcidMin": 15, "humuleneMax": 20, "name": "Warrior"}]}, "nameDisplay": "Vicious Mosquito", "abv": "7", "status": "verified", "description": "“Vicious” is Sunriver Brewing Company’s flagship West Coast styled India Pale Ale.  The heavy handed use of the finest Northwest hops define this pungent, resinous brew.  This hop attack is coming at you like the vicious mosquitos at our nearby Cascade Mountains.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "name": "Vicious Mosquito", "ibu": "70", "updateDate": "2016-09-12 19:08:19", "createDate": "2014-07-29 21:37:10"}, {"status": "verified", "isOrganic": "N", "description": "This beer has been a runaway hit for our brewery! On September 11, 1955, Vicki, a 6-year-old Indian Elephant, escaped from the Airport Amusement Park in Charlotte. For nine days the fugitive pachyderm roamed free. Following recapture, two years later Vicki was sold to Carowinds developer Pat Hall. Hall relocated/resold the wayward elephant to a little-known town northwest toward the Blue Ridge Mountains, a town named Granite Falls. Vicki, due to an incurable illness, died shortly thereafter in Granada Farms Zoo. In 1976 the zoo was redeveloped into a golf course. Today, Vicki rests under the Number Three fairway — circus elephant bones under a golf course! With the release of our Peanut Butter Ale, GFB celebrates the free spirit in all of us. This specialty ale is reddish in color, slightly sweet with low hop bitterness. Crisp, smooth, and sessionable.", "srmId": 8, "nameDisplay": "Vicki the Elephant Peanut Butter Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/IL7Yur/upload_tdY8cV-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/IL7Yur/upload_tdY8cV-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/IL7Yur/upload_tdY8cV-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.042", "description": "American-style amber lagers are light amber to amber or copper colored. They are medium bodied. There is a noticeable degree of caramel-type malt character in flavor and often in aroma. This is a broad category in which the hop bitterness, flavor, and aroma may be accentuated or may only be present at relatively low levels, yet noticeable. Fruity esters, diacetyl, and chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 8, "srmMax": "14", "ibuMax": "30", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:41:26", "fgMax": "1.018", "shortName": "American Amber Lager", "abvMax": "5.4", "id": 101, "srmMin": "6", "name": "American-Style Amber Lager"}, "id": "IL7Yur", "statusDisplay": "Verified", "createDate": "2014-11-16 17:47:57", "updateDate": "2015-12-17 19:57:44", "abv": "5.7", "styleId": 101, "srm": {"hex": "EA8F00", "id": 8, "name": "8"}, "ibu": "15", "name": "Vicki the Elephant Peanut Butter Ale"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "Y", "description": "This English style old ale has been aged for a year on Pinkeney Bend whiskey barrels. It has deep caramel and molasses with a little bit of alcohol to warm you up during this cold part of the season.", "statusDisplay": "Verified", "nameDisplay": "Victim Of Love Barrel Aged Old Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.058", "description": "Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "30", "ibuMax": "65", "abvMin": "6", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:03", "fgMax": "1.03", "shortName": "Old Ale", "abvMax": "9", "id": 13, "srmMin": "12", "name": "Old Ale"}, "createDate": "2015-07-13 19:21:41", "updateDate": "2015-07-13 19:21:41", "abv": "11", "styleId": 13, "availableId": 2, "id": "3u3xlN", "name": "Victim Of Love Barrel Aged Old Ale"}, {"available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "srmId": 13, "styleId": 70, "availableId": 4, "foodPairings": "Roasted Duck, Venison or Assertive Cheeses or Steak Tartare with Root Chips", "id": "veuAwu", "statusDisplay": "Verified", "originalGravity": "1.07", "nameDisplay": "Victor Ale", "name": "Victor Ale", "abv": "8.3", "status": "verified", "description": "Inspired by our Victoria Ale and its successful use of both white wine grapes and a wine yeast strain, our brewers chose to return to the vineyards for the next beer in our Tribute Series. Victor Ale picks up where the Victoria leaves off, continuing to blur the lines between brewer and vintner.\r\nThe brew begins by mashing in two thousand pounds of Pilsner malt with five hundred pounds of Cabernet Franc grapes from Massachusetts. We then hop the Victor with both Fuggles and Hallertau and finish by fermenting with a strain of wine yeast. Victor Ale presents a pale copper hue, medium body, a pronounced vinous character and a spicy, tart finish.\r\nAllagash Victor Ale is a tribute to the St. Lawrence Arts Center, located on Munjoy Hill in Portland. Built in 1897 by Arthur Bates Jennings, this National Historic Landmark is an affordable and accesible venue for art, community enrichment, as well as an opportunity to presreve a piece of local history. Allagash contributes $1 from every bottle of Victor Ale sold to the non profit group, Friends of the St. Lawrence. Please visit their website for more information: www.stlawrencearts.org.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "srm": {"hex": "CB6200", "id": 13, "name": "13"}, "servingTemperature": "cool", "updateDate": "2016-10-31 13:48:12", "ibu": "60", "createDate": "2012-01-03 02:42:39"}, {"status": "verified", "isOrganic": "N", "description": "Victor Francenstein was created by aging 2008 victor ale in french oak wine barrels for one year with a blend of lactobacillus and brettanomyces. 100 lbs of 2009 cabernet franc grapes were then added to the barrel for an additional six months of aging. The resulting beer is dry, tart and fruity. Fresh strawberries and citrus are present in an aroma that gives way to flavors of grapefruit and rum. The tart finish has hints of vanilla and oak.", "statusDisplay": "Verified", "nameDisplay": "Victor Francenstein", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Wild Beers are any range of color. These beers may be clear or hazy due to yeast, chill haze or hop haze. Aromas may vary tremendously due to fermentation characters contributed by various known and unknown microorganisms. The overall balance should be complex and balanced. Hop aroma very low to high. Usually because of a high degree of attenuation in these beers, malt character is very low to low. If there are exceptions that are malty, the overall balance of complexity of other characters should be in harmony. Hop flavor very low to high. Hop bitterness is perceived at varying levels depending on the overall balance, but usually perceived as very low to low. Wild beers are \"spontaneously\" fermented with microorganisms that the brewer has introduced from the ambient air/environment in the vicinity of the brewery in which the beer is brewed. Wild beers may not be fermented with any cultured strains of yeast or bacteria. Wild beer may or may not be perceived as acidic. It may include a wildly variable spectrum of flavors and aromas derived from the wild microorganisms with which it was fermented. The overall balance of flavors, aromas, appearance and body is an important factor in assessing these beers. Body is very low to medium. Spontaneously fermented beers with fruit, spice or other ingredients would be appropriately entered as Wild Beer. For purposes of competition, entries which could be appropriately entered in an existing classic or traditional category such as Belgian-Style Lambic, Gueuze, Fruit Lambic, etc. should be entered in that category and not entered as a Wild Beer.", "createDate": "2015-04-07 17:21:44", "categoryId": 11, "shortName": "Wild Beer", "id": 170, "name": "Wild Beer"}, "createDate": "2015-08-06 14:18:01", "updateDate": "2015-08-06 14:35:06", "abv": "9.7", "styleId": 170, "id": "HYCNqc", "name": "Victor Francenstein"}, {"status": "verified", "isOrganic": "N", "name": "Victoria", "nameDisplay": "Victoria", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2016-01-04 15:21:11", "updateDate": "2016-01-04 15:21:11", "abv": "5.3", "styleId": 25, "id": "eOwV0x", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Victoria , a pilsener-vienna type beer, is the most traditional out of Modelo´s brand portfolio. Unique for its bitterness and strong flavor which instantly pleases even the most demanding consumer. With more than 135 years of excellence, Victoria is one of the oldest beers produced in Mexico.", "statusDisplay": "Verified", "nameDisplay": "Victoria", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/M1D2U7/upload_QGO6Ib-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/M1D2U7/upload_QGO6Ib-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/M1D2U7/upload_QGO6Ib-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "name": "Victoria", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2012-01-03 02:44:27", "updateDate": "2015-12-16 12:51:11", "abv": "4", "styleId": 93, "availableId": 1, "id": "M1D2U7", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Victoria", "nameDisplay": "Victoria", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/iicFUX/upload_kc2jpp-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/iicFUX/upload_kc2jpp-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/iicFUX/upload_kc2jpp-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.034", "description": "Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "2", "ibuMax": "30", "abvMin": "4", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:20", "fgMax": "1.01", "shortName": "Session", "abvMax": "5.1", "id": 108, "srmMin": "2", "name": "Session Beer"}, "createDate": "2015-03-04 15:31:04", "updateDate": "2015-12-17 23:31:12", "abv": "3.5", "styleId": 108, "availableId": 1, "id": "iicFUX", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Named after Victoria Avenue in Riverside where we purchased oranges, the first step in the journey of creating this beer. Orange zest in the boil and hops hand-selected to highlight the citrus notes contributed by the orange give this beer its strong bitterness and citrusy floral nose. Honey added to the boil gives the beer a unique balance and borderline sweetness not generally found in beers of this category; the honey also helps contribute to the whopping 11% ABV. This is a great beer.", "srmId": 14, "nameDisplay": "Victoria (American Strong Ale)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.06", "description": "Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "21", "ibuMax": "65", "abvMin": "7", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:05", "fgMax": "1.04", "shortName": "Strong Ale", "abvMax": "11", "id": 14, "srmMin": "8", "name": "Strong Ale"}, "id": "tIOAxq", "statusDisplay": "Verified", "createDate": "2015-03-22 20:24:11", "updateDate": "2015-03-22 20:24:46", "abv": "11", "styleId": 14, "srm": {"hex": "C35900", "id": 14, "name": "14"}, "ibu": "98", "name": "Victoria (American Strong Ale)"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "To create our unique, Belgian-style Victoria Ale, the brewers drew on references to Bacchus, the Thracian god of wine, in the history and artwork of the Victoria Mansion as inspiration for this new beer. One hundred and fifty pounds of Chardonnay grapes were brought in, crushed on site and added directly to the mash. \r\n\r\nVictoria Ale's aroma is of fruity spice with a hint of the Chardonnay, and the taste presents subtle notes of green banana, black pepper, and fresh-crushed mint. With a focus on the subtle, wine-like character of the grapes, the 9.0% ABV brew boasts a pale copper color, Belgian yeast influence, and a medium body with a long candied fruit finish with hints of honeydew melon, and, of course, Chardonnay. \r\n\r\nAllagash Victoria Ale is a tribute to the historic Victoria Mansion here in Portland, Maine. Also known as the Morse-Libby House, it is one of the greatest 19th century houses in the United States. Designed by architect Henry Austin, the mansion was built between 1858 and 1860 and survives as a unique example of the princely palaces created for America’s wealthiest citizens in the pre-Civil War era. With superb architecture and well-preserved original interiors, the Victoria Mansion is an unparalleled document of America’s highest aspirations in architecture, interior design, and the decorative arts. \r\n\r\nThe Victoria Mansion has operated as a museum since it was saved from demolition in 1940, and today the non-profit organization that owns it remains committed to its preservation and interpretation to a wide audience. Allagash Brewing Company has partnered with the Victoria Mansion to help in the restoration of this National Historic Landmark. For every bottle of Victoria Ale purchased, Allagash will donate $1 towards helping restore the mansion, located on Danforth Street in downtown Portland. More on philanthropy.  www.victoriamansion.org", "statusDisplay": "Verified", "nameDisplay": "Victoria Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/JLBMnT/upload_2uzRAm-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/JLBMnT/upload_2uzRAm-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/JLBMnT/upload_2uzRAm-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "name": "Victoria Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:39", "updateDate": "2016-10-31 13:48:09", "abv": "9", "styleId": 70, "availableId": 4, "id": "JLBMnT", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Victoria Bitter has been Australia’s favorite full strength beer brand for many years. VB, as it is widely known, was launched in the 1890s and since then has developed a reputation as a great beer with a tradition of rewarding Australians who work and play hard.", "statusDisplay": "Verified", "nameDisplay": "Victoria Bitter", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2013-05-10 18:30:44", "updateDate": "2014-11-22 12:00:55", "abv": "4.9", "styleId": 93, "id": "P3AbKV", "name": "Victoria Bitter"}, {"status": "verified", "isOrganic": "N", "name": "Victoria Bitter Midstrength", "statusDisplay": "Verified", "nameDisplay": "Victoria Bitter Midstrength", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.026", "description": "These beers are very light in body and color. Malt sweetness is perceived at low to medium levels, while hop bitterness character is perceived at medium levels. Hop flavor and aroma may be low to medium. These beers should be clean with no perceived fruity esters or diacetyl. Very low levels of sulfur related compounds acceptable. Chill haze is not acceptable.", "createDate": "2012-03-21 20:06:46", "ibuMin": "16", "categoryId": 7, "srmMax": "4", "ibuMax": "24", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 17:14:37", "fgMax": "1.01", "shortName": "Leichtbier", "abvMax": "3.6", "id": 77, "srmMin": "2", "name": "German-Style Leichtbier"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-05-10 18:31:32", "updateDate": "2015-04-17 15:07:47", "abv": "3.5", "styleId": 77, "id": "1MtPTw", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "CUB has resurrected the bottle and label from the time of Original Ale’s first release in 1894 and the recipe for the new beer is also based closely on the original recipe.\r\n\"Judicious use of hops and coloured malts to produce a rich copper hue.\"", "statusDisplay": "Verified", "nameDisplay": "Victoria Bitter Original Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "name": "Victoria Bitter Original Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-05-10 18:32:18", "updateDate": "2013-05-11 15:27:20", "abv": "4.6", "styleId": 3, "id": "dgcDdN", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Victoria Pale Lager is a flavoursome beer brewed to bring together great refreshment with quality lager characters. Refreshingly crisp and clean on the plate, Victoria Pale Lager is infused with Pride of Ringwood hops for bittering and Saaz hops for aroma. Using 100% Pale Malt in the brewing process, Victoria Pale is a medium-bodied beer with a smooth palate making this great lager ideal for summer’s afternoon.", "statusDisplay": "Verified", "nameDisplay": "Victoria Pale Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "name": "Victoria Pale Lager", "glass": {"createDate": "2012-01-03 02:41:33", "id": 3, "name": "Mug"}, "createDate": "2013-05-10 18:33:14", "updateDate": "2013-05-11 15:27:21", "abv": "4.4", "styleId": 93, "id": "G0L1mo", "glasswareId": 3}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Victoria’s Gold, celebrates the traditional American Golden Ale.  Inspired by the romantic motifs of the Victorian era, Victoria's Gold is virtuous, delicate, and classic.  The malt base consists of mild, toasty notes balanced with a clean, subtle hop profile and hints of stone fruit.  Effervescent with a thick, tightly laced head, Victoria’s Gold pours crystal clear and bright blonde.  The mouth feel is wonderfully creamy, with a satisfyingly dry finish.", "statusDisplay": "Verified", "nameDisplay": "Victoria's Gold", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/XPXBRc/upload_sATA5J-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/XPXBRc/upload_sATA5J-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/XPXBRc/upload_sATA5J-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "id": "XPXBRc", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-03-16 14:41:29", "updateDate": "2015-12-17 09:35:21", "abv": "5", "styleId": 36, "availableId": 1, "glasswareId": 5, "ibu": "11", "name": "Victoria's Gold"}, {"status": "verified", "isOrganic": "N", "description": "Our IPA has lots of malt and hop character.  This style originated during Queen VictoriaÃ¢â?¬â?¢s reign as a strong, flavorful ale, which was able to survive the ocean voyage from England to India during the British occupation.", "statusDisplay": "Verified", "nameDisplay": "Victorian IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2012-01-03 02:44:27", "updateDate": "2012-03-22 13:05:06", "abv": "6.2", "styleId": 30, "id": "Hsm3Ug", "name": "Victorian IPA"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Cloudy beer with slight hints of clove and obvious banana esters.If you like the fruit wheat beers check out the Wheat Wednesday in summer when a new beer will be released weekly.", "statusDisplay": "Verified", "nameDisplay": "Victorian Sunrise Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. A fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Appearance can be clear or with chill haze, golden to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:53", "fgMax": "1.016", "shortName": "Wheat Ale", "abvMax": "5", "id": 113, "srmMin": "2", "name": "Light American Wheat Ale or Lager without Yeast"}, "id": "YGG5AJ", "createDate": "2013-07-29 23:19:01", "updateDate": "2013-07-29 23:19:01", "abv": "4.9", "styleId": 113, "availableId": 4, "ibu": "17", "name": "Victorian Sunrise Wheat"}, {"status": "verified", "isOrganic": "N", "description": "Our lightest ale is made with a blend of pale and wheat malts. This straw colored beer is lightly hopped with German varieties and fermented  at cool temperatures for a crisp finish.", "statusDisplay": "Verified", "nameDisplay": "Victoria’s Golden Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2013-05-07 12:10:30", "updateDate": "2013-05-07 12:10:30", "abv": "4.2", "styleId": 36, "id": "I5s6vp", "name": "Victoria’s Golden Ale"}, {"status": "verified", "isOrganic": "N", "description": "es, with a name like that it could be a Member of the British Parliament or the hero in series of detective novels. But we’re going with our most handsome brewer, Joey Siconolfi—whose last name actually means “Victorious Wolf.”  In honor of Joey, in honor of his last name and his heritage, we brewed a very special beer.  It’s as epic as the name, loaded with Centennial, Citra and Casade hops, making it a bitter, high alcohol (11%ABV) content, citrusy bomb.", "statusDisplay": "Verified", "nameDisplay": "VIctorious Wolf", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2016-09-15 18:34:35", "updateDate": "2016-09-15 18:34:35", "abv": "11", "styleId": 31, "id": "mRVIpb", "name": "VIctorious Wolf"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Bold caramel flavors balanced by copious late kettle additions of citrusy American hops.", "statusDisplay": "Verified", "nameDisplay": "Victorville Red", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "createDate": "2015-03-27 16:39:30", "updateDate": "2015-03-27 16:39:30", "abv": "7.1", "styleId": 22, "availableId": 1, "id": "FaJJNj", "name": "Victorville Red"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "Y", "description": "“In victory you deserve it, in defeat you need it,” wise words once spoken by Napoleon… he probably could have used a pint after Wellington smashed him. 200 years after the Duke of Wellington defeated the French army under the command of Napoleon, JW Lees are proud to bring this rewarding ale to all of our pubs in honour of the Victory at Waterloo. This bold and triumphant ale is brewed with Admiral hops to provide an unmistakeable taste and aroma. This is what victory tastes like, and in the words of the Duke himself, it’s a “damned nice thing.”", "statusDisplay": "Verified", "nameDisplay": "Victory", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "createDate": "2015-05-13 16:35:05", "updateDate": "2015-05-13 16:35:05", "abv": "4.5", "styleId": 3, "availableId": 4, "id": "iVj9tp", "name": "Victory"}, {"status": "verified", "isOrganic": "N", "name": "Victory Ale", "nameDisplay": "Victory Ale", "createDate": "2012-01-03 02:44:27", "updateDate": "2014-01-30 00:13:12", "abv": "5.2", "id": "qMu5Rj", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "In celebration of Twenty Years of Victory, it is only fitting that we offer you a brew that truly embodies European transition and American ingenuity. This bold pilsner, complete with fragrant noble German hops, delivers rich earthiness and light citrus flavors, creating a deliciously drinkable beer. Raise your glass and Taste Victory!", "statusDisplay": "Verified", "nameDisplay": "Victory Anniversary XX Imperial Pilsner", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/5zpIRR/upload_uk9VFJ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/5zpIRR/upload_uk9VFJ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/5zpIRR/upload_uk9VFJ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "createDate": "2015-12-04 16:28:17", "updateDate": "2015-12-18 04:37:29", "abv": "8.5", "styleId": 98, "availableId": 2, "id": "5zpIRR", "name": "Victory Anniversary XX Imperial Pilsner"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Victory at Sea is a 10% ABV Imperial Porter brewed with cold extracted, freshly brewed coffee, specially roasted for us by our friends at Cafe Calabria. The addition of vanilla adds a layer of complexity and the result is full flavored, rich and delicious.", "srmId": 40, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Victory at Sea", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/N388Jj/upload_8NsqGS-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/N388Jj/upload_8NsqGS-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/N388Jj/upload_8NsqGS-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Robust porters are black in color and have a roast malt flavor, often reminiscent of cocoa, but no roast barley flavor. These porters have a sharp bitterness of black malt without a highly burnt/charcoal flavor. Caramel and other malt sweetness should be present and in harmony with other distinguishing porter characters. Robust porters range from medium to full in body and have a malty sweetness. Hop bitterness is medium to high, with hop aroma and flavor ranging from negligible to medium. Diacetyl is acceptable at very low levels. Fruity esters should be evident, balanced with roast malt and hop bitterness.", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "40", "abvMin": "5", "fgMin": "1.008", "updateDate": "2015-04-07 15:21:45", "fgMax": "1.016", "shortName": "Robust Porter", "abvMax": "6.5", "id": 19, "srmMin": "30", "name": "Robust Porter"}, "name": "Victory at Sea", "statusDisplay": "Verified", "createDate": "2012-09-10 03:36:55", "updateDate": "2016-07-18 19:22:52", "abv": "10", "styleId": 19, "availableId": 4, "srm": {"hex": "36080A", "id": 40, "name": "40"}, "id": "N388Jj", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Victory At Sea - Peanut Butter", "nameDisplay": "Victory At Sea - Peanut Butter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "American-style imperial porters are black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness. Hop bitterness is perceived at a medium-low to medium level. Hop flavor and aroma may vary from being low to medium-high. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment hop character and malt derived sweetness. Diacetyl (butterscotch) levels should be absent.", "createDate": "2013-08-10 12:42:51", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "50", "abvMin": "5.5", "fgMin": "1.02", "ogMax": "1.1", "fgMax": "1.03", "updateDate": "2015-04-07 15:49:32", "shortName": "American Imperial Porter", "abvMax": "9.5", "id": 158, "srmMin": "40", "name": "American-Style Imperial Porter"}, "createDate": "2016-05-11 05:39:33", "updateDate": "2016-05-12 04:39:45", "abv": "10", "styleId": 158, "id": "d06epZ", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Victory At Sea with Toasted Coconut", "nameDisplay": "Victory At Sea with Toasted Coconut", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "American-style imperial porters are black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness. Hop bitterness is perceived at a medium-low to medium level. Hop flavor and aroma may vary from being low to medium-high. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment hop character and malt derived sweetness. Diacetyl (butterscotch) levels should be absent.", "createDate": "2013-08-10 12:42:51", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "50", "abvMin": "5.5", "fgMin": "1.02", "ogMax": "1.1", "fgMax": "1.03", "updateDate": "2015-04-07 15:49:32", "shortName": "American Imperial Porter", "abvMax": "9.5", "id": 158, "srmMin": "40", "name": "American-Style Imperial Porter"}, "createDate": "2016-04-20 20:27:19", "updateDate": "2016-04-20 20:27:37", "abv": "10", "styleId": 158, "availableId": 2, "id": "6bzUmF", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "Victory Lager", "nameDisplay": "Victory Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.044", "description": "This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.", "createDate": "2012-03-21 20:06:46", "ibuMin": "6", "categoryId": 8, "srmMax": "6", "ibuMax": "15", "abvMin": "4.3", "fgMin": "1.01", "updateDate": "2015-04-07 15:40:04", "fgMax": "1.014", "shortName": "American Premium Lager", "abvMax": "5", "id": 97, "srmMin": "2", "name": "American-Style Premium Lager"}, "createDate": "2012-01-03 02:44:27", "updateDate": "2015-04-10 16:57:42", "styleId": 97, "availableId": 4, "id": "wzglGB", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Victory Lager", "nameDisplay": "Victory Lager", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/W0wsTt/upload_jHB5Ai-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/W0wsTt/upload_jHB5Ai-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/W0wsTt/upload_jHB5Ai-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2013-02-10 13:54:33", "updateDate": "2015-12-16 22:53:55", "styleId": 93, "id": "W0wsTt", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Perfectly balanced, this authentic version of a German helles-style lager satisfies gloriously. Lean, German malts and fine European hops offer subtle harmony.", "statusDisplay": "Verified", "nameDisplay": "Victory Lager", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/VUWpUz/upload_CPTHdo-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/VUWpUz/upload_CPTHdo-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/VUWpUz/upload_CPTHdo-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.044", "description": "This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.", "createDate": "2012-03-21 20:06:46", "ibuMin": "6", "categoryId": 8, "srmMax": "6", "ibuMax": "15", "abvMin": "4.3", "fgMin": "1.01", "updateDate": "2015-04-07 15:40:04", "fgMax": "1.014", "shortName": "American Premium Lager", "abvMax": "5", "id": 97, "srmMin": "2", "name": "American-Style Premium Lager"}, "name": "Victory Lager", "glass": {"createDate": "2012-01-03 02:41:33", "id": 13, "name": "Willi"}, "createDate": "2012-01-03 02:44:27", "updateDate": "2016-05-18 17:33:28", "abv": "4.8", "styleId": 97, "availableId": 1, "id": "VUWpUz", "glasswareId": 13}, {"status": "verified", "isOrganic": "N", "name": "Victory Lap", "nameDisplay": "Victory Lap", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2014-09-04 15:46:27", "updateDate": "2014-09-07 17:33:23", "abv": "6.6", "styleId": 30, "id": "ys3vuD", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Victory Nor Defeat", "nameDisplay": "Victory Nor Defeat", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2016-05-13 14:14:55", "updateDate": "2016-05-13 14:14:55", "abv": "8", "styleId": 31, "id": "YXO6mx", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Here’s a beer that will get you through the afternoon and into the night. The Swing Shift is a full-bodied dark beer, yet highly drinkable. As you drink it, you will note dark roasted malt, coffee, and caramel aromas and flavors. These malt-derived flavors are balanced through the judicious use of Galena, Fuggle, and Golding hops.", "statusDisplay": "Verified", "nameDisplay": "Victory Ship Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "id": "lcUaHJ", "createDate": "2014-09-23 16:01:42", "updateDate": "2014-09-23 16:01:42", "abv": "6.2", "styleId": 42, "ibu": "15", "name": "Victory Ship Stout"}, {"status": "verified", "isOrganic": "Y", "description": "Victory Stout. This dry session stout is our flagship brand. A subtle smokiness overlies deep roasted and chocolate flavors. By the end of the glass, you will feel a void and unmistakable need for more.", "statusDisplay": "Verified", "nameDisplay": "Victory Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2015-07-14 15:04:29", "updateDate": "2015-07-14 15:04:29", "styleId": 42, "id": "pZwL0G", "name": "Victory Stout"}, {"status": "verified", "isOrganic": "N", "description": "Brewmaster Bill and One Village Coffee Chief Roaster Woody DeCasere found themselves at Victory talking about their two favorite beverages. The result is this seductive brown ale built to exhibit the fruity notes of fair trade, organic Honduras Finca Los Tuneles & Ethiopia Yirgacheffe Yirgz Microlot beans, carefully roasted and cold brewed at Victory to meld beautifully with our lush brown ale.", "statusDisplay": "Verified", "nameDisplay": "Victory Village", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "createDate": "2016-02-15 18:15:27", "updateDate": "2016-02-15 18:15:27", "abv": "4.7", "styleId": 37, "id": "dkcu8G", "name": "Victory Village"}, {"status": "verified", "isOrganic": "N", "description": "A collaboration between Ponysaurus and local chocolatier Videri, our Chocolate Stout is designed to mimic the pure simplicity of a bar of dark chocolate. With a simple grain bill and fresh cocoa nibs added directly to the beer for ultimate flavor commingling, the result is a dark, clean beer that tastes more like artisan chocolate than chocolate cake.", "statusDisplay": "Verified", "nameDisplay": "Videri Chocolate Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/aG30xQ/upload_WxYCqi-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/aG30xQ/upload_WxYCqi-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/aG30xQ/upload_WxYCqi-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "40", "ibuMax": "25", "abvMin": "3", "fgMin": "1.012", "updateDate": "2015-04-07 15:24:41", "fgMax": "1.02", "shortName": "Sweet Stout", "abvMax": "6", "id": 20, "srmMin": "40", "name": "Sweet or Cream Stout"}, "createDate": "2015-01-22 20:22:54", "updateDate": "2015-12-17 21:39:50", "abv": "6.4", "styleId": 20, "id": "aG30xQ", "name": "Videri Chocolate Stout"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Vieille meaning “Old” is our artisinal barrel-aged Saison, lightly dry hopped. Each batch release is a diverse blend of Vieille casks that have taken on a soft Brettanomyces character before being lightly dry hopped. Dominated by a floral, citrusy hop character, a subtle herbal note and a tart finish, Vieille’s character exemplifies artisan Saisons.", "statusDisplay": "Verified", "nameDisplay": "Vieille Artisanal Saison", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/1QSsbL/upload_pPsdHT-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/1QSsbL/upload_pPsdHT-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/1QSsbL/upload_pPsdHT-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2014-04-01 20:31:19", "updateDate": "2016-01-11 21:51:42", "abv": "4.2", "styleId": 72, "availableId": 1, "id": "1QSsbL", "name": "Vieille Artisanal Saison"}]
