[{"status": "verified", "isOrganic": "N", "name": "Southern Star", "nameDisplay": "Southern Star", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2013-05-03 00:43:10", "updateDate": "2014-10-10 20:27:39", "abv": "5", "styleId": 93, "id": "zZUUqD", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Southern State of Mind", "nameDisplay": "Southern State of Mind", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2016-11-07 14:51:36", "updateDate": "2016-11-07 14:51:36", "abv": "6", "styleId": 30, "id": "Ukt0xG", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "It seems almost every craft brewery is offering an American Pale Ale these days but none offer it with a taste of the South. Not quite hopped to the point where it’s an IPA, not quite mellow enough to qualify as just any old Pale Ale.Expect crisp, hoppy notes with a floral aroma riding a smooth and refreshing malty backbone. It’s designed to be enjoyed with good conversation.", "statusDisplay": "Verified", "nameDisplay": "Southern Style", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/9Cm5YJ/upload_RJFNG2-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/9Cm5YJ/upload_RJFNG2-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/9Cm5YJ/upload_RJFNG2-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "9Cm5YJ", "createDate": "2016-03-15 21:26:43", "updateDate": "2016-03-15 21:27:09", "abv": "5", "styleId": 25, "ibu": "36", "name": "Southern Style"}, {"status": "verified", "isOrganic": "Y", "description": "A new southern tradition has been born! Brown in color, medium in body is a winter favorite. This ale gets its nutty flavor from fermenting with fresh oven-roasted South Carolina pecans.", "statusDisplay": "Verified", "nameDisplay": "Southern Style Nut Brown", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "createDate": "2015-07-12 21:55:22", "updateDate": "2015-07-12 21:55:22", "styleId": 37, "id": "2mAT2o", "name": "Southern Style Nut Brown"}, {"status": "verified", "isOrganic": "N", "name": "Southern Tea", "nameDisplay": "Southern Tea", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "createDate": "2015-09-25 18:48:37", "updateDate": "2015-09-25 18:48:37", "abv": "5", "styleId": 112, "id": "TvNDxe", "statusDisplay": "Verified"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 12, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Eq5Afv/upload_lXTOhh-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Eq5Afv/upload_lXTOhh-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Eq5Afv/upload_lXTOhh-icon.png"}, "styleId": 30, "availableId": 1, "srm": {"hex": "CF6900", "id": 12, "name": "12"}, "id": "Eq5Afv", "statusDisplay": "Verified", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "nameDisplay": "Southern Tier IPA", "abv": "7.3", "glasswareId": 5, "status": "verified", "description": "The India Pale Ale we brew is our version of a brewing legacy. IPA’s name hails from its colonial roots. British soldiers in India didn’t have access to good beer, and all the malty ales they attempted to take on the boat with them would go stale. The addition of a generous amount of hops to their already popular pale ales created a drinkable brew that could better survive the heat and motion of the sailing ships, and a new style was born: ale with a vigorous hop profile, well-balanced malt background, and medium body. At Southern Tier, our IPA is an intrepid ale, triple-hopped on its journey to your glass for a truly aromatic experience.", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "name": "Southern Tier IPA", "foodPairings": "dry rubbed barbeque, curries & spicy foods, red meat, burgers, pizza, wings", "servingTemperature": "cool", "updateDate": "2016-08-30 12:31:04", "createDate": "2012-01-03 02:44:15"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "Don't let Tripel's light color and delicate aroma fool you, this is one serious beer brewed with maximum effort.  First, we introduce the freshest barley to crystal filtered water.  Second, we add the best hops shipped directly from Europe.  Third, our special yeast is the catalyst for fermentations, gobbling sugar and creating alcohol as it works.  \r\n\r\nSome say that the Belgian monks who first brewed this style called it triple to denote it's high alcohol content.  Still others believe triple's origins lay in its triple fermentations; twice in the brewery and once in the bottle.  Whatever the answer, ours is the Tripel threat.", "statusDisplay": "Verified", "nameDisplay": "Southern Tier Tripel", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/umHPtz/upload_7TuiL6-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/umHPtz/upload_7TuiL6-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/umHPtz/upload_7TuiL6-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "name": "Southern Tier Tripel", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:15", "updateDate": "2015-12-16 04:47:32", "abv": "9", "styleId": 59, "availableId": 3, "id": "umHPtz", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available during the summer months.", "id": 6, "name": "Summer"}, "isOrganic": "N", "description": "A rich, golden colored ale with a thick, white head. It finishes crisp and dry with hints of pear, citrus and apple in the aroma. Uncharacteristically low fermentation temperatures bring out the floral and funky aromas from our unique Belgian yeast strain. Mingled with citrus and earthy aromas from late noble hop additions, we have created a beer custom made to satisfy during the hot DC summers.", "srmId": 4, "nameDisplay": "Southern Torrent", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "id": "ys2eDb", "statusDisplay": "Verified", "createDate": "2015-06-09 19:51:19", "updateDate": "2015-07-02 13:37:38", "abv": "5.5", "styleId": 72, "availableId": 6, "srm": {"hex": "FFBF42", "id": 4, "name": "4"}, "ibu": "23", "name": "Southern Torrent"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This un ltered Witbier delivers subtly complex notes of tangerine, pear and honey, yet remains approachable and easy drinking.", "srmId": 4, "srm": {"hex": "FFBF42", "id": 4, "name": "4"}, "nameDisplay": "Southern Wit", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/WbeQrx/upload_z9IItl-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/WbeQrx/upload_z9IItl-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/WbeQrx/upload_z9IItl-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "id": "WbeQrx", "statusDisplay": "Verified", "createDate": "2015-06-09 16:20:38", "updateDate": "2016-06-20 17:49:59", "abv": "5.14", "styleId": 65, "availableId": 1, "foodPairings": "Seafood, specifically shellfish. Light appetizers. Mild cheese.", "ibu": "14.5", "name": "Southern Wit"}, {"status": "verified", "isOrganic": "N", "name": "Southernhopalistic", "nameDisplay": "Southernhopalistic", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2015-01-29 20:14:10", "updateDate": "2015-12-11 18:00:44", "abv": "10.5", "styleId": 31, "id": "vSw5UO", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Flavor grenade of American hops! With pronounced hop flavor and aroma this IPA is deliciously citrusy from tons of Cascade and Amarillo hops. Full flavored, hoppy, well balanced American IPA.", "statusDisplay": "Verified", "nameDisplay": "Southpaw IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2014-09-05 19:06:04", "updateDate": "2015-05-28 18:44:25", "abv": "6.6", "styleId": 30, "id": "noEJqK", "name": "Southpaw IPA"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Are you craving something a little more rustic? Our pilsner will get you there. Loads of Czech and German hops, the finest quality Continental pilsner malt, and uber-traditional production methods are the hallmarks of this glorious lager.", "statusDisplay": "Verified", "nameDisplay": "Southpeak Pilsner", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 7, "srmMax": "4", "ibuMax": "40", "abvMin": "4", "fgMin": "1.006", "updateDate": "2015-04-07 15:35:59", "fgMax": "1.012", "shortName": "German Pilsener", "abvMax": "5", "id": 75, "srmMin": "3", "name": "German-Style Pilsener"}, "id": "bps5PI", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "createDate": "2013-08-08 23:35:43", "updateDate": "2013-08-09 12:34:20", "abv": "4.8", "styleId": 75, "availableId": 1, "glasswareId": 4, "ibu": "45", "name": "Southpeak Pilsner"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "Southpoint", "statusDisplay": "Verified", "nameDisplay": "Southpoint", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-02-22 00:59:29", "updateDate": "2013-02-22 01:04:12", "abv": "5.5", "styleId": 18, "availableId": 4, "id": "JJyG4O", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Southport Amber", "nameDisplay": "Southport Amber", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2012-01-03 02:44:15", "updateDate": "2015-04-10 20:13:53", "styleId": 32, "id": "xvejtS", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Our flagship beer, made from German Pilsen malt and a wheat blend, is smooth and refreshing with a hint of lemon and spice for a clean finish. Aromas of clove and banana and mild lemon flavors.", "statusDisplay": "Verified", "nameDisplay": "Southport Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "createDate": "2013-01-17 12:21:22", "updateDate": "2015-05-01 20:22:57", "abv": "5", "styleId": 112, "id": "aYCT9K", "name": "Southport Wheat"}, {"status": "verified", "isOrganic": "N", "name": "Southside Pils", "nameDisplay": "Southside Pils", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 10, "name": "International Styles"}, "ogMin": "1.044", "description": "International Pilseners are straw/golden in color and are well attenuated. This medium-bodied beer is often brewed with rice, corn, wheat, or other grain or sugar adjuncts making up part of the mash. Hop bitterness is low to medium. Hop flavor and aroma are low. Residual malt sweetness is low--it does not predominate but may be perceived. Fruity esters and diacetyl should not be perceived. Very low levels of sweet corn-like dimethylsulfide (DMS) character, if perceived, are acceptable. There should be no chill haze.", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 10, "srmMax": "4", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:42:11", "fgMax": "1.01", "shortName": "International Pilsener", "abvMax": "5.3", "id": 106, "srmMin": "3", "name": "International-Style Pilsener"}, "id": "csFgJ0", "createDate": "2015-04-29 17:57:25", "updateDate": "2015-04-29 17:57:25", "abv": "4.2", "styleId": 106, "ibu": "39", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Southside Pilsner", "statusDisplay": "Verified", "nameDisplay": "Southside Pilsner", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "createDate": "2012-01-03 02:44:15", "updateDate": "2012-03-22 13:05:41", "styleId": 98, "id": "vQpGJj", "glasswareId": 4}, {"status": "verified", "isOrganic": "N", "description": "A refreshing, golden-hued European-style pilsner with a sublime Czech Saaz hop signature. Silver medal winner in the International Style Pilsner category at the 2007 Great American Beer Festival.", "statusDisplay": "Verified", "nameDisplay": "Southside Pilsner Lager", "originalGravity": "1.048", "id": "MxdWBU", "createDate": "2013-06-27 00:55:12", "updateDate": "2015-07-10 16:57:22", "abv": "5", "styleId": 98, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "ibu": "32", "name": "Southside Pilsner Lager"}, {"status": "verified", "isOrganic": "N", "description": "This American-style IPA substitutes a portion of the barley malt bill with rye, 15% in ours. IPA being a hop forward style, this beer has strong notes of red grapefruit, orange marmalade and pine. Malt flavors of soft caramel, biscuit, and spicy rye lay the groundwork for the American hops to shine.", "srmId": 13, "nameDisplay": "Southside Rye IPA", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "srm": {"hex": "CB6200", "id": 13, "name": "13"}, "statusDisplay": "Verified", "createDate": "2015-04-24 20:43:55", "updateDate": "2016-01-22 21:25:59", "abv": "7.2", "styleId": 117, "id": "s5Tqrk", "name": "Southside Rye IPA"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Loads of roasted barley and dark caramel malts combine with citrusy American hops in this dark American stout from Breese's South Side.", "srmId": 41, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Southside Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/vYQhcd/upload_85QvhB-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/vYQhcd/upload_85QvhB-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/vYQhcd/upload_85QvhB-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "id": "vYQhcd", "statusDisplay": "Verified", "createDate": "2014-09-17 23:00:46", "updateDate": "2015-12-17 17:18:16", "abv": "6.5", "styleId": 42, "availableId": 1, "glasswareId": 5, "ibu": "40", "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "name": "Southside Stout"}, {"status": "verified", "isOrganic": "N", "name": "Southside Weiss", "nameDisplay": "Southside Weiss", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/M5x2xN/upload_wZNauq-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/M5x2xN/upload_wZNauq-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/M5x2xN/upload_wZNauq-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "createDate": "2014-09-10 13:29:10", "updateDate": "2016-05-27 20:31:41", "abv": "5.4", "styleId": 112, "id": "M5x2xN", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Fire Bad. Beer Good. This monster was created with some of the best chocolate and roasted malts to create the perfect blend of stout fullness and minimal fruity esters. This beer will have you trying to decide if you like the full mouthfeel or the myriad of coffee and chocolate undertones more. It will also have the other stout brewers gathering the torches and storming our door.", "srmId": 29, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Southsidenstein Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.038", "description": "Oatmeal stouts include oatmeal in their grist, resulting in a pleasant, full flavor and a smooth profile that is rich without being grainy. A roasted malt character which is caramel-like and chocolate-like should be evident - smooth and not bitter. Coffee-like roasted barley and roasted malt aromas (chocolate and nut-like) are prominent. Color is dark brown to black. Bitterness is moderate, not high. Hop flavor and aroma are optional but should not overpower the overall balance if present. This is a medium- to full- bodied beer, with minimal fruity esters. Diacetyl should be absent or at extremely low levels. Original gravity range and alcohol levels are indicative of English tradition of oatmeal stout.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "20", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:22:53", "fgMax": "1.02", "shortName": "Oatmeal Stout", "abvMax": "6", "id": 21, "srmMin": "20", "name": "Oatmeal Stout"}, "id": "0cORrr", "statusDisplay": "Verified", "createDate": "2012-01-03 02:44:15", "updateDate": "2012-03-22 13:05:33", "abv": "5.7", "styleId": 21, "availableId": 1, "glasswareId": 5, "ibu": "41", "srm": {"hex": "660D00", "id": 29, "name": "29"}, "name": "Southsidenstein Stout"}, {"status": "verified", "isOrganic": "N", "description": "This stout has a nice roasted backbone with a creamy finish", "statusDisplay": "Verified", "nameDisplay": "Southtown Milk Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "40", "ibuMax": "25", "abvMin": "3", "fgMin": "1.012", "updateDate": "2015-04-07 15:24:41", "fgMax": "1.02", "shortName": "Sweet Stout", "abvMax": "6", "id": 20, "srmMin": "40", "name": "Sweet or Cream Stout"}, "createDate": "2014-09-19 21:32:53", "updateDate": "2014-09-22 16:02:23", "abv": "7", "styleId": 20, "id": "UXKSS1", "name": "Southtown Milk Stout"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This American inspired IPA is powerfully hopped with Cascade, Centennial & Simcoe hops packing it with tropical fruit aromas & flavours. Attractively amber in colour, it is a big strong beer to balance all those hops.\r\n\r\nThis is real ale that has fermented in the bottle. This beer is alive, unfiltered, unpasteurised.", "statusDisplay": "Verified", "nameDisplay": "Southville Hop", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "foodPairings": "Enjoy this beer with spicy food or share it with a friend, it's too good to keep to yourself.", "servingTemperature": "cold", "createDate": "2014-05-29 06:48:25", "updateDate": "2015-04-22 18:07:35", "abv": "6.5", "styleId": 30, "availableId": 1, "id": "IAdP5h", "name": "Southville Hop"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Vienna Lager and Munich malts with Saphir hops", "statusDisplay": "Verified", "nameDisplay": "SOUTHWEST LAGER", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.046", "description": "Beers in this category are reddish brown or copper colored. They are medium in body. The beer is characterized by malty aroma and slight malt sweetness. The malt aroma and flavor should have a notable degree of toasted and/or slightly roasted malt character. Hop bitterness is clean and crisp. Noble-type hop aromas and flavors should be low or mild. Diacetyl, chill haze and ale-like fruity esters should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "22", "categoryId": 7, "srmMax": "16", "ibuMax": "28", "abvMin": "4.8", "fgMin": "1.012", "updateDate": "2015-04-07 15:36:42", "fgMax": "1.018", "shortName": "Vienna Lager", "abvMax": "5.4", "id": 80, "srmMin": "12", "name": "Vienna-Style Lager"}, "createDate": "2015-04-03 14:52:36", "updateDate": "2015-04-03 14:52:36", "styleId": 80, "availableId": 1, "id": "ogbXfa", "name": "SOUTHWEST LAGER"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "Y", "name": "Southwest Pale", "nameDisplay": "Southwest Pale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-06-11 21:54:42", "updateDate": "2015-06-11 21:54:42", "styleId": 25, "availableId": 1, "id": "82GhDl", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "In the U.S., India Pale Ales have become regionalized to the West and East Coast. In an effort to set ourselves apart from the pack we are brewing a Southwestern Virginia IPA. Southwest V IPA is made from 2 Row Brewers Malt, Toasted Malt, and 2 Caramel Malts. It is assertively hopped with Chinook and Amarillo hops.", "statusDisplay": "Verified", "nameDisplay": "Southwest “V” India Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "name": "Southwest “V” India Pale Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-27 12:54:43", "updateDate": "2014-10-13 19:18:51", "styleId": 30, "availableId": 1, "id": "VtnwF5", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Southy Bitch Slap", "statusDisplay": "Verified", "nameDisplay": "Southy Bitch Slap", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/32BoNR/upload_kb2CVm-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/32BoNR/upload_kb2CVm-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/32BoNR/upload_kb2CVm-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "id": "32BoNR", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-11-13 18:07:07", "updateDate": "2015-12-16 19:55:24", "abv": "5.5", "styleId": 22, "availableId": 1, "ibu": "100", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Sovereign", "nameDisplay": "Sovereign", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "createDate": "2012-12-21 17:34:31", "updateDate": "2015-05-14 16:07:06", "styleId": 3, "id": "kU8aUe", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "This smooth and balanced golden beer is brewed with Maris Otter malt, Northdown hops for bitterness and late-hopped with Cascade hops to give a citrus aroma.\r\nHops used: Cascade, Northdown", "statusDisplay": "Verified", "nameDisplay": "Sovereign Gold", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/A5Ab4B/upload_2lMQP0-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/A5Ab4B/upload_2lMQP0-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/A5Ab4B/upload_2lMQP0-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "name": "Sovereign Gold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2015-09-15 21:14:32", "updateDate": "2015-12-18 04:55:25", "abv": "4", "styleId": 36, "availableId": 2, "id": "A5Ab4B", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "In the dark of the night dreams were born of a new state sovereign and independent. A nation salvaged from the tyranny of an oppressing creator, soon to be the greatest power the world has ever seen. Heritage is proud to present our first entry in the dark beer world with our sovereign stout, bold and independent its like no other beer we have ever created. Its velvety smooth mouth feel is quickly followed by a cherished dry finish and ends crisp. Our sovereign stout is soon to be a rapidly rising power in the dark beer world, join us in celebrating our sovereignty by a rising a pint of dark and rich Sovereign Stout!", "statusDisplay": "Verified", "nameDisplay": "Sovereign Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/kttTzS/upload_mOoeq8-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/kttTzS/upload_mOoeq8-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/kttTzS/upload_mOoeq8-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "id": "kttTzS", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-11-19 15:04:39", "updateDate": "2015-12-17 07:16:02", "abv": "4.9", "styleId": 42, "glasswareId": 5, "ibu": "34", "foodPairings": "Cheese, Chocolate, Bread, Coffee, Vanilla Ice Cream", "name": "Sovereign Stout"}, {"status": "verified", "isOrganic": "N", "name": "Sovina Amber", "nameDisplay": "Sovina Amber", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.06", "description": "Beers in this category are golden to deep copper or light brown in color. They are light to medium in body. This style of beer is characterized by a toasted malt aroma, slight malt sweetness in flavor, and low to medium hop bitterness. Noble-type hop aromas and flavors should be low to medium. Fruity esters can be light to medium in intensity. Flavor of alcohol is evident. Earthy, cellarlike, musty aromas are okay. Diacetyl should not be perceived but chill haze is okay. Often bottle conditioned with some yeast character. French-Style Biére de Garde may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "16", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:34:08", "fgMax": "1.024", "shortName": "Bière de Garde", "abvMax": "8", "id": 71, "srmMin": "8", "name": "French-Style Bière de Garde"}, "createDate": "2015-08-02 00:27:17", "updateDate": "2015-08-03 16:37:38", "abv": "6", "styleId": 71, "id": "CLRNG1", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Sovina IPA", "nameDisplay": "Sovina IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-06-20 18:37:57", "updateDate": "2015-07-07 21:29:23", "abv": "6.4", "styleId": 30, "id": "Godi3L", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Sovina Trigo", "nameDisplay": "Sovina Trigo", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "createDate": "2015-06-20 17:48:46", "updateDate": "2015-07-07 21:29:18", "abv": "5.8", "styleId": 48, "id": "nXkTRb", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Our most complex brew with seven different types of barley and oats.  This is stronger and hoppier than Tarbox, with the oats imparting a well-rounded mouthfeel.", "statusDisplay": "Verified", "nameDisplay": "Sow Your Oats Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "name": "Sow Your Oats Stout", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-23 15:45:23", "updateDate": "2012-04-23 15:45:23", "abv": "5.9", "styleId": 42, "id": "ijMr9W", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Rich and dark with notes of chocolate and coffee.", "statusDisplay": "Verified", "nameDisplay": "Soyuz Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "See British Origin American-Style Imperial Porter Imperial porters are very dark brown to black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness should be in harmony with medium-low to medium hop bitterness. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment malt derived sweetness and hop character. Hop flavor and aroma may vary from being low to medium-high. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "50", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:58", "fgMax": "1.03", "shortName": "Stout", "abvMax": "12", "id": 44, "srmMin": "40", "name": "Specialty Stouts"}, "id": "UqrPqD", "createDate": "2016-01-07 05:26:03", "updateDate": "2016-01-07 14:48:49", "abv": "8.9", "styleId": 44, "ibu": "74", "name": "Soyuz Stout"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Summer Pale Ale is our version of the iconic West Coast-style Pale Ale. Our brewer’s decided this beer should be all about the hops. Therefore, we brew it without any crystal malt. In choosing to brew a beer this way, we are left to focus solely on the expressive nature of the hops they choose for this beer.", "statusDisplay": "Verified", "nameDisplay": "SPA (Summer Pale Ale)", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/tHii3J/upload_AcZV7Q-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/tHii3J/upload_AcZV7Q-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/tHii3J/upload_AcZV7Q-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "name": "SPA (Summer Pale Ale)", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:15", "updateDate": "2016-08-24 10:02:20", "abv": "6", "styleId": 25, "availableId": 4, "id": "tHii3J", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Spa Water Saison", "nameDisplay": "Spa Water Saison", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2015-04-22 13:25:37", "updateDate": "2015-04-22 13:25:37", "abv": "5.8", "styleId": 72, "id": "gHbmFs", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Space Age Bachelor Pad Danish Modern Cocktail Party", "nameDisplay": "Space Age Bachelor Pad Danish Modern Cocktail Party", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ApSapp/upload_jEFnVP-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ApSapp/upload_jEFnVP-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ApSapp/upload_jEFnVP-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2015-04-14 16:19:22", "updateDate": "2015-12-17 23:31:27", "abv": "8.5", "styleId": 36, "id": "ApSapp", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Dry California Apple Cider with Blood Oranges", "statusDisplay": "Verified", "nameDisplay": "Space Bloody Orange", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/QbUSSP/upload_HqYv4d-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/QbUSSP/upload_HqYv4d-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/QbUSSP/upload_HqYv4d-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.07", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:07", "fgMax": "1.01", "shortName": "Fruit Cider", "abvMax": "9", "id": 155, "name": "Fruit Cider"}, "createDate": "2016-11-13 22:30:31", "updateDate": "2016-11-13 22:31:32", "abv": "6.9", "styleId": 155, "id": "QbUSSP", "name": "Space Bloody Orange"}, {"status": "verified", "isOrganic": "N", "name": "Space Boners from the Planet Funk", "nameDisplay": "Space Boners from the Planet Funk", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-11-30 21:15:47", "updateDate": "2015-11-30 21:15:47", "abv": "7.2", "styleId": 25, "id": "ss8D1i", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Why are Miracle Mike and his dog, Bionic, being chased by many evil laser beam shooting cupcakes and two giant layer cake mother ships? Because we're straight lunatic fools? Well, maybe, but with a few brains cells remaining we managed to craft Space Cake double IPA, utilizing citrusy Mosaic hops and an immaculate West Coast style malt backbone. Dude... Chill out. Enjoy some Space Cake.", "srmId": 9, "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "nameDisplay": "Space Cake", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/qE2y2W/upload_C3ZjRm-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/qE2y2W/upload_C3ZjRm-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/qE2y2W/upload_C3ZjRm-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "qE2y2W", "statusDisplay": "Verified", "createDate": "2014-01-03 13:21:30", "updateDate": "2016-01-04 19:45:04", "abv": "9", "styleId": 31, "availableId": 1, "glasswareId": 8, "ibu": "90", "srm": {"hex": "E58500", "id": 9, "name": "9"}, "name": "Space Cake"}, {"status": "verified", "isOrganic": "N", "name": "Space Cowboy", "nameDisplay": "Space Cowboy", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/7pBvTE/upload_q7crs6-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/7pBvTE/upload_q7crs6-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/7pBvTE/upload_q7crs6-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "7pBvTE", "createDate": "2012-08-05 15:45:36", "updateDate": "2015-12-16 18:04:53", "abv": "8.8", "styleId": 31, "ibu": "92", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Grainy Bread, Subtle Hops, Rustic Yeast", "statusDisplay": "Verified", "ingredients": {"malt": [{"category": "malt", "createDate": "2013-06-24 16:07:50", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 536, "name": "Oats - Flaked"}, {"category": "malt", "name": "Pale Malt", "characteristics": [{"description": "Imparts a malty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 10, "name": "Malty"}], "createDate": "2013-06-24 16:07:42", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 234}, {"category": "malt", "srmPrecise": 3.5, "description": "Vienna Malt is a kiln-dried barley malt darker than pale ale malt, but not as dark as Munich Malt. It imparts a golden to orange color and a distinctive toast or biscuit malt aroma to the beer.", "srmId": 4, "createDate": "2013-06-24 16:07:56", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFBF42", "id": 4, "name": "4"}, "potential": 1.036, "updateDate": "2013-06-24 16:10:14", "maxInBatch": 90, "requiresMashing": "Y", "id": 814, "name": "Vienna Malt"}], "yeast": [{"category": "yeast", "createDate": "2013-06-24 16:08:59", "categoryDisplay": "Yeast", "id": 1559, "name": "Belgian Saison Yeast"}]}, "nameDisplay": "Space Cowboy Country Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/GH37ia/upload_EVmuDZ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/GH37ia/upload_EVmuDZ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/GH37ia/upload_EVmuDZ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "name": "Space Cowboy Country Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-04-23 16:54:22", "updateDate": "2015-12-16 16:12:19", "abv": "4", "styleId": 72, "availableId": 4, "id": "GH37ia", "glasswareId": 6}, {"status": "verified", "isOrganic": "Y", "description": "Space Dust :: A Totally Nebular IPA. Great Western premium two-row, combined with c-15 and Dextri-Pils, give this beer a bright and galactic Milky Way hue. The hopping is pure starglow energy, with Chinook to bitter and late and dry additions of Citra and Amarillo. Space Dust is out of this world, with 62 IBU, and 7.2% ABV", "srmId": 13, "nameDisplay": "Space Dust", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/c58p4w/upload_u5k1hD-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/c58p4w/upload_u5k1hD-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/c58p4w/upload_u5k1hD-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "srm": {"hex": "CB6200", "id": 13, "name": "13"}, "statusDisplay": "Verified", "createDate": "2013-04-30 14:42:42", "updateDate": "2016-04-18 17:40:04", "abv": "8.2", "styleId": 30, "id": "c58p4w", "name": "Space Dust"}, {"status": "verified", "isOrganic": "N", "name": "Space Food", "nameDisplay": "Space Food", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "JtiEx2", "createDate": "2015-09-02 16:44:52", "updateDate": "2015-09-02 16:44:52", "abv": "7", "styleId": 30, "ibu": "96", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Space Fruit is a West Coast IPA with a twist -  a citrus twist to be exact. In an affirmation of Spring's bounty, we use five different citrus fruits to create unique flavors and aromatics that intermingle with the West Coast hop character.  An unadorned grain bill lets the hops and citrus shine in this bright and delicious beer.", "srmId": 4, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Space Fruit", "originalGravity": "1.063", "id": "zexpHq", "statusDisplay": "Verified", "createDate": "2014-09-10 19:40:47", "updateDate": "2014-09-10 20:12:17", "abv": "7", "styleId": 30, "availableId": 1, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "ibu": "50", "srm": {"hex": "FFBF42", "id": 4, "name": "4"}, "name": "Space Fruit"}, {"status": "verified", "isOrganic": "N", "name": "Space Ghost", "nameDisplay": "Space Ghost", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/PvnMNQ/upload_BWcyNS-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/PvnMNQ/upload_BWcyNS-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/PvnMNQ/upload_BWcyNS-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2013-11-04 23:48:39", "updateDate": "2015-12-17 07:26:40", "styleId": 43, "id": "PvnMNQ", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Hops dominate the aroma, reminiscent of citrus with floral notes.  Heavy dry hopping contributes a strong haze, clouding the golden color.  Light malt sweetness accents the heavy hop bitterness.  The hop flavor leans towards a grapefruit/pine character.  The hops slowly fade in the finish with a lingering bitterness.", "srmId": 7, "nameDisplay": "Space Ghost IPA", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "1nMLGV", "servingTemperature": "cool", "statusDisplay": "Verified", "createDate": "2014-09-10 19:51:10", "updateDate": "2014-09-10 20:30:04", "abv": "6.4", "styleId": 30, "availableId": 1, "srm": {"hex": "F39C00", "id": 7, "name": "7"}, "ibu": "78", "name": "Space Ghost IPA"}, {"status": "verified", "isOrganic": "N", "description": "Our variation on traditional Leipziger Gose, a tart and slightly sour ale made with 80% wheat malt and accented with coriander, Maine sea salt and lemon zest.", "statusDisplay": "Verified", "nameDisplay": "Space Gose", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.036", "description": "Traditional examples of Gose are spontaneously fermented, similarly to Belgian-style gueuze/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. A primary difference between Belgian Gueuze and German Gose is that Gose is served at a much younger age. Gose is typically pale gold to pale amber in color and typically contains malted barley, unmalted wheat with some traditional varieties containing oats. Hop character and malt flavors and aromas are negligible. Lemony or other citrus-like qualities are often present in aroma and on the palate. Some versions may have the spicy character of added coriander in aroma and on the palate at low to medium levels. Salt (table salt) character is also traditional in low amounts. Horsey, leathery, earthy aroma and flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Modern German Gose breweries typically introduce only pure beer yeast strains for fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. Gose is typically enjoyed fresh, carbonated, and cloudy/hazy with yeast character, and may have evidence of continued fermentation activity. Overall complexity of flavors and aromas are sought while maintaining an ideal balance between acidity, yeast-enhanced spice and refreshment is ideal.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.4", "fgMin": "1.008", "updateDate": "2015-04-07 17:09:35", "fgMax": "1.012", "shortName": "Leipzig Gose", "abvMax": "5.4", "id": 47, "srmMin": "3", "name": "Leipzig-Style Gose"}, "createDate": "2015-08-05 15:28:47", "updateDate": "2015-08-05 15:28:47", "abv": "4.9", "styleId": 47, "id": "sEmBeR", "name": "Space Gose"}]
