[{"status": "verified", "isOrganic": "N", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Y1Db1i/upload_3kJkkZ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Y1Db1i/upload_3kJkkZ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Y1Db1i/upload_3kJkkZ-icon.png"}, "description": "Help us celebrate our first anniversary with a special release of Super Kitty Fantastico 2015! We\r\nbrewed this one at Outliers using the medal-winning recipe developed by our sister brewery, Brugge.\r\nWith an ABV at 10%, Super Kitty Fantastico is a barrel-aged Tripel with Brettanomyces Fantasticus\r\nand Lactobacillus, which are technical terms for crazy delicious.\r\n\r\nIn 2011, Super Kitty Fantastico was awarded the bronze medal for American Style Brett Ales at the\r\nprestigious Great American Beer Festival. Plus, she’s an adorable kitty with roller skates and shades.", "statusDisplay": "Verified", "nameDisplay": "Super Kitty Fantastico (2015)", "year": 2015, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Brett Beers are any range of color and may take on the color of added fruits or other ingredients. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Moderate to intense yet balanced fruity-ester aromas are evident. In darker versions, roasted malt, caramel-like and chocolate-like aromas are subtly present. Diacetyl and DMS aromas should not be perceived. Hop aroma is evident over a full range from low to high. In darker versions, roasted malt, caramel-like and chocolate-like flavors are subtly present. Fruited versions will exhibit fruit flavors in harmonious balance with other characters. Hop flavor is evident over a full range from low to high. Hop bitterness is evident over a full range from low to high. The evolution of natural acidity develops balanced complexity. Horsey, goaty, leathery, phenolic and light to moderate and/or fruity acidic character evolved from Brettanomyces organisms may be evident, not dominant and in balance with other character. Cultured yeast strains may be used in the fermentation. Beers in this style should not use bacteria or exhibit bacteria-derived characters. Moderate to intense yet balanced fruity-ester flavors are evident. Diacetyl and DMS flavors should not be perceived. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Body is evident over a full range from low to high. For purposes of competition entries exhibiting wood-derived characters or characters of liquids previously aged in wood would more appropriately be entered in other Wood-Aged Beer categories. Wood- and barrel-aged sour ales should not be entered here and are classified elsewhere.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 17:04:16", "shortName": "Brett", "id": 39, "name": "Brett Beer"}, "createDate": "2014-09-10 20:30:50", "updateDate": "2015-12-17 18:05:20", "abv": "10", "styleId": 39, "id": "Y1Db1i", "name": "Super Kitty Fantastico"}, {"status": "verified", "isOrganic": "N", "name": "Super Kolsch", "nameDisplay": "Super Kolsch", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.042", "description": "Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 4, "srmMax": "6", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:29:04", "fgMax": "1.01", "shortName": "Kölsch", "abvMax": "5.3", "id": 45, "srmMin": "4", "name": "German-Style Kölsch / Köln-Style Kölsch"}, "createDate": "2016-10-04 12:50:27", "updateDate": "2016-10-04 12:50:27", "abv": "5.2", "styleId": 45, "id": "wENKvH", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Super Monk", "nameDisplay": "Super Monk", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/96c0VX/upload_T1a2yO-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/96c0VX/upload_T1a2yO-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/96c0VX/upload_T1a2yO-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "12", "ibuMax": "30", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:06", "fgMax": "1.014", "shortName": "Belgian Pale", "abvMax": "6", "id": 62, "srmMin": "6", "name": "Belgian-Style Pale Ale"}, "createDate": "2014-03-04 12:50:47", "updateDate": "2015-12-17 09:23:08", "abv": "6.5", "styleId": 62, "id": "96c0VX", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Super Natural ESB", "nameDisplay": "Super Natural ESB", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "createDate": "2012-01-03 02:44:20", "updateDate": "2015-06-06 19:15:17", "styleId": 5, "id": "bUfWDv", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Super Natural IPA", "nameDisplay": "Super Natural IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2012-01-03 02:44:20", "updateDate": "2012-03-22 13:04:46", "styleId": 30, "id": "0ghExd", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Super Natural Oatmeal Stout", "nameDisplay": "Super Natural Oatmeal Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2012-01-03 02:44:20", "updateDate": "2012-03-22 13:04:36", "abv": "8", "styleId": 42, "id": "HRLYCh", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "aged in bourbon barrels with cocoa nibs.", "statusDisplay": "Verified", "nameDisplay": "Super Nebula", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2012-10-10 11:59:52", "updateDate": "2015-05-28 20:32:04", "abv": "11", "styleId": 43, "id": "ICYY6X", "name": "Super Nebula"}, {"status": "verified", "isOrganic": "N", "description": "Super Nerd is a variation on our Nerd Alert with more malt, more lagering, and more throat punch. By day, mild-mannered Super Nerd pretends to be refreshing and crisp, with the perfect balance between sweet malt and hop bite.\r\n\r\nBy night, Super Nerd taps into his secret powers: dodging bullies, standing awkwardly on the sidelines of dances, and playing the tuba. Drink up – it just might save the world.", "statusDisplay": "Verified", "nameDisplay": "Super Nerd Imperial Pilsner", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "id": "3MPWMm", "createDate": "2016-08-19 17:15:23", "updateDate": "2016-08-19 17:15:23", "abv": "7.5", "styleId": 98, "foodPairings": "Fish, pizza, hamburgers, lightly spiced foods", "ibu": "22", "name": "Super Nerd Imperial Pilsner"}, {"status": "verified", "isOrganic": "N", "name": "Super Ninja", "nameDisplay": "Super Ninja", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Blep09/upload_i05Y8L-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Blep09/upload_i05Y8L-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Blep09/upload_i05Y8L-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "Blep09", "createDate": "2015-08-06 21:14:26", "updateDate": "2015-12-18 02:48:41", "abv": "11", "styleId": 31, "ibu": "100", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Easy drinking with hints of sweet corn, bread and caramel, finishing with a blast of citrus hop character and just enough crisp to balance the sweet. It's a toast to rolling surf, Baja hoodies, beach BBQs and the elusive green flash.\r\n\r\nMalts: 2-Row, American flaked corn, Caramel 120 and Biscuit\r\nHops: Galena, Amarillo and Cluster\r\nYeast: Ale\r\n\r\nAvailable: Draft, 6-pack Bottles, 5 gallon and 15.5 gallon Kegs", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 70, "farneseneMax": 4, "cohumuloneMax": 24, "id": 4, "humuleneMax": 11, "category": "hop", "createDate": "2013-06-24 16:07:26", "farneseneMin": 2, "humuleneMin": 9, "betaAcidMax": 7, "cohumuloneMin": 21, "myrceneMin": 68, "alphaAcidMin": 8, "description": "Amarillo is a privately grown and registered hop variety; it was introduced recently but has been extremely popular with brewers seeking a Cascade-type hop with a distinctive American character. It is considered by many to be ideal for dry hopping, but also gives a clean bitterness due to low cohumulone content. The flavor has citrus and floral notes, and something like a Cascade character, but with more bitterness. Amarillo is a registered trademark of Virgil Gamache Farms, Inc., where the hop was originally developed.", "betaAcidMin": 6, "caryophylleneMax": 4, "caryophylleneMin": 2, "name": "Amarillo", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}, {"category": "hop", "createDate": "2013-06-24 16:07:28", "categoryDisplay": "Hops", "id": 28, "name": "Cluster"}, {"myrceneMax": 60, "category": "hop", "farneseneMax": 1, "description": "Galena is a high-alpha hop variety developed by the Iowa state breeding program in 1968 by open pollination from Brewer's Gold and released to the trade in 1978. Because of its strong, clean bitterness, it is said to be among the most common bittering hops used in America. It is sensitive to growing conditions and can be more difficult to grow outside of the Northwest. Galena has a strong fruity/black currant aroma similar to Bullion.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:30", "betaAcidMin": 7, "categoryDisplay": "Hops", "id": 45, "humuleneMin": 10, "betaAcidMax": 9, "caryophylleneMax": 5.5, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 3, "cohumuloneMax": 42, "cohumuloneMin": 32, "myrceneMin": 55, "alphaAcidMin": 11, "humuleneMax": 15, "name": "Galena"}], "malt": [{"characteristics": [{"description": "Imparts an aromatic quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 1, "name": "Aromatic"}, {"description": "Imparts a biscuity quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 2, "name": "Biscuit"}], "srmPrecise": 23, "description": "Another Belgian malt, this gives a biscuit like flavor and aroma. Use for English ales, brown ales and porters. Can be used as a substitute for toasted malt.", "srmId": 23, "countryOfOrigin": "BE", "diastaticPower": 6, "createDate": "2013-06-24 16:07:42", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "882300", "id": 23, "name": "23"}, "country": {"displayName": "Belgium", "name": "BELGIUM", "isoThree": "BEL", "createDate": "2012-01-03 02:41:33", "numberCode": 56, "isoCode": "BE"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.036, "coarseFineDifference": 1.5, "maxInBatch": 10, "requiresMashing": "Y", "dryYield": 79, "protein": 10.5, "category": "malt", "id": 246, "moistureContent": 4, "name": "Biscuit Malt"}, {"category": "malt", "createDate": "2013-06-24 16:07:59", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 1956, "name": "Canada 2-Row Silo"}, {"category": "malt", "name": "Caramel/Crystal Malt 60L", "characteristics": [{"description": "Increases the body of the beer.", "createDate": "2013-06-24 16:07:26", "id": 3, "name": "Body"}, {"description": "Imparts a caramel quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 5, "name": "Caramel"}, {"description": "Helps the head retention of the beer.", "createDate": "2013-06-24 16:07:26", "id": 9, "name": "Head"}, {"description": "Imparts a sweet flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 14, "name": "Sweet"}], "createDate": "2013-06-24 16:07:45", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 386}]}, "nameDisplay": "Super Nova Summer Fest", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Dw13Ms/upload_bLMUjg-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Dw13Ms/upload_bLMUjg-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Dw13Ms/upload_bLMUjg-icon.png"}, "originalGravity": "1.053", "id": "Dw13Ms", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:20", "updateDate": "2015-12-16 11:46:11", "abv": "5", "styleId": 25, "availableId": 4, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "ibu": "35", "foodPairings": "Summer grilled food, BBQ, cinnamon and caramel desserts", "name": "Super Nova Summer Fest"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A nice crossover into craft beer. Light in color but not light in flavor. Two or three pints may reveal your inner super hero. How will you save the day?", "statusDisplay": "Verified", "nameDisplay": "Super Power", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "name": "Super Power", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "createDate": "2013-07-28 14:12:54", "updateDate": "2015-06-29 20:05:20", "styleId": 98, "availableId": 1, "id": "FM1Qu7", "glasswareId": 4}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Weighing in at 8.3% ABV this beer is super in both strength and flavor. World renowned for its distinctive peppery aroma, the Saaz hop is the favorite variety for all pilsner style lagers. This deep golden hued Imperial Pilsner is packed full of Saaz hops and the finest German malts. We promise you that a small glass of this beer won’t be enough, so be sure to ask you server to “Super Saaz” it for you.", "statusDisplay": "Verified", "nameDisplay": "Super Saaz Imperial Pilsner", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ENvLPZ/upload_kDRQCa-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ENvLPZ/upload_kDRQCa-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ENvLPZ/upload_kDRQCa-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 7, "srmMax": "4", "ibuMax": "40", "abvMin": "4", "fgMin": "1.006", "updateDate": "2015-04-07 15:35:59", "fgMax": "1.012", "shortName": "German Pilsener", "abvMax": "5", "id": 75, "srmMin": "3", "name": "German-Style Pilsener"}, "name": "Super Saaz Imperial Pilsner", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "createDate": "2012-01-09 19:37:54", "updateDate": "2015-12-16 15:07:29", "abv": "8.3", "styleId": 75, "availableId": 2, "id": "ENvLPZ", "glasswareId": 4}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "Super Saison", "nameDisplay": "Super Saison", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "id": "TdyNQj", "createDate": "2015-04-02 15:13:56", "updateDate": "2015-04-02 15:13:56", "abv": "9.5", "styleId": 72, "availableId": 4, "ibu": "38", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Super Saison", "nameDisplay": "Super Saison", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2012-10-08 21:41:33", "updateDate": "2015-05-22 18:24:00", "styleId": 72, "id": "zIJtqL", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Our beautifully complex Secret Sour Blonde balances fantastic body and mouthfeel with a distinct sour edge that compliments the day no matter the season or the weather.", "statusDisplay": "Verified", "nameDisplay": "Super Secret Sour", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "id": "QCRbFM", "createDate": "2016-09-25 14:28:48", "updateDate": "2016-09-25 14:28:48", "abv": "5.5", "styleId": 40, "ibu": "40", "name": "Super Secret Sour"}, {"status": "verified", "isOrganic": "N", "description": "Super Session is designed to be a light and refreshing beer with low alcohol, yet the full hop character of a Session IPA. Go ahead, you can have more than one… Cheers!\r\nKEEP COLD – DRINK FRESH!", "statusDisplay": "Verified", "nameDisplay": "Super Session IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/hgRcRG/upload_AuiKtX-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/hgRcRG/upload_AuiKtX-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/hgRcRG/upload_AuiKtX-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "Session India Pale Ales are gold to copper. Chill haze is allowable at cold temperatures and hop haze is allowable at any temperature. Fruity-ester aroma is light to moderate. Hop aroma is medium to high with qualities from a wide variety of hops from all over the world. Low to medium maltiness is present. Hop flavor is strong, characterized by flavors from a wide variety of hops. Hop bitterness is medium to high. Fruity-ester flavors are low to moderate. Diacetyl is absent or at very low levels. Body is low to medium.", "createDate": "2015-04-07 17:07:27", "categoryId": 3, "shortName": "Session IPA", "id": 164, "name": "Session India Pale Ale"}, "createDate": "2015-03-18 18:49:29", "updateDate": "2015-12-17 23:26:19", "abv": "4.8", "styleId": 164, "id": "hgRcRG", "name": "Super Session IPA"}, {"status": "verified", "isOrganic": "N", "description": "Super Session #2 is designed to be a light and refreshing beer with low alcohol, yet the full hop character of a Session IPA. Go ahead, you can have more than one… Cheers!\r\nKEEP COLD – DRINK FRESH!", "statusDisplay": "Verified", "nameDisplay": "Super Session IPA #2", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/z1oll0/upload_g6Zvko-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/z1oll0/upload_g6Zvko-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/z1oll0/upload_g6Zvko-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "Session India Pale Ales are gold to copper. Chill haze is allowable at cold temperatures and hop haze is allowable at any temperature. Fruity-ester aroma is light to moderate. Hop aroma is medium to high with qualities from a wide variety of hops from all over the world. Low to medium maltiness is present. Hop flavor is strong, characterized by flavors from a wide variety of hops. Hop bitterness is medium to high. Fruity-ester flavors are low to moderate. Diacetyl is absent or at very low levels. Body is low to medium.", "createDate": "2015-04-07 17:07:27", "categoryId": 3, "shortName": "Session IPA", "id": 164, "name": "Session India Pale Ale"}, "servingTemperature": "cold", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2015-07-31 19:55:31", "updateDate": "2016-11-28 15:35:09", "abv": "4.8", "styleId": 164, "id": "z1oll0", "name": "Super Session IPA #2"}, {"status": "verified", "isOrganic": "N", "name": "Super Smash Bros", "nameDisplay": "Super Smash Bros", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2016-06-15 13:48:20", "updateDate": "2016-06-15 13:48:20", "abv": "6.5", "styleId": 30, "id": "i3naAW", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Super Snapper is a strong, roasty, hoppy, complex ale—kind of like a Red Snapper meets an IPA. We started with the Red Snapper recipe and added 150 pounds more Pilsner malt, 20 pounds more caramel malt, 7.5 pounds more Cascade bittering hops during the boil, and an extra pound of Cascades to dry hop in the fermenter. The result is a hybrid ale that is a deep reddish copper with a medium body, rich roasty malts, and zesty, citrusy hops on the palette. It has a long bitter finish that derives from both the roasted malts and the 47 IBU. Super Snapper was brewed to commemorate Arbor Brewing Company and the Brewpub’s tenth anniversary.", "statusDisplay": "Verified", "nameDisplay": "Super Snapper Very Special Bitter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/FZN1Yv/upload_M3h4Qg-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/FZN1Yv/upload_M3h4Qg-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/FZN1Yv/upload_M3h4Qg-icon.png"}, "originalGravity": "1.07", "id": "FZN1Yv", "createDate": "2014-09-08 18:47:13", "updateDate": "2015-12-17 17:37:12", "abv": "7.5", "styleId": 31, "foodPairings": "The roasty palate pairs perfectly with earthy or smoky cheeses, grilled or smoked meats and veggies, and dark chocolate.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "ibu": "47", "name": "Super Snapper Very Special Bitter"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "This heroic beer takes our full-bodied winter warmer to a whole new level. Not by adding extra spices or exotic ingredients, nor by subtracting any of the magic. Instead, our brewers took the same flurry of roasted dark chocolate and caramel malts, and generous hops, and powered it all into a more concentrated experience. The result is a super-charged deep mahogany brew full of malt sweetness and robust flavors and aromas, creating rich and warming aspects of dark fruits, nuts and spice with a sweet finish. Draft Only October-January", "statusDisplay": "Verified", "nameDisplay": "Super Snow Cap", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/dCZojP/upload_an6noj-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/dCZojP/upload_an6noj-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/dCZojP/upload_an6noj-icon.png"}, "originalGravity": "1.008", "id": "dCZojP", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:20", "updateDate": "2015-12-16 11:54:25", "abv": "8.7", "styleId": 124, "availableId": 2, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "ibu": "51", "name": "Super Snow Cap"}, {"status": "verified", "isOrganic": "N", "description": "This beer sparkles with the vibrant flavors of Simcoe, Centennial, and Mosaic hops.", "statusDisplay": "Verified", "nameDisplay": "Super Sparkle", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2016-09-04 13:57:05", "updateDate": "2016-09-04 13:59:58", "abv": "6", "styleId": 30, "id": "DeX45V", "name": "Super Sparkle"}, {"status": "verified", "isOrganic": "N", "description": "Super Spruce owes its immense pine aromatics to a double dose of resin. The new growth of spruce trees layered with Chinook hops create a complex profile of fresh pine that includes floral, citrus, cola, and bubble gum undertones. This unboiled beer is luminous and hazy with a grapefruit-like acidity that perfectly showcases the bright coniferous flavors. Sea salt rounds the mouthfeel, while white oak provides tannic structure.", "statusDisplay": "Verified", "nameDisplay": "Super Spruce", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/qeirfW/upload_2wASg8-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/qeirfW/upload_2wASg8-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/qeirfW/upload_2wASg8-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "description": "Contemporary Goses are straw to medium amber, or, may take on the hue of added fruits or other ingredients if present. Appearance is cloudy/hazy with yeast character, and may have evidence of continued fermentation activity. A wide variety of herbal, spice, floral or fruity aromas other than found in traditional Leipzig-Style Gose are present, in harmony with other aromas. Horsey, leathery or earthy aromas contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Hop aroma is not perceived. Malt sweetness is not perceived to very low. They typically contain malted barley and unmalted wheat, with some traditional varieties containing oats. Hop flavor is not perceived. Hop bitterness is not perceived. A wide variety of herbal, spice, floral or fruity flavors other than found in traditional Leipzig-Style Gose, are present in harmony with the overall flavor profile. Salt (table salt) character is traditional in low amounts, but may vary from absent to present in Contemporary Gose. Horsey, leathery or earthy flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Contemporary Gose may be fermented with pure beer yeast strains, or with yeast mixed with bacteria. Contemporary Gose may be spontaneously fermented, similarly to Belgian-style gueuze/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. A primary difference between Belgian Gueuze and Gose is that Gose is served at a much younger age. Gose is typically enjoyed fresh and carbonated. Overall complexity of flavors and aromas sought while maintaining a balance between acidity, yeast-enhanced spice and refreshment is ideal. Body is low to medium-low.", "createDate": "2015-04-07 17:10:42", "categoryId": 1, "shortName": "Contemporary Gose", "id": 165, "name": "Contemporary Gose"}, "createDate": "2016-04-21 21:17:07", "updateDate": "2016-04-21 21:28:55", "abv": "4.7", "styleId": 165, "id": "qeirfW", "name": "Super Spruce"}, {"status": "verified", "isOrganic": "N", "description": "http://www.beeradvocate.com/beer/profile/651/137993/", "statusDisplay": "Verified", "nameDisplay": "Super Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2016-03-03 17:11:48", "updateDate": "2016-03-03 18:53:15", "abv": "5.2", "styleId": 42, "id": "WlenwP", "name": "Super Stout"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A chocolate oatmeal stout brewed with 100 lbs. of brewers oats and 50 lbs. of flaked barley. This brew is rich, creamy, roasty and disappears fast when on tap.", "statusDisplay": "Verified", "nameDisplay": "Super Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/zvhCuE/upload_PPLAtW-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/zvhCuE/upload_PPLAtW-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/zvhCuE/upload_PPLAtW-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "name": "Super Stout", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:20", "updateDate": "2015-12-16 08:12:56", "abv": "6", "styleId": 42, "availableId": 4, "id": "zvhCuE", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Super Stronghold is an English Strong Ale, based upon the recipe for Stronghold Session Ale. It is a bigger, sweeter, and maltier version of its little brother--rich with chocolate, dark fruit, and burnt sugar flavors. A blend of American and British base malts serve as a foundation for the crystal malt, chocolate malt, and oats that provide this beer its malty character. All this malt is balanced with a combination of Magnum, Willamette, Sterling, and Northern Brewer hops.", "statusDisplay": "Verified", "nameDisplay": "Super Stronghold", "originalGravity": "1.082", "id": "K6N50h", "createDate": "2015-02-26 20:19:57", "updateDate": "2015-07-10 16:13:38", "abv": "8.5", "styleId": 14, "foodPairings": "Try it with briny kalmata olives and a creamy, sharp cheese like sheep's milk feta.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.06", "description": "Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "21", "ibuMax": "65", "abvMin": "7", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:05", "fgMax": "1.04", "shortName": "Strong Ale", "abvMax": "11", "id": 14, "srmMin": "8", "name": "Strong Ale"}, "ibu": "60", "name": "Super Stronghold"}, {"status": "verified", "isOrganic": "N", "description": "Bourbon Barrel Aged Honey Belgian Style Witbeer Honey Ale", "statusDisplay": "Verified", "nameDisplay": "Super Swarm", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ezE7i9/upload_3jUU4z-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ezE7i9/upload_3jUU4z-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ezE7i9/upload_3jUU4z-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "createDate": "2015-01-05 12:53:53", "updateDate": "2015-12-17 20:41:09", "abv": "10", "styleId": 65, "id": "ezE7i9", "name": "Super Swarm"}, {"status": "verified", "isOrganic": "Y", "name": "Super Swine", "nameDisplay": "Super Swine", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/be9XAR/upload_pj9LXa-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/be9XAR/upload_pj9LXa-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/be9XAR/upload_pj9LXa-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "createDate": "2015-05-27 15:21:36", "updateDate": "2015-12-18 01:38:04", "abv": "7", "styleId": 125, "id": "be9XAR", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Tart, oak-conditioned, well-hopped American gose brewed with wheat, lemon zest, and sea salt. Dry-hopped with Mosaic, El Dorado, Columbus, and Jarrylo. The sequel to Super Going.", "statusDisplay": "Verified", "nameDisplay": "Super Symmetry", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/xq6GhN/upload_iEjxBr-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/xq6GhN/upload_iEjxBr-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/xq6GhN/upload_iEjxBr-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "description": "Contemporary Goses are straw to medium amber, or, may take on the hue of added fruits or other ingredients if present. Appearance is cloudy/hazy with yeast character, and may have evidence of continued fermentation activity. A wide variety of herbal, spice, floral or fruity aromas other than found in traditional Leipzig-Style Gose are present, in harmony with other aromas. Horsey, leathery or earthy aromas contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Hop aroma is not perceived. Malt sweetness is not perceived to very low. They typically contain malted barley and unmalted wheat, with some traditional varieties containing oats. Hop flavor is not perceived. Hop bitterness is not perceived. A wide variety of herbal, spice, floral or fruity flavors other than found in traditional Leipzig-Style Gose, are present in harmony with the overall flavor profile. Salt (table salt) character is traditional in low amounts, but may vary from absent to present in Contemporary Gose. Horsey, leathery or earthy flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Contemporary Gose may be fermented with pure beer yeast strains, or with yeast mixed with bacteria. Contemporary Gose may be spontaneously fermented, similarly to Belgian-style gueuze/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. A primary difference between Belgian Gueuze and Gose is that Gose is served at a much younger age. Gose is typically enjoyed fresh and carbonated. Overall complexity of flavors and aromas sought while maintaining a balance between acidity, yeast-enhanced spice and refreshment is ideal. Body is low to medium-low.", "createDate": "2015-04-07 17:10:42", "categoryId": 1, "shortName": "Contemporary Gose", "id": 165, "name": "Contemporary Gose"}, "createDate": "2015-11-23 18:50:42", "updateDate": "2015-12-18 05:51:33", "abv": "4.8", "styleId": 165, "id": "xq6GhN", "name": "Super Symmetry"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Super Tramp", "nameDisplay": "Super Tramp", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/m6K1Kq/upload_D3GIAM-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/m6K1Kq/upload_D3GIAM-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/m6K1Kq/upload_D3GIAM-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.088", "description": "American style wheat wines range from gold to deep amber and are brewed with 50% or more wheat malt. They have full body and high residual malty sweetness. Perception of bitterness is moderate to medium -high. Fruity-ester characters are often high and counterbalanced by complexity of alcohols and high alcohol content. Hop aroma and flavor are at low to medium levels. Very low levels of diacetyl may be acceptable. Bready, wheat, honey-like and/or caramel aroma and flavor are often part of the character. Phenolic yeast character, sulfur, and/or sweet corn-like dimethylsulfide (DMS) should not be present. Oxidized, stale and aged characters are not typical of this style. Chill haze is allowable.", "createDate": "2012-03-21 20:06:46", "ibuMin": "45", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:17", "fgMax": "1.032", "shortName": "Wheatwine", "abvMax": "12", "id": 35, "srmMin": "8", "name": "American-Style Wheat Wine Ale"}, "createDate": "2013-11-13 01:27:06", "updateDate": "2015-12-17 06:37:25", "abv": "9.8", "styleId": 35, "availableId": 1, "id": "m6K1Kq", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Super Trooper is a brown ale utilizing chocolate malt, Columbian coffee and donuts sourced from a local supplier. Off the nose you will think you walked into a coffee shop and not a brewery.", "statusDisplay": "Verified", "nameDisplay": "Super Trooper Coffee & Donut Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "id": "CgtTf3", "createDate": "2016-10-01 16:11:37", "updateDate": "2016-10-01 16:11:37", "abv": "7.3", "styleId": 37, "ibu": "12", "name": "Super Trooper Coffee & Donut Ale"}, {"status": "verified", "isOrganic": "N", "description": "Dry Hopped IPA", "statusDisplay": "Verified", "nameDisplay": "Super Truth", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "nV7I90", "createDate": "2015-10-27 00:11:00", "updateDate": "2015-10-27 00:11:00", "abv": "7.2", "styleId": 30, "ibu": "75", "name": "Super Truth"}, {"status": "verified", "isOrganic": "N", "name": "Super Villain!", "srmId": 28, "nameDisplay": "Super Villain!", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/AH8gWh/upload_ZrdoFf-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/AH8gWh/upload_ZrdoFf-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/AH8gWh/upload_ZrdoFf-icon.png"}, "originalGravity": "1.08", "id": "AH8gWh", "createDate": "2013-02-22 12:59:05", "updateDate": "2015-12-17 01:20:11", "abv": "8.9", "styleId": 28, "srm": {"hex": "6A0E00", "id": 28, "name": "28"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "These beers must portray the unique characters imparted by yeasts typically used in fruity and big Belgian-Style ales - These beers are not traditional Belgian styles which are already defined. They are unique beers unto themselves. Notes of banana, berry, apple, sometimes coriander spice-like and/or smoky-phenolic characters should be portrayed with balance of hops and malt character when fermented with such yeast. Hop aroma, flavor and bitterness not usually found in the base style, can be medium to very high and must show the characters of American hop varieties. Dark color falls in the deep amber/brown to black range. Roasted malts or barley may have a range of character from subtle to robust, and should be reflected in the overall character and balance of the beer. Esters should be at medium to high levels. Diacetyl should not be evident. Chill haze may be evident. Sulfurlike yeast character should be absent. No Brettanomyces character should be present. An ale which exhibits Brettanomyces character would be classified as \"American-style Brett Ale.\"A statement by the brewer that could include information such as style being elaborated upon, and other information about the entry with regard to flavor, aroma or appearance, is essential for fair assessment in competitions. Beers with Brettanomyces may be subcategorized under this category", "createDate": "2012-03-21 20:06:45", "categoryId": 3, "srmMax": "16", "updateDate": "2015-04-07 15:26:14", "shortName": "American/Belgian Dark", "id": 28, "srmMin": "16", "name": "Dark American-Belgo-Style Ale"}, "ibu": "80", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "The least hoppy of our IPAs -perfect for the newbie just discovering hops.  Made with galena hops.", "statusDisplay": "Verified", "nameDisplay": "Super ‘G” IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-07-22 21:01:13", "updateDate": "2015-07-22 21:01:13", "styleId": 30, "id": "OzYYps", "name": "Super ‘G” IPA"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Collaborating with De Molen Brewery, A super-charged Saison IPA is born. Featuring kilos of American hops to add a crazy twist to this European-style ale. The fruity, spicy flavors of this malty Double Saison are nicely complimented by an abundance of late and dry-hopping with the finest American hops.", "statusDisplay": "Verified", "nameDisplay": "Super-Charged Saison IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/iqyISQ/upload_9hzihB-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/iqyISQ/upload_9hzihB-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/iqyISQ/upload_9hzihB-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2014-11-15 18:44:11", "updateDate": "2015-12-17 18:36:34", "abv": "10.9", "styleId": 72, "availableId": 2, "id": "iqyISQ", "name": "Super-Charged Saison IPA"}, {"status": "verified", "isOrganic": "N", "description": "Imperial Coffee Stout", "statusDisplay": "Verified", "nameDisplay": "Superbad", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/UBLzv3/upload_ZXK26d-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/UBLzv3/upload_ZXK26d-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/UBLzv3/upload_ZXK26d-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2015-12-02 20:59:30", "updateDate": "2015-12-18 06:20:22", "abv": "9", "styleId": 43, "id": "UBLzv3", "name": "Superbad"}, {"status": "verified", "isOrganic": "N", "description": "Authentic Flavour Super Bock is the leading beer brand on the Portuguese market and is the only brand to have won 19 consecutive gold medals in the international contest Monde Selection da la Quality", "statusDisplay": "Verified", "nameDisplay": "SuperBock", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/RGbENJ/upload_U3HlMZ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/RGbENJ/upload_U3HlMZ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/RGbENJ/upload_U3HlMZ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "createDate": "2012-01-03 02:44:20", "updateDate": "2016-07-07 19:24:04", "abv": "5", "styleId": 3, "id": "RGbENJ", "name": "SuperBock"}, {"status": "verified", "isOrganic": "N", "name": "SuperBrew Taiwan Beer", "nameDisplay": "SuperBrew Taiwan Beer", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2013-05-10 18:10:34", "updateDate": "2015-05-21 19:07:01", "abv": "5", "styleId": 93, "id": "f0RERE", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "We added pureed apricots to this refreshing sour ale. Small amounts of Indian coriander and Mayan sea salt add a wonderful depth of flavor.", "statusDisplay": "Verified", "nameDisplay": "Supercalifragilisticexpialigose Apricot Gose", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "description": "Contemporary Goses are straw to medium amber, or, may take on the hue of added fruits or other ingredients if present. Appearance is cloudy/hazy with yeast character, and may have evidence of continued fermentation activity. A wide variety of herbal, spice, floral or fruity aromas other than found in traditional Leipzig-Style Gose are present, in harmony with other aromas. Horsey, leathery or earthy aromas contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Hop aroma is not perceived. Malt sweetness is not perceived to very low. They typically contain malted barley and unmalted wheat, with some traditional varieties containing oats. Hop flavor is not perceived. Hop bitterness is not perceived. A wide variety of herbal, spice, floral or fruity flavors other than found in traditional Leipzig-Style Gose, are present in harmony with the overall flavor profile. Salt (table salt) character is traditional in low amounts, but may vary from absent to present in Contemporary Gose. Horsey, leathery or earthy flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Contemporary Gose may be fermented with pure beer yeast strains, or with yeast mixed with bacteria. Contemporary Gose may be spontaneously fermented, similarly to Belgian-style gueuze/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. A primary difference between Belgian Gueuze and Gose is that Gose is served at a much younger age. Gose is typically enjoyed fresh and carbonated. Overall complexity of flavors and aromas sought while maintaining a balance between acidity, yeast-enhanced spice and refreshment is ideal. Body is low to medium-low.", "createDate": "2015-04-07 17:10:42", "categoryId": 1, "shortName": "Contemporary Gose", "id": 165, "name": "Contemporary Gose"}, "createDate": "2015-12-14 17:36:16", "updateDate": "2015-12-15 21:47:26", "abv": "4", "styleId": 165, "id": "R9qw8l", "name": "Supercalifragilisticexpialigose Apricot Gose"}, {"status": "verified", "isOrganic": "Y", "name": "Supercharged IPA", "nameDisplay": "Supercharged IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-07-14 02:05:19", "updateDate": "2015-07-14 02:05:19", "styleId": 30, "id": "6r1yuq", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "An experiment brewed during the hop shortage, this \"accident\" has become one of our most popular beers. It doesn't quite earn the title of Full Time Beer, but our customers have made it clear we should keep this hopped-up version of our red ale in stock, or else.", "statusDisplay": "Verified", "ingredients": {"hops": [{"category": "hop", "createDate": "2013-06-24 16:07:29", "categoryDisplay": "Hops", "id": 30, "name": "Columbus"}], "malt": [{"category": "malt", "name": "Black Malt", "characteristics": [{"description": "Imparts a coffee flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 7, "name": "Coffee"}], "createDate": "2013-06-24 16:07:42", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 247}, {"category": "malt", "createDate": "2013-06-24 16:07:45", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 378, "name": "Caramel/Crystal Malt"}, {"category": "malt", "srmPrecise": 2, "description": "Dextrine malt is a general term for a set of malts, including CaraPils and others, used to increase foam, head retention, sweetness, and body. Dextrine malts contain a lot of dextrins, sugar structures that are resistant to enzyme action that remain in the finished beer.", "srmId": 2, "countryOfOrigin": "US", "characteristics": [{"description": "Increases the body of the beer.", "createDate": "2013-06-24 16:07:26", "id": 3, "name": "Body"}, {"description": "Helps the head retention of the beer.", "createDate": "2013-06-24 16:07:26", "id": 9, "name": "Head"}], "createDate": "2013-06-24 16:07:44", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFD878", "id": 2, "name": "2"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.033, "coarseFineDifference": 1.5, "maxInBatch": 20, "requiresMashing": "N", "dryYield": 72, "protein": 13.2, "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "id": 365, "moistureContent": 4, "name": "CaraPils/Dextrin Malt"}, {"characteristics": [{"description": "Imparts a malty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 10, "name": "Malty"}, {"description": "Imparts a sweet flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 14, "name": "Sweet"}], "srmPrecise": 9, "description": "Munich Malt has a malty sweet flavor characteristic and adds a reddish amber color to the beer. It has enough diastatic power to convert itself, but needs help from another malt, such as 2-row malt, to convert other grains.", "srmId": 9, "countryOfOrigin": "DE", "diastaticPower": 72, "createDate": "2013-06-24 16:07:52", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "E58500", "id": 9, "name": "9"}, "country": {"displayName": "Germany", "name": "GERMANY", "isoThree": "DEU", "createDate": "2012-01-03 02:41:33", "numberCode": 276, "isoCode": "DE"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.037, "coarseFineDifference": 1.3, "maxInBatch": 80, "requiresMashing": "Y", "dryYield": 80, "protein": 11.5, "category": "malt", "id": 650, "moistureContent": 5, "name": "Munich Malt"}, {"category": "malt", "srmPrecise": 2, "description": "The is the standard starting point for almost all beer recipes. Smooth with a less grainy more moderate flavour.", "srmId": 2, "countryOfOrigin": "US", "diastaticPower": 140, "createDate": "2013-06-24 16:07:57", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFD878", "id": 2, "name": "2"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.036, "coarseFineDifference": 1.5, "maxInBatch": 100, "requiresMashing": "Y", "dryYield": 79, "protein": 12.3, "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "id": 1922, "moistureContent": 4, "name": "Two-Row Pale Malt"}], "yeast": [{"category": "yeast", "attenuationMin": 63, "description": "A classic ESB strain from one of England's largest independent breweries. This yeast is best suited for English style ales including milds, bitters, porters, and English style stouts. This yeast will leave a beer very clear, and will leave some residual sweetness.", "categoryDisplay": "Yeast", "yeastFormat": "liquid", "productId": "WLP002", "attenuationMax": 70, "alcoholToleranceMin": 5, "fermentTempMin": 65, "fermentTempMax": 68, "createDate": "2013-06-24 16:09:05", "updateDate": "2013-06-24 16:10:52", "supplier": "White Labs", "yeastType": "ale", "alcoholToleranceMax": 10, "id": 1625, "name": "English Ale"}]}, "nameDisplay": "Superchopp", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/20Uy4s/upload_G1F73c-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/20Uy4s/upload_G1F73c-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/20Uy4s/upload_G1F73c-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "20Uy4s", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-09-08 11:59:52", "updateDate": "2015-05-22 02:50:18", "abv": "7.2", "styleId": 32, "availableId": 4, "glasswareId": 5, "ibu": "80", "name": "Superchopp"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "An amped up version of our year round Wildflower Pale, this  one is brewed with Jasmine, Chrysanthemum, and Chamomile flowers.  Slightly sweet and spicy, floral and herbal.  Appeals to both beer and tea drinkers alike.", "statusDisplay": "Verified", "nameDisplay": "Superflower Pale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "id": "zJT9Va", "createDate": "2015-08-18 16:09:14", "updateDate": "2015-08-18 16:09:25", "abv": "5.5", "styleId": 124, "availableId": 4, "ibu": "40", "name": "Superflower Pale"}, {"status": "verified", "isOrganic": "N", "description": "An American Pale Ale brewed with Jasmine, Chrysanthemum, and Chamomile flowers.", "statusDisplay": "Verified", "nameDisplay": "Superflower Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "id": "v9NqPa", "createDate": "2014-09-10 00:34:54", "updateDate": "2014-09-10 18:45:07", "abv": "5.6", "styleId": 124, "ibu": "38", "name": "Superflower Pale Ale"}, {"status": "verified", "isOrganic": "N", "description": "An American Double IPA with a large but basic malt bill that explodes with a perfume of resiny hop aromas! The lack of sweet specialty grains allows the hops to seize the flavor focus contributing bright tasty qualities of citrus fruit, berries, and even a mild spiciness. The perfect bitterness resonates across palate complimenting the awesome hop intensity within.", "statusDisplay": "Verified", "nameDisplay": "Superfluid", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/6mHyRa/upload_BFeqdz-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/6mHyRa/upload_BFeqdz-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/6mHyRa/upload_BFeqdz-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "6mHyRa", "createDate": "2014-03-13 01:29:20", "updateDate": "2016-06-01 18:35:44", "abv": "8", "styleId": 31, "ibu": "71", "name": "Superfluid"}, {"status": "verified", "isOrganic": "N", "name": "Superfly", "nameDisplay": "Superfly", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/bJf0Gp/upload_fbliKl-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/bJf0Gp/upload_fbliKl-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/bJf0Gp/upload_fbliKl-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2014-06-17 14:20:36", "updateDate": "2015-12-17 15:28:29", "abv": "7.5", "styleId": 30, "id": "bJf0Gp", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "Y", "description": "The origins of the Oatmeal Stout can be traced back to the medieval period in Europe, where brewers utilized the abundance of oats to produce a sweet, smooth ale. Later, the Oatmeal Stout gained popularity due to its reputation as a healthful, strengthening drink – doctors recommended the beer to nursing mothers, athletes, and even sick children. American brewers picked up on the oatmeal trend from England in the 1970s and 80s, and since then this beer has become a popular go-to for both micro-brewers and home brewers alike. Truly, a brew that cures whatever ails you…", "statusDisplay": "Verified", "nameDisplay": "Superfly Oatmeal Stout", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.038", "description": "Oatmeal stouts include oatmeal in their grist, resulting in a pleasant, full flavor and a smooth profile that is rich without being grainy. A roasted malt character which is caramel-like and chocolate-like should be evident - smooth and not bitter. Coffee-like roasted barley and roasted malt aromas (chocolate and nut-like) are prominent. Color is dark brown to black. Bitterness is moderate, not high. Hop flavor and aroma are optional but should not overpower the overall balance if present. This is a medium- to full- bodied beer, with minimal fruity esters. Diacetyl should be absent or at extremely low levels. Original gravity range and alcohol levels are indicative of English tradition of oatmeal stout.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "20", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:22:53", "fgMax": "1.02", "shortName": "Oatmeal Stout", "abvMax": "6", "id": 21, "srmMin": "20", "name": "Oatmeal Stout"}, "name": "Superfly Oatmeal Stout", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-08-14 23:35:28", "updateDate": "2015-06-05 15:27:38", "abv": "6", "styleId": 21, "availableId": 8, "id": "eiJ3vw", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Superfuckingeverything", "nameDisplay": "Superfuckingeverything", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2015-09-18 12:07:10", "updateDate": "2015-09-18 17:17:26", "abv": "9.5", "styleId": 31, "id": "2AEWF3", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Superfuckingyawn", "nameDisplay": "Superfuckingyawn", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2015-09-19 13:34:44", "updateDate": "2015-09-21 19:12:53", "abv": "9.5", "styleId": 31, "id": "9tF4yt", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "An Oatmeal Stout named for our buddies at SuperFun Eco Tours. They lead kayak tours of Assateague in the summer, and hibernate in the brewery for the winter. A generous helping of golden naked oats gives this beer it's smooth silky mouthfeel.", "statusDisplay": "Verified", "nameDisplay": "SuperFun Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.038", "description": "Oatmeal stouts include oatmeal in their grist, resulting in a pleasant, full flavor and a smooth profile that is rich without being grainy. A roasted malt character which is caramel-like and chocolate-like should be evident - smooth and not bitter. Coffee-like roasted barley and roasted malt aromas (chocolate and nut-like) are prominent. Color is dark brown to black. Bitterness is moderate, not high. Hop flavor and aroma are optional but should not overpower the overall balance if present. This is a medium- to full- bodied beer, with minimal fruity esters. Diacetyl should be absent or at extremely low levels. Original gravity range and alcohol levels are indicative of English tradition of oatmeal stout.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "20", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:22:53", "fgMax": "1.02", "shortName": "Oatmeal Stout", "abvMax": "6", "id": 21, "srmMin": "20", "name": "Oatmeal Stout"}, "id": "Mf2qc6", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-02-14 18:06:33", "updateDate": "2015-06-01 18:11:44", "abv": "5", "styleId": 21, "availableId": 4, "glasswareId": 5, "ibu": "36", "name": "SuperFun Stout"}, {"status": "verified", "isOrganic": "N", "name": "superfun!GOLD!", "nameDisplay": "superfun!GOLD!", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Y3qmKJ/upload_k0km3w-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Y3qmKJ/upload_k0km3w-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Y3qmKJ/upload_k0km3w-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2014-01-28 13:22:45", "updateDate": "2015-12-17 09:03:08", "styleId": 25, "id": "Y3qmKJ", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available during the summer months.", "id": 6, "name": "Summer"}, "isOrganic": "N", "description": "Superfuzz Blood Orange Pale :: Call it Orangesploitation. There's a new beer in town--Superfuzz Blood Orange Pale--and he's sticking it to the Man. Superfuzz is a beer you can get behind, with Pale, Munich and Dextri-Pils malts and German Northern Brewer and Cascade hops to bitter and flavor. But it's Citra, Amarillo and blood orange peel and puree that'll really get you on your feet. Never dance? We'll see about that. With a 5.4% ABV and layer on layer of mystical complexity, Superfuzz is shining, streaming, gleaming, flaxen, waxen.", "srmId": 13, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Superfuzz", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/FfpDCa/upload_HDXBKW-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/FfpDCa/upload_HDXBKW-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/FfpDCa/upload_HDXBKW-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "FfpDCa", "statusDisplay": "Verified", "createDate": "2013-02-24 16:22:36", "updateDate": "2016-05-20 13:59:53", "abv": "5.4", "styleId": 25, "availableId": 6, "glasswareId": 5, "ibu": "45", "srm": {"hex": "CB6200", "id": 13, "name": "13"}, "name": "Superfuzz"}]
