[{"status": "verified", "isOrganic": "N", "name": "The Creeker", "nameDisplay": "The Creeker", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/wvMgTn/upload_FfyXDb-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/wvMgTn/upload_FfyXDb-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/wvMgTn/upload_FfyXDb-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2013-09-01 13:26:13", "updateDate": "2015-12-17 06:22:50", "abv": "9", "styleId": 31, "id": "wvMgTn", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Creeper Doppelbock is a big German-American style Doppelbock brewed with the band Pelican in honor of the band’s 10th anniversary.", "statusDisplay": "Verified", "nameDisplay": "The Creeper", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.074", "description": "Malty sweetness is dominant but should not be cloying. Malt character is more reminiscent of fresh and lightly toasted Munich- style malt, more so than caramel or toffee malt character. Some elements of caramel and toffee can be evident and contribute to complexity, but the predominant malt character is an expression of toasted barley malt. Doppelbocks are full bodied and deep amber to dark brown in color. Astringency from roast malts is absent. Alcoholic strength is high, and hop rates increase with gravity. Hop bitterness and flavor should be low and hop aroma absent. Fruity esters are commonly perceived but at low to moderate levels. Diacetyl should be absent", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 7, "srmMax": "30", "ibuMax": "27", "abvMin": "6.5", "fgMin": "1.014", "updateDate": "2015-04-07 15:39:08", "fgMax": "1.02", "shortName": "Doppelbock", "abvMax": "8", "id": 90, "srmMin": "12", "name": "German-Style Doppelbock"}, "createDate": "2014-06-08 12:30:55", "updateDate": "2015-02-27 14:58:26", "styleId": 90, "availableId": 2, "id": "GessCY", "name": "The Creeper"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Style/lineage is so confusing it is a ’crisis.’ All of the hops are exclusively added late in the boil, also known as the hop-bursting technique. New World hops (NZ and USA) are used in this beer for big juicy aroma and flavor.", "statusDisplay": "Verified", "nameDisplay": "The Crisis", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-01-28 22:06:19", "updateDate": "2015-01-28 22:06:19", "abv": "3.9", "styleId": 25, "availableId": 4, "id": "gmd2Ls", "name": "The Crisis"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "There is no beautifier of complexion, or form, or behavior...\r\nThe original Sehr Crisp from Sixpoint. Brewed with noble hops for indelible sehr crisp flavor.", "srmId": 6, "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "nameDisplay": "The Crisp", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/IJim1x/upload_bWvNrO-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/IJim1x/upload_bWvNrO-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/IJim1x/upload_bWvNrO-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "Traditional Bohemian Pilseners are medium bodied, and they can be as dark as a light amber color. This style balances moderate bitterness and noble-type hop aroma and flavor with a malty, slightly sweet, medium body. Extremely low levels of diacetyl and low levels of sweet corn-like dimethylsulfide (DMS) character, if perceived, are characteristic of this style and both may accent malt aroma. A toasted-, biscuit-like, bready malt character along with low levels of sulfur compounds may be evident. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "30", "categoryId": 7, "srmMax": "7", "ibuMax": "45", "abvMin": "4", "fgMin": "1.014", "updateDate": "2015-04-07 15:36:03", "fgMax": "1.02", "shortName": "Bohemian Pilsener", "abvMax": "5", "id": 76, "srmMin": "3", "name": "Bohemian-Style Pilsener"}, "id": "IJim1x", "statusDisplay": "Verified", "createDate": "2012-03-08 12:59:07", "updateDate": "2015-12-16 16:08:13", "abv": "5.4", "styleId": 76, "availableId": 1, "glasswareId": 4, "ibu": "42", "srm": {"hex": "F8A600", "id": 6, "name": "6"}, "name": "The Crisp"}, {"status": "verified", "isOrganic": "N", "name": "The Crooked Cardinal", "nameDisplay": "The Crooked Cardinal", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.084", "description": "Quadrupels or \"Quads\" are characterized by the immense presence of alcohol and balanced flavor, bitterness and aromas. Its color is deep amber to rich chestnut/garnet brown. Often characterized by a mousse-like dense, sometimes amber head will top off a properly poured and served quad. Complex fruity aroma and flavor emerge reminiscent of raisins, dates, figs, grapes, plums often accompanied with a hint of winy character. Caramel, dark sugar and malty sweet flavors and aromas can be intense, not cloying, while complementing fruitiness. Though well attenuated it usually has a full, creamy body. Hop characters do not dominate; low to low-medium bitterness is perceived. Perception of alcohol can be extreme. Clove-like phenolic flavor and aroma should not be evident. Chill haze is acceptable at low serving temperatures. Diacetyl and DMS should not be perceived. Well balanced with savoring/sipping drinkability. Oxidative character if evident in aged Quads should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 5, "srmMax": "20", "ibuMax": "50", "abvMin": "9", "fgMin": "1.014", "updateDate": "2015-04-07 15:33:33", "fgMax": "1.02", "shortName": "Belgian Quad", "abvMax": "14", "id": 60, "srmMin": "8", "name": "Belgian-Style Quadrupel"}, "createDate": "2015-04-01 18:48:21", "updateDate": "2015-04-01 18:48:22", "abv": "9.6", "styleId": 60, "id": "6SwhDD", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "Habanero Lime", "statusDisplay": "Verified", "nameDisplay": "The Crowbar", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.07", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:07", "fgMax": "1.01", "shortName": "Fruit Cider", "abvMax": "9", "id": 155, "name": "Fruit Cider"}, "createDate": "2015-07-02 02:31:22", "updateDate": "2015-07-02 02:31:23", "abv": "6", "styleId": 155, "id": "hUkLt1", "name": "The Crowbar"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Germans be damned, we'll put adjuncts in our beer! So we decided to put Pumpkins in our second commercial release. This is a spiced Pumpkin Ale, with sweet Pumpkin and vanilla flavours at the front, followed up by cinnamon and nutmeg. The body is light to medium, clear and golden and brimming with magic.", "statusDisplay": "Verified", "nameDisplay": "The Crown Prince", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Pumpkin beers are any beers using pumpkins (Cucurbito pepo) as an adjunct in either mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Pumpkin qualities should not be overpowered by hop character. These may or may not be spiced or flavored with other things. A statement by the brewer explaining the nature of the beer is essential for fair assessment in competitions. If this beer is a classic style with pumpkin, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:28", "fgMax": "1.03", "shortName": "Pumpkin Beer", "abvMax": "12", "id": 121, "srmMin": "5", "name": "Pumpkin Beer"}, "name": "The Crown Prince", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-12-21 20:16:50", "updateDate": "2012-12-21 20:18:32", "abv": "5", "styleId": 121, "availableId": 1, "id": "MIbt12", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "The Crucible", "nameDisplay": "The Crucible", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian pale strong ales are pale to golden in color with relatively light body for a beer of its alcoholic strength. Often brewed with light colored Belgian \"candy\" sugar, these beers are well attenuated. The perception of hop bitterness is medium-low to medium -high, with hop flavor and aroma also in this range. These beers are highly attenuated and have a perceptively deceiving high alcoholic character-being light to medium bodied rather than full bodied. The intensity of malt character should be low to medium, often surviving along with a complex fruitiness. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "10", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:16", "fgMax": "1.024", "shortName": "Belgian Pale Strong", "abvMax": "11", "id": 63, "srmMin": "4", "name": "Belgian-Style Pale Strong Ale"}, "createDate": "2016-11-08 19:37:25", "updateDate": "2016-11-08 19:37:25", "abv": "9.5", "styleId": 63, "id": "7tBKHV", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Imperial Black IPA", "statusDisplay": "Verified", "nameDisplay": "The Crucible", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/63Sccg/upload_JLW8As-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/63Sccg/upload_JLW8As-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/63Sccg/upload_JLW8As-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.056", "description": "American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "35", "ibuMax": "70", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:28:36", "fgMax": "1.018", "shortName": "Black Ale", "abvMax": "7.5", "id": 41, "srmMin": "35", "name": "American-Style Black Ale"}, "name": "The Crucible", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-12 00:24:16", "updateDate": "2016-05-18 12:40:29", "abv": "7.2", "styleId": 41, "id": "63Sccg", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "A highly drinkable golden ale with lager-like qualities. Pilsner malts, noble hops imported from Germany and pure Napa Valley water are set to a cool ale fermentation and the result is a remarkably crisp, clean, “crushable” beer.", "statusDisplay": "Verified", "nameDisplay": "The Crusher", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "id": "0ahYO4", "createDate": "2014-01-03 05:20:23", "updateDate": "2014-01-03 12:42:45", "abv": "5.3", "styleId": 36, "ibu": "14", "name": "The Crusher"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "American Brett Ale with kiwi and pineapple juice.\r\n\r\nGABF 2014 - Bronze - American Brett Beer", "statusDisplay": "Verified", "nameDisplay": "The Curious No. 2", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Brett Beers are any range of color and may take on the color of added fruits or other ingredients. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Moderate to intense yet balanced fruity-ester aromas are evident. In darker versions, roasted malt, caramel-like and chocolate-like aromas are subtly present. Diacetyl and DMS aromas should not be perceived. Hop aroma is evident over a full range from low to high. In darker versions, roasted malt, caramel-like and chocolate-like flavors are subtly present. Fruited versions will exhibit fruit flavors in harmonious balance with other characters. Hop flavor is evident over a full range from low to high. Hop bitterness is evident over a full range from low to high. The evolution of natural acidity develops balanced complexity. Horsey, goaty, leathery, phenolic and light to moderate and/or fruity acidic character evolved from Brettanomyces organisms may be evident, not dominant and in balance with other character. Cultured yeast strains may be used in the fermentation. Beers in this style should not use bacteria or exhibit bacteria-derived characters. Moderate to intense yet balanced fruity-ester flavors are evident. Diacetyl and DMS flavors should not be perceived. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Body is evident over a full range from low to high. For purposes of competition entries exhibiting wood-derived characters or characters of liquids previously aged in wood would more appropriately be entered in other Wood-Aged Beer categories. Wood- and barrel-aged sour ales should not be entered here and are classified elsewhere.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 17:04:16", "shortName": "Brett", "id": 39, "name": "Brett Beer"}, "createDate": "2015-04-01 18:26:06", "updateDate": "2015-04-01 20:20:03", "styleId": 39, "availableId": 2, "id": "mEt29A", "name": "The Curious No. 2"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "One of the first Imperial beers made at Short’s, this American Pilsner has an appealing clear, bright, golden straw color. Faint esters of fresh baked bread and grain aromas precede the flavor resulting from the abundance of flake maize used in this recipe. Hefty doses of hops create a pronounced dryness that seamlessly blends with the crisp, clean finish.", "statusDisplay": "Verified", "nameDisplay": "The Curl", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/dPh9rA/upload_ndJNwC-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/dPh9rA/upload_ndJNwC-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/dPh9rA/upload_ndJNwC-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "id": "dPh9rA", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "createDate": "2012-01-03 02:44:22", "updateDate": "2015-12-16 13:14:02", "abv": "7", "styleId": 98, "availableId": 2, "glasswareId": 4, "ibu": "50", "name": "The Curl"}, {"status": "verified", "isOrganic": "Y", "description": "The Cut series is Oak Theory aged on whole CO fruit, more than twice the amount of Fruit Stand. The Cut: Balaton Cherry is 2 barrels of Oak Theory selected for their unique funk profile and aged for over a month on 2.5 pounds of hand-picked (by Troy) Balaton sour cherries from Hotchkiss, CO. We’ve been patiently holding onto these cherries since July last year, just waiting for the perfect barrels to present themselves. We were very tempted to use them in Fruit Stand, but held off and waited for Oak Theory to come to fruition. We’re glad we did! This is the best beer Troy has ever made, hands down.", "statusDisplay": "Verified", "nameDisplay": "The Cut: Balaton Cherry", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2015-07-29 15:53:03", "updateDate": "2015-07-29 15:53:03", "abv": "5", "styleId": 40, "id": "Zb066M", "name": "The Cut: Balaton Cherry"}, {"status": "verified", "isOrganic": "Y", "description": "The Cut series is Oak Theory aged on whole CO fruit, more than twice the amount of Fruit Stand. The Cut: Blackberry is 2 barrels of Oak Theory selected for their light funk and acidity and aged for a month on over 2 pounds of hand-picked blackberries from a secret location here on the Western Slope. We’ve been patiently holding onto these blackberries since July last year, just waiting for the perfect barrels to present themselves. We were very tempted to use them in Fruit Stand, but held off and waited for Oak Theory to come to fruition. We’re glad we did! Don’t think Blackberry Fruit Stand has enough fruit? This is for you.", "statusDisplay": "Verified", "nameDisplay": "The Cut: Blackberry", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged sour beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood and has developed a bacterial induced natural acidity. This beer is aged in wood with the intention of introducing the micro flora present in the wood. Sometimes wood aging is intended to impart the particularly unique character of the wood, but wood-aged is not necessarily synonymous with imparting wood-flavors. Wood character can be characterized as a complex blend of vanillin and unique wood character. Wood-derived character can also be characterized by flavors of the product that was in the barrel during prior use. These wood-derived flavors, if present in this style, can be very low in character and barely perceived or evident or assertive as wood-derived flavors. Any degree of woodderived flavors should be in balance with other beer character. Fruit and herb/spiced versions may take on the hue, flavors and aromas of added ingredients.  Usually bacteria and \"wild\" yeasts fermentation contributes complex esters and results in a dry to very dry beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of acidity, complex esters, and new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character.  Brewers when entering this category should specify type of barrel used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties). The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:56", "shortName": "BBL Aged Sour", "id": 136, "name": "Wood- and Barrel-Aged Sour Beer"}, "createDate": "2015-07-29 15:54:15", "updateDate": "2015-07-29 15:54:15", "abv": "5", "styleId": 136, "id": "BuiuFn", "name": "The Cut: Blackberry"}, {"status": "verified", "isOrganic": "Y", "description": "The Cut series is Oak Theory aged on whole CO fruit, more than twice the amount of Fruit Stand. The Cut: Montmorency Cherry is 4 barrels of Oak Theory aged for 11 months in oak before selection for 2.7 pounds of Hotchkiss, CO sour Montmorency cherries per gallon of beer. A huge cherry aroma with tart funky Oak Theory notes in the background. We love being able to showcase specific fruit varieties as this blend and Balaton vary greatly in cherry flavor, but not intensity.", "statusDisplay": "Verified", "nameDisplay": "The Cut: Montmorency Cherry", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged sour beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood and has developed a bacterial induced natural acidity. This beer is aged in wood with the intention of introducing the micro flora present in the wood. Sometimes wood aging is intended to impart the particularly unique character of the wood, but wood-aged is not necessarily synonymous with imparting wood-flavors. Wood character can be characterized as a complex blend of vanillin and unique wood character. Wood-derived character can also be characterized by flavors of the product that was in the barrel during prior use. These wood-derived flavors, if present in this style, can be very low in character and barely perceived or evident or assertive as wood-derived flavors. Any degree of woodderived flavors should be in balance with other beer character. Fruit and herb/spiced versions may take on the hue, flavors and aromas of added ingredients.  Usually bacteria and \"wild\" yeasts fermentation contributes complex esters and results in a dry to very dry beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of acidity, complex esters, and new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character.  Brewers when entering this category should specify type of barrel used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties). The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:56", "shortName": "BBL Aged Sour", "id": 136, "name": "Wood- and Barrel-Aged Sour Beer"}, "createDate": "2015-07-29 15:54:58", "updateDate": "2015-07-29 15:54:58", "abv": "5", "styleId": 136, "id": "oERiPE", "name": "The Cut: Montmorency Cherry"}, {"available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "srmId": 41, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/P5p4Ji/upload_YLtA4k-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/P5p4Ji/upload_YLtA4k-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/P5p4Ji/upload_YLtA4k-icon.png"}, "styleId": 43, "availableId": 8, "foodPairings": "The roasted barley, chocolate, anise and mocha flavors of The Czar are accentuated by all manner of chocolate desserts. We also love The Czar with coffee-crusted filet mignon, as its bold flavors are able to stand up to the instensity of the coffee/meat combination.", "id": "P5p4Ji", "statusDisplay": "Verified", "originalGravity": "1.104", "nameDisplay": "The Czar", "abv": "11.03", "status": "verified", "description": "Behold the stunning crimson hues through the inky blackness. Inhale the noble Hallertau hops, spicy and floral. Savor the flavors redolent of English toffee, rich mocha, sweet molasses, candied currants and a hint of anise. We highly recommend cellaring additional bottles, as the Czar will continue to mature and become denser and more complex with age.\r\n\r\nThe Czar is the first installment in our Dictator Series.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "glasswareId": 8, "name": "The Czar", "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "updateDate": "2015-12-15 21:29:54", "ibu": "55", "createDate": "2012-01-03 02:44:22"}, {"status": "verified", "isOrganic": "Y", "description": "An all cascade hop bomb brewed exclusively for The Daily Growler.", "statusDisplay": "Verified", "nameDisplay": "The Daily IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-06-26 23:20:36", "updateDate": "2015-06-26 23:20:36", "abv": "6.9", "styleId": 30, "id": "Cmdd0x", "name": "The Daily IPA"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "Y", "description": "Brewed with dried flowers of Scandinavian/Germanic origin and wheat, this easy drinking blonde ale has a floral bouquet that will seduce you, but watch out - at 7.6% ABV, she might be more \"Shield Maiden\" than \"Dainty!\"", "statusDisplay": "Verified", "nameDisplay": "The Dainty Viking", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2015-05-08 14:34:58", "updateDate": "2015-05-08 14:34:58", "abv": "7.6", "styleId": 36, "availableId": 1, "id": "1zkMPt", "name": "The Dainty Viking"}, {"status": "verified", "isOrganic": "Y", "description": "Take the floral elderflower of the original Dainty Viking and add floral, lemony grapefruit flavors of a Cascade hops in an innovative technique to create unique one-off sixtels that will tease your taste buds! Try it while it lasts on Beer Theory Thursday!", "statusDisplay": "Verified", "nameDisplay": "The Dainty Viking - with Cascade-Infusion!", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2015-05-08 14:37:59", "updateDate": "2015-05-08 14:37:59", "abv": "7.6", "styleId": 36, "id": "eJTAZK", "name": "The Dainty Viking - with Cascade-Infusion!"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "The Dandy is a balanced IPA with a slight malt presence that accentuates a moderate hop bitterness.\r\n\r\nGrapefruit, citrus, and peppery hop aromas and flavors play together with an understated sweet malt character.  There is a drying bitterness in the finish.", "statusDisplay": "Verified", "nameDisplay": "The Dandy", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/L6PbCh/upload_tciiaC-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/L6PbCh/upload_tciiaC-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/L6PbCh/upload_tciiaC-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "foodPairings": "Meat pie.", "createDate": "2014-03-05 20:23:58", "updateDate": "2015-12-17 11:15:10", "abv": "6.6", "styleId": 30, "availableId": 1, "id": "L6PbCh", "name": "The Dandy"}, {"status": "verified", "isOrganic": "N", "name": "The Dank Triple IPA", "nameDisplay": "The Dank Triple IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "rNamre", "createDate": "2015-03-09 20:14:05", "updateDate": "2015-03-09 20:14:05", "abv": "9.3", "styleId": 31, "ibu": "103", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Pumpkin ale with a fusion of Cherrywood smoked and Cara malts, our select blend of spices, trio of chilies and cocoa nibs.", "statusDisplay": "Verified", "nameDisplay": "The Dapper Skeleton", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "id": "jKYCII", "createDate": "2014-12-20 00:59:45", "updateDate": "2015-01-22 22:39:28", "abv": "5.9", "styleId": 124, "availableId": 2, "ibu": "11", "name": "The Dapper Skeleton"}, {"status": "verified", "isOrganic": "N", "description": "Belgian strong ale with notes of dark fruit (plum, cherry, red grapes) and a slightly sweet finish.", "statusDisplay": "Verified", "nameDisplay": "The Dark Crystal Belgian Dubbel", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.06", "description": "This medium-bodied, red to dark brown colored ale has a malty sweetness and chocolate-like caramel aroma. A light hop flavor and/or aroma is acceptable. Dubbels are also characterized by low-medium to medium bitterness. No diacetyl is acceptable. Yeastgenerated fruity esters (especially banana) are appropriate at low levels. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Often bottle conditioned a slight yeast haze and flavor may be evident.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "36", "ibuMax": "30", "abvMin": "6.25", "fgMin": "1.012", "updateDate": "2015-04-07 15:31:45", "fgMax": "1.016", "shortName": "Belgian Dubbel", "abvMax": "7.5", "id": 58, "srmMin": "16", "name": "Belgian-Style Dubbel"}, "id": "Kc6NOS", "createDate": "2015-01-24 15:16:59", "updateDate": "2015-01-24 15:16:59", "abv": "7", "styleId": 58, "ibu": "25", "name": "The Dark Crystal Belgian Dubbel"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A devilishly delicious milk stout brewed with Galena hops to bring out a little mischief in everyone.  One sip and you'll be dancing like the satyrs of the forest.", "srmId": 38, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "The Dark One", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/HMJR8Y/upload_NpsWZt-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/HMJR8Y/upload_NpsWZt-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/HMJR8Y/upload_NpsWZt-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "40", "ibuMax": "25", "abvMin": "3", "fgMin": "1.012", "updateDate": "2015-04-07 15:24:41", "fgMax": "1.02", "shortName": "Sweet Stout", "abvMax": "6", "id": 20, "srmMin": "40", "name": "Sweet or Cream Stout"}, "id": "HMJR8Y", "statusDisplay": "Verified", "createDate": "2012-11-08 12:36:57", "updateDate": "2015-12-16 20:24:47", "abv": "6.3", "styleId": 20, "availableId": 1, "glasswareId": 5, "ibu": "28", "srm": {"hex": "3B0607", "id": 38, "name": "38"}, "name": "The Dark One"}, {"status": "verified", "isOrganic": "N", "name": "The Dark Passenger", "nameDisplay": "The Dark Passenger", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "These very dark brown to black beers have a mild roasted malt character without the associated bitterness. This is not a fullbodied beer, but rather a moderate body gently enhances malt flavor and aroma with low to moderate levels of sweetness. Hop bitterness is low to medium in character. Noble-type hop flavor and aroma should be low but perceptible. There should be no fruity esters. Diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "22", "categoryId": 7, "srmMax": "30", "ibuMax": "30", "abvMin": "3.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:37:12", "fgMax": "1.016", "shortName": "Schwarzbier", "abvMax": "5", "id": 84, "srmMin": "25", "name": "German-Style Schwarzbier"}, "createDate": "2015-12-11 18:03:15", "updateDate": "2015-12-11 18:03:15", "styleId": 84, "id": "7R2mhl", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "meaning \"dark wheat\" ale features a slight hint of cloves courtesy of the Bavarian yeast strain, and while the hops are not prominent, they offer some light spice tones - a very sessionable beer", "statusDisplay": "Verified", "nameDisplay": "The Dark Side", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.048", "description": "This beer style is characterized by a distinct sweet maltiness and a chocolate-like character from roasted malt. Estery and phenolic elements of this Weissbier should be evident but subdued. Color can range from copper-brown to dark brown. Dunkel Weissbier is well attenuated and very highly carbonated, and hop bitterness is low. Hop flavor and aroma are absent. Usually dark barley malts are used in conjunction with dark cara or color malts, and the percentage of wheat malt is at least 50 percent. If this is served with yeast, the beer may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "19", "ibuMax": "15", "abvMin": "4.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:30:09", "fgMax": "1.016", "shortName": "Dunkelweizen", "abvMax": "5.4", "id": 52, "srmMin": "10", "name": "South German-Style Dunkel Weizen / Dunkel Weissbier"}, "name": "The Dark Side", "glass": {"createDate": "2012-01-03 02:41:33", "id": 9, "name": "Weizen"}, "createDate": "2012-04-18 23:21:16", "updateDate": "2014-12-17 15:36:23", "abv": "5.2", "styleId": 52, "id": "j7DtK6", "glasswareId": 9}, {"status": "verified", "isOrganic": "N", "description": "n the late 1800s, a traveler was making his way to Tampa. It was getting dark and he decided to take a shortcut through the woods in order to reach his hotel in the city before nightfall. As the sun set, he found himself in the middle of the dark woods. He camped for the evening and made a fire. As he settled in, he noticed a light approaching from the depths of the forest. He took shelter to avoid being seen by potential thieves. A dark figure emerged from the woods carrying a large black cauldron and a heavy burlap sack. The figure placed the cauldron over the fire and added strange substances to the pot. Soon, an enticing chocolate aroma permeated the campsite and the hiding traveler became more intrigued but was still afraid to be seen. Suddenly, the figure reached into the burlap sack and tossed mysterious pinecone-shaped vegetation into the cauldron, which began to froth excitedly, emitting aromas of molasses and blackberry. The figure leaned over the kettle and inhaled deeply, enjoying the boiling concoction. Finally, he raised his hands and uttered an other-wordly incantation in a disconnected language that the man could not identify. Tree limbs levitated from the dark woods and into the pot, stirring and infusing with the dark liquid inside. Suddenly there was a brilliant flash of light and the traveler lost consciousness. He awoke as the sun was rising across the sky and small beams of light permeated the forest. The dark figure was gone and all that was left was a strange urn resting by the campsite. The writing on the urn proclaimed, “THE DARK WOODS.”", "srmId": 34, "nameDisplay": "The Dark Woods", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.058", "description": "Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "30", "ibuMax": "65", "abvMin": "6", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:03", "fgMax": "1.03", "shortName": "Old Ale", "abvMax": "9", "id": 13, "srmMin": "12", "name": "Old Ale"}, "id": "5eph6V", "statusDisplay": "Verified", "createDate": "2016-01-14 17:13:24", "updateDate": "2016-01-14 21:15:46", "abv": "10.8", "styleId": 13, "srm": {"hex": "4C0505", "id": 34, "name": "34"}, "ibu": "52.4", "name": "The Dark Woods"}, {"status": "verified", "isOrganic": "N", "name": "The Dark Woods Imperial Chocolate Porter", "nameDisplay": "The Dark Woods Imperial Chocolate Porter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/QOdwEv/upload_MPpNu2-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/QOdwEv/upload_MPpNu2-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/QOdwEv/upload_MPpNu2-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "American-style imperial porters are black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness. Hop bitterness is perceived at a medium-low to medium level. Hop flavor and aroma may vary from being low to medium-high. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment hop character and malt derived sweetness. Diacetyl (butterscotch) levels should be absent.", "createDate": "2013-08-10 12:42:51", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "50", "abvMin": "5.5", "fgMin": "1.02", "ogMax": "1.1", "fgMax": "1.03", "updateDate": "2015-04-07 15:49:32", "shortName": "American Imperial Porter", "abvMax": "9.5", "id": 158, "srmMin": "40", "name": "American-Style Imperial Porter"}, "createDate": "2015-01-22 18:59:49", "updateDate": "2015-12-17 21:06:19", "styleId": 158, "id": "QOdwEv", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "American IPA exclusively brewed with over 100 pounds of local, wet cascade hops (grown by Whipple Creek Farms in Rockbridge County, VA); harvested on August 17th & brewed the next morning; added to the mash & utilized in first wort hopping, throughout the boil & in the whirlpool for soft, yet supple aromas of grapefruit, grass & fresh-cut flowers.", "statusDisplay": "Verified", "nameDisplay": "The Darling Buds: Cascade", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "x2zPTJ", "createDate": "2014-09-04 17:32:53", "updateDate": "2014-09-09 17:01:35", "abv": "6.4", "styleId": 30, "ibu": "50", "name": "The Darling Buds: Cascade"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Black IPA brewed with Oysters", "statusDisplay": "Verified", "nameDisplay": "The Daughters of Poseidon", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/IFARiW/upload_FGdfdP-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/IFARiW/upload_FGdfdP-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/IFARiW/upload_FGdfdP-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.056", "description": "American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "35", "ibuMax": "70", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:28:36", "fgMax": "1.018", "shortName": "Black Ale", "abvMax": "7.5", "id": 41, "srmMin": "35", "name": "American-Style Black Ale"}, "createDate": "2014-05-06 15:46:57", "updateDate": "2015-12-17 13:24:32", "abv": "8", "styleId": 41, "availableId": 2, "id": "IFARiW", "name": "The Daughters of Poseidon"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "The Debutante is a Belgian ale, amber in color and heavily aromatic. The aroma delivers notes of allspice and nutmeg mixed with a touch of caramel.\r\n\r\nThe beer has a light-medium body, but finishes dry and smooth with flavors of caramel and toasted sugar notes in the finish.  The Debutante does not feature a fruity Belgian flavor profile, but it is instead a nuanced and drinkable ale.", "statusDisplay": "Verified", "nameDisplay": "The Debutante", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/oNIpoR/upload_pjvHkA-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/oNIpoR/upload_pjvHkA-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/oNIpoR/upload_pjvHkA-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.06", "description": "This medium-bodied, red to dark brown colored ale has a malty sweetness and chocolate-like caramel aroma. A light hop flavor and/or aroma is acceptable. Dubbels are also characterized by low-medium to medium bitterness. No diacetyl is acceptable. Yeastgenerated fruity esters (especially banana) are appropriate at low levels. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Often bottle conditioned a slight yeast haze and flavor may be evident.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "36", "ibuMax": "30", "abvMin": "6.25", "fgMin": "1.012", "updateDate": "2015-04-07 15:31:45", "fgMax": "1.016", "shortName": "Belgian Dubbel", "abvMax": "7.5", "id": 58, "srmMin": "16", "name": "Belgian-Style Dubbel"}, "foodPairings": "Something sweet.", "createDate": "2014-03-05 20:28:26", "updateDate": "2015-12-17 09:27:57", "abv": "7", "styleId": 58, "availableId": 1, "id": "oNIpoR", "name": "The Debutante"}, {"status": "verified", "isOrganic": "N", "description": "Peanut butter and caramel, what could be better.  The DeCider is THE unquestioned authority in unique, hard apple ciders and will lead your taste buds in moments of indecision and crisis.", "statusDisplay": "Verified", "nameDisplay": "The DeCider: Peanut Butter Caramel Apple Cider", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Denszm/upload_9j75r5-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Denszm/upload_9j75r5-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Denszm/upload_9j75r5-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Variable, but should be a medium, refreshing drink. Sweet ciders must not be cloying. Dry ciders must not be too austere. An ideal cider serves well as a “session” drink, and suitably accompanies a wide variety of food.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.065", "categoryId": 12, "abvMin": "5", "fgMin": "1", "updateDate": "2015-04-07 15:48:44", "fgMax": "1.02", "shortName": "Common Cider", "abvMax": "8", "id": 149, "name": "Common Cider"}, "createDate": "2015-01-08 19:58:32", "updateDate": "2015-12-28 15:29:35", "abv": "6", "styleId": 149, "id": "Denszm", "name": "The DeCider: Peanut Butter Caramel Apple Cider"}, {"status": "verified", "isOrganic": "Y", "description": "Creamy goodness with accompanying roast.", "statusDisplay": "Verified", "nameDisplay": "The Deep", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.038", "description": "Oatmeal stouts include oatmeal in their grist, resulting in a pleasant, full flavor and a smooth profile that is rich without being grainy. A roasted malt character which is caramel-like and chocolate-like should be evident - smooth and not bitter. Coffee-like roasted barley and roasted malt aromas (chocolate and nut-like) are prominent. Color is dark brown to black. Bitterness is moderate, not high. Hop flavor and aroma are optional but should not overpower the overall balance if present. This is a medium- to full- bodied beer, with minimal fruity esters. Diacetyl should be absent or at extremely low levels. Original gravity range and alcohol levels are indicative of English tradition of oatmeal stout.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "20", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:22:53", "fgMax": "1.02", "shortName": "Oatmeal Stout", "abvMax": "6", "id": 21, "srmMin": "20", "name": "Oatmeal Stout"}, "id": "r3JDoT", "createDate": "2015-05-15 13:37:05", "updateDate": "2015-05-15 13:37:05", "abv": "5.2", "styleId": 21, "ibu": "29", "name": "The Deep"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Traditional Dusseldorf Altbier. Our darker offering that's character develops from our long lagering techniques. This is one of those beers that makes you want to throw on your red plaid shirt, snap your suspenders, and head out into the woods to start chopping down a tree just for the hell of it. How else would you celebrate? The hunt for an awesome altbier is finally over. Praise the Deer Lord!", "statusDisplay": "Verified", "nameDisplay": "The Deer Lord", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/jF4rqf/upload_hfLB5Q-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/jF4rqf/upload_hfLB5Q-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/jF4rqf/upload_hfLB5Q-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.044", "description": "German-Style Altbiers are copper to dark brown ales, originally from the Düsseldorf area. No chill haze should be perceived. A variety of malts including wheat may be used to produce medium-low to medium malt aroma. Fruityester aroma can be low. No diacetyl aroma should be perceived. Hop aroma is low to medium. A variety of malts including wheat may be used to produce medium-low to medium level malty flavor. Hop flavor is low to medium. Hop bitterness is medium to very high (although the 25 to 35 IBU range is more normal for the majority of Altbiers from Düsseldorf). Fruity-ester flavors can be low. No diacetyl should be perceived. The overall impression is clean, crisp, and flavorful often with a dry finish. Body is medium.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 4, "srmMax": "19", "ibuMax": "52", "abvMin": "4.3", "fgMin": "1.008", "updateDate": "2015-04-07 17:08:31", "fgMax": "1.014", "shortName": "Altbier", "abvMax": "5.5", "id": 55, "srmMin": "11", "name": "German-Style Altbier"}, "id": "jF4rqf", "createDate": "2014-01-28 23:10:17", "updateDate": "2015-12-17 09:25:03", "abv": "5", "styleId": 55, "availableId": 1, "ibu": "32", "name": "The Deer Lord"}, {"status": "verified", "isOrganic": "N", "description": "Big, bold stout hopped and dryhopped with Centennial and Cascade hops with \r\nEnglish chocolate, roasted barley and dark crystal malts used.", "statusDisplay": "Verified", "nameDisplay": "The Defender", "originalGravity": "1.07", "createDate": "2014-09-17 22:25:06", "updateDate": "2015-09-08 17:56:12", "abv": "7", "styleId": 42, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "id": "9NIokh", "name": "The Defender"}, {"status": "verified", "isOrganic": "N", "name": "The Delicatessen", "nameDisplay": "The Delicatessen", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/cmWodi/upload_1HnQAs-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/cmWodi/upload_1HnQAs-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/cmWodi/upload_1HnQAs-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:27", "shortName": "BBL Aged", "id": 132, "name": "Wood- and Barrel-Aged Beer"}, "createDate": "2015-04-14 16:53:39", "updateDate": "2015-12-17 23:29:49", "abv": "11", "styleId": 132, "id": "cmWodi", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "This complex beer was aged for nine to twelve months in bourbon oak barrels bringing out notes of tobacco, raisins, figs and undertones of dark cherry.  Enjoy now or age for several years.", "statusDisplay": "Verified", "nameDisplay": "The Demise of Ivan", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/bHVbiw/upload_vnXhxv-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/bHVbiw/upload_vnXhxv-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/bHVbiw/upload_vnXhxv-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "id": "bHVbiw", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "createDate": "2014-09-10 22:18:15", "updateDate": "2015-12-17 18:08:37", "abv": "11", "styleId": 43, "availableId": 2, "glasswareId": 8, "ibu": "45", "name": "The Demise of Ivan"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "The aroma contains hints of pear and white pepper with a soft malt character. The flavor holds similar complexity, masking the potent alcoholic strength. By maintaining a relatively low fermentation temperature, we were able to restrain the yeast expression. The resulting beer is very complex, but very drinkable.\r\nDanger in a glass.", "srmId": 6, "nameDisplay": "The Details", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "id": "n9uixd", "servingTemperature": "cool", "statusDisplay": "Verified", "createDate": "2014-09-10 19:50:04", "updateDate": "2015-06-08 19:36:41", "abv": "9.2", "styleId": 59, "availableId": 4, "srm": {"hex": "F8A600", "id": 6, "name": "6"}, "ibu": "20", "name": "The Details"}, {"status": "verified", "isOrganic": "N", "description": "Five Detroit breweries have kicked off a new fall tradition with a collaborative beer release.\r\n\r\nThe project name is a nod to the 2003 release of a musical collaboration – The Detroit Experiment – between Detroit musicians Carl Craig, Marcus Belgrave, Bernie Maupin, Geri Allen, and Regina Carter that combined jazz and electronic music.", "statusDisplay": "Verified", "ingredients": {"hops": [{"category": "hop", "createDate": "2013-06-24 16:07:32", "categoryDisplay": "Hops", "id": 79, "name": "Magnum"}]}, "nameDisplay": "The Detroit Beer Experiment", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.066", "description": "This style can be either pale or dark (golden to dark brown in color) and has a high starting gravity and alcohol content. The malty sweetness of a Weizenbock is balanced with a clove-like phenolic and fruity-estery banana element to produce a wellrounded aroma and flavor. As is true with all German wheat beers, hop bitterness is low and carbonation is high. Hop flavor and aroma are absent. It has a medium to full body. If dark, a mild roast malt character should emerge in flavor and to a lesser degree in the aroma. If this is served with yeast the beer may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 4, "srmMax": "30", "ibuMax": "35", "abvMin": "6.9", "fgMin": "1.016", "updateDate": "2015-04-07 15:30:15", "fgMax": "1.028", "shortName": "Weizenbock", "abvMax": "9.3", "id": 53, "srmMin": "5", "name": "South German-Style Weizenbock / Weissbock"}, "createDate": "2015-12-07 14:43:50", "updateDate": "2015-12-07 14:48:21", "abv": "8", "styleId": 53, "id": "IoCOJP", "name": "The Detroit Beer Experiment"}, {"status": "verified", "isOrganic": "N", "description": "Copper/amber in color. Clean lager character with some fruity ale notes. Earthy with flavors of tea and forest nuts. Distinct balance between malt and hops allows the creamy texture to really come through. We earned a medal at the Great American Beer festival in our first year of business with this one and it remains our house specialty to this day.", "statusDisplay": "Verified", "nameDisplay": "The Detroit Dwarf", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2015-04-27 00:52:22", "updateDate": "2015-04-27 00:52:22", "styleId": 32, "id": "7LZSG8", "name": "The Detroit Dwarf"}, {"status": "verified", "isOrganic": "N", "name": "The Deutsche Beir", "nameDisplay": "The Deutsche Beir", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "Session India Pale Ales are gold to copper. Chill haze is allowable at cold temperatures and hop haze is allowable at any temperature. Fruity-ester aroma is light to moderate. Hop aroma is medium to high with qualities from a wide variety of hops from all over the world. Low to medium maltiness is present. Hop flavor is strong, characterized by flavors from a wide variety of hops. Hop bitterness is medium to high. Fruity-ester flavors are low to moderate. Diacetyl is absent or at very low levels. Body is low to medium.", "createDate": "2015-04-07 17:07:27", "categoryId": 3, "shortName": "Session IPA", "id": 164, "name": "Session India Pale Ale"}, "createDate": "2016-10-01 17:06:20", "updateDate": "2016-10-01 17:06:20", "abv": "3.4", "styleId": 164, "id": "5mSQ61", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "The Devastator is an intense, amber lager (8% alcohol by volume). It has a fluffy white head with a bready malt aroma and a rich body that leaves you with a warming feeling. This Double Bock style dates back over a century when Monastic brewers knew it as \"liquid bread.\"\r\n\r\nBeware. . . it’s deceivingly smooth and delicious.\r\n\r\nAvailable now in state liquor stores AND at the Utah Brewers Cooperative at 1763 South 300 West in Salt Lake City.", "statusDisplay": "Verified", "nameDisplay": "The Devastator Double Bock", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "Traditional bocks are made with all malt and are strong, malty, medium- to full-bodied, bottom-fermented beers with moderate hop bitterness that should increase proportionately with the starting gravity. Malt character should be a balance of sweetness and toasted/nut-like malt; not caramel. Hop flavor should be low and hop aroma should be very low. Bocks can range in color from deep copper to dark brown. Fruity esters should be minimal. Diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "30", "ibuMax": "30", "abvMin": "6.3", "fgMin": "1.018", "updateDate": "2015-04-07 15:38:54", "fgMax": "1.024", "shortName": "Bock", "abvMax": "7.5", "id": 88, "srmMin": "20", "name": "Traditional German-Style Bock"}, "name": "The Devastator Double Bock", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:22", "updateDate": "2012-11-17 14:34:58", "abv": "8", "styleId": 88, "id": "VKVAjv", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "The Devil Is People", "nameDisplay": "The Devil Is People", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Pf3yl2/upload_eMNQHp-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Pf3yl2/upload_eMNQHp-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Pf3yl2/upload_eMNQHp-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "description": "Contemporary Goses are straw to medium amber, or, may take on the hue of added fruits or other ingredients if present. Appearance is cloudy/hazy with yeast character, and may have evidence of continued fermentation activity. A wide variety of herbal, spice, floral or fruity aromas other than found in traditional Leipzig-Style Gose are present, in harmony with other aromas. Horsey, leathery or earthy aromas contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Hop aroma is not perceived. Malt sweetness is not perceived to very low. They typically contain malted barley and unmalted wheat, with some traditional varieties containing oats. Hop flavor is not perceived. Hop bitterness is not perceived. A wide variety of herbal, spice, floral or fruity flavors other than found in traditional Leipzig-Style Gose, are present in harmony with the overall flavor profile. Salt (table salt) character is traditional in low amounts, but may vary from absent to present in Contemporary Gose. Horsey, leathery or earthy flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Contemporary Gose may be fermented with pure beer yeast strains, or with yeast mixed with bacteria. Contemporary Gose may be spontaneously fermented, similarly to Belgian-style gueuze/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. A primary difference between Belgian Gueuze and Gose is that Gose is served at a much younger age. Gose is typically enjoyed fresh and carbonated. Overall complexity of flavors and aromas sought while maintaining a balance between acidity, yeast-enhanced spice and refreshment is ideal. Body is low to medium-low.", "createDate": "2015-04-07 17:10:42", "categoryId": 1, "shortName": "Contemporary Gose", "id": 165, "name": "Contemporary Gose"}, "createDate": "2015-08-03 14:10:21", "updateDate": "2015-12-18 04:38:16", "abv": "6.66", "styleId": 165, "id": "Pf3yl2", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Gacy. Manson. Dahmer. Inspiration for our Smoked Porter aged on Serrano Peppers. The peppers add a touch of fire; the smoked malt a touch of brimstone. Were they victims of their environment? Or did the Devil make them?", "srmId": 40, "nameDisplay": "The Devil Made Me", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/wIvfEi/upload_Soc3WL-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/wIvfEi/upload_Soc3WL-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/wIvfEi/upload_Soc3WL-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 9, "name": "Other Lager"}, "ogMin": "1.072", "description": "A true smooth cold-fermented and cold lagered beer, brewed with lager yeast. Black to very deep ruby/garnet in color. Overall, Baltic Porters have a very smooth lagered character with distinctive caramelized sugars, licorice and chocolate-like character of roasted malts and dark sugars. Roasted dark malts should not contribute bitterness, or astringent roast character. A low degree of smokiness from malt may be evident. Debitterized roast malts are best used for this style. Because of its alcoholic strength, aroma may include gentle (low) lager fruitiness (berries, grapes, plums, not banana; ale-like fruitiness from warm temperature fermentation is not appropriate), complex alcohols, cocoa-like, roast malt (and sometimes coffee-like roast barley, yet not bitter). Hop aroma is very low, though a hint of floral or sweet hop aroma can complement aromatics and flavor without dominance. Baltic Porters are not hop bitter dominated and expressed as low to medium-low. Baltic porters range from having medium to full body complemented with a medium-low to medium level of malty sweetness. No butterscotch-like diacetyl or sweet corn-like dimethylsulfide (DMS) should be apparent in aroma or flavor.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 9, "srmMax": "40", "ibuMax": "40", "abvMin": "7.5", "fgMin": "1.016", "updateDate": "2015-04-07 15:41:46", "fgMax": "1.022", "shortName": "Baltic Porter", "abvMax": "9", "id": 104, "srmMin": "40", "name": "Baltic-Style Porter"}, "id": "wIvfEi", "statusDisplay": "Verified", "createDate": "2015-06-01 18:30:58", "updateDate": "2015-12-18 01:08:23", "abv": "8.1", "styleId": 104, "srm": {"hex": "36080A", "id": 40, "name": "40"}, "ibu": "34", "name": "The Devil Made Me"}, {"status": "verified", "isOrganic": "N", "description": "Imperial Rye Beer collaboration with Devil's Backbone Brewing.", "srmId": 30, "nameDisplay": "The Devil Went Down To Oregon", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/d3TA6X/upload_FXPhIm-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/d3TA6X/upload_FXPhIm-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/d3TA6X/upload_FXPhIm-icon.png"}, "originalGravity": "1.074", "id": "d3TA6X", "statusDisplay": "Verified", "createDate": "2015-03-11 00:42:30", "updateDate": "2015-12-17 22:05:00", "abv": "7.2", "styleId": 118, "srm": {"hex": "600903", "id": 30, "name": "30"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.047", "description": "This beer can be made using phenol producing ale yeast. It should be brewed with at least 30 percent rye malt, and hop rates will be low. A banana -like fruity-estery aroma and flavor are typical but at low levels; phenolic, clove-like characteristics should also be perceived. Color is straw to dark amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. If the beer is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or light caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "25", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:44:17", "fgMax": "1.016", "shortName": "German Rye", "abvMax": "5.5", "id": 118, "srmMin": "4", "name": "German-Style Rye Ale (Roggenbier) with or without Yeast"}, "ibu": "65", "name": "The Devil Went Down To Oregon"}, {"status": "verified", "isOrganic": "N", "description": "Upon first sip, Devilish amounts of hops assault you with citrus and stone fruit flavors and aroma. Add int just the right amount of malt to bring this Beast of a DIPA to 9.5% alcohol and what you get is an ale that is sure to bring out the Demon in any Outlaw. Be sure to call your Exorcist before imbibing, for the Devil Within will soon become the Devil Without!", "statusDisplay": "Verified", "nameDisplay": "The Devil Within DIPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/cZQlCZ/upload_zLmhcn-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/cZQlCZ/upload_zLmhcn-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/cZQlCZ/upload_zLmhcn-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2014-02-27 13:22:42", "updateDate": "2016-03-07 18:50:00", "abv": "9.5", "styleId": 31, "id": "cZQlCZ", "name": "The Devil Within DIPA"}, {"status": "verified", "available": {"description": "Available during the fall months.", "id": 7, "name": "Fall"}, "isOrganic": "N", "name": "The Devil's Pumpkin Ale", "statusDisplay": "Verified", "nameDisplay": "The Devil's Pumpkin Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/M2rMag/upload_KOcMLl-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/M2rMag/upload_KOcMLl-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/M2rMag/upload_KOcMLl-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Pumpkin beers are any beers using pumpkins (Cucurbito pepo) as an adjunct in either mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Pumpkin qualities should not be overpowered by hop character. These may or may not be spiced or flavored with other things. A statement by the brewer explaining the nature of the beer is essential for fair assessment in competitions. If this beer is a classic style with pumpkin, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:28", "fgMax": "1.03", "shortName": "Pumpkin Beer", "abvMax": "12", "id": 121, "srmMin": "5", "name": "Pumpkin Beer"}, "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 2, "name": "Goblet"}, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "createDate": "2013-09-15 19:50:44", "updateDate": "2015-12-17 06:00:47", "abv": "6.5", "styleId": 121, "availableId": 7, "id": "M2rMag", "glasswareId": 2}, {"status": "verified", "isOrganic": "N", "description": "The first commercial batch was a collaboration with our good friends at DryHop Brewers. To break from tradition this beer uses Simcoe and Citra in the boil and dryhop. A smooth drinking big beer with big flavors of orange, pineapple and pear. Expect the Devil to return.", "statusDisplay": "Verified", "nameDisplay": "The Devil's Reign", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/XgSFDp/upload_ACTKgt-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/XgSFDp/upload_ACTKgt-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/XgSFDp/upload_ACTKgt-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.054", "description": "Belgian-style blond ales are characterized by low yet evident hop bitterness, flavor, and sometimes aroma. Light to medium body and low malt aroma with a sweet, spiced and a low to medium fruity-ester character orchestrated in flavor and aroma. Sugar may be used to lighten perceived body. They are blonde to golden in color. Noble-type hops are commonly used. Low levels of phenolic spiciness from yeast byproducts may be perceived. Diacetyl should not be perceived. Acidic character should not be present. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "7", "ibuMax": "30", "abvMin": "6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:01", "fgMax": "1.014", "shortName": "Belgian Blonde", "abvMax": "7.8", "id": 61, "srmMin": "4", "name": "Belgian-Style Blonde Ale"}, "createDate": "2015-02-13 19:32:55", "updateDate": "2015-12-17 21:36:09", "abv": "9.1", "styleId": 61, "id": "XgSFDp", "name": "The Devil's Reign"}, {"status": "verified", "isOrganic": "N", "name": "The Didjits Blood Orange IPA", "nameDisplay": "The Didjits Blood Orange IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "hPTzHp", "createDate": "2016-07-07 18:09:48", "updateDate": "2016-07-07 18:09:48", "abv": "7", "styleId": 30, "ibu": "50", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Originally brewed as a custom beer for 1990’s country music legend Joe Diffie. The Diffie contains lactose, which is a non­fermentable sugar which lends a sweetness to this stout and balances the big roasted and chocolate flavors.", "statusDisplay": "Verified", "nameDisplay": "The Diffie Milk Stout", "originalGravity": "1.058", "id": "5iuEfE", "createDate": "2015-03-27 14:57:48", "updateDate": "2015-03-27 14:57:48", "abv": "5.4", "styleId": 20, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "40", "ibuMax": "25", "abvMin": "3", "fgMin": "1.012", "updateDate": "2015-04-07 15:24:41", "fgMax": "1.02", "shortName": "Sweet Stout", "abvMax": "6", "id": 20, "srmMin": "40", "name": "Sweet or Cream Stout"}, "ibu": "21", "name": "The Diffie Milk Stout"}]
