[{"status": "verified", "isOrganic": "N", "name": "Warbler Wheat", "nameDisplay": "Warbler Wheat", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/4BFqRr/upload_EZWLCk-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/4BFqRr/upload_EZWLCk-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/4BFqRr/upload_EZWLCk-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "createDate": "2014-12-29 13:43:47", "updateDate": "2015-12-17 20:38:19", "abv": "4.5", "styleId": 112, "id": "4BFqRr", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Warburger Export", "nameDisplay": "Warburger Export", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "Dortmunder has medium hop bitterness. Hop flavor and aroma from noble hops are perceptible but low. Sweet malt flavor can be low and should not be caramel-like. The color of this style is straw to deep golden. The body will be medium bodied. Fruity esters, chill haze, and diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "23", "categoryId": 7, "srmMax": "6", "ibuMax": "29", "abvMin": "5", "fgMin": "1.01", "updateDate": "2015-04-07 15:36:34", "fgMax": "1.014", "shortName": "Dortmunder", "abvMax": "6", "id": 79, "srmMin": "3", "name": "Dortmunder / European-Style Export"}, "createDate": "2012-08-12 12:16:12", "updateDate": "2012-08-19 15:16:20", "abv": "5.2", "styleId": 79, "id": "1I87K4", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Warburger Landbier", "nameDisplay": "Warburger Landbier", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "description": "These beers are unfiltered German-style Altbier and Kölsch. They are packaged and/or served intentionally with low to moderate amounts of yeast. Products may be filtered and again dosed with yeast in the package, manifesting themselves as bottle conditioned beers or unfiltered beer with yeast present. They will most likely not be clear, and may appear slightly hazy to moderately cloudy. Yeast character, flavor and aroma are desirable, yet should be low to medium but not overpowering the balance and character of malt and hops. Low to moderately low levels of yeast-generated sulfur containing compounds should be apparent in aroma and flavor, and low levels of acetaldehyde or other volatiles normally removed during fermentation may or may not be apparent. The sulfur and acetaldehyde characters should contribute positively to the beer drinking experience. Head retention may not be optimal. The brewer must indicate the classic style on which the entry is based to allow for accurate judging. Beer entries not accompanied by this information will be at a disadvantage during evaluation.", "createDate": "2012-03-21 20:06:46", "categoryId": 4, "updateDate": "2015-04-07 15:31:30", "shortName": "Kellerbier", "id": 56, "name": "Kellerbier (Cellar beer) or Zwickelbier - Ale"}, "createDate": "2012-08-12 12:16:11", "updateDate": "2015-04-14 17:19:46", "abv": "5", "styleId": 56, "id": "megV1C", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Warburger Landradler", "nameDisplay": "Warburger Landradler", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2012-08-12 12:16:12", "updateDate": "2014-10-16 18:40:24", "abv": "2.8", "styleId": 119, "id": "OyPJAd", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Warburger Pilsener", "nameDisplay": "Warburger Pilsener", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 7, "srmMax": "4", "ibuMax": "40", "abvMin": "4", "fgMin": "1.006", "updateDate": "2015-04-07 15:35:59", "fgMax": "1.012", "shortName": "German Pilsener", "abvMax": "5", "id": 75, "srmMin": "3", "name": "German-Style Pilsener"}, "createDate": "2012-08-12 12:16:10", "updateDate": "2012-08-19 15:16:51", "abv": "4.8", "styleId": 75, "id": "Y1EsiK", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Warburger Urtyp", "nameDisplay": "Warburger Urtyp", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "Bamberg-style Weiss Rauchbier should have smoky characters that range from detectable to prevalent in the aroma and flavor. Smoke character is not harshly phenolic, but rather very smooth, almost rendering a perception of mild sweetness to this style of beer. The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove- or nutmeg-like and can be smoky or even vanilla-like. Banana-like esters are often present. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent. Weissbier is well attenuated and very highly carbonated and a medium- to full-bodied beer. The color is very pale to very dark amber. Darker (dunkel) styles should have a detectable degree of roast malt in the balance without being robust in overall character. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "18", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:30:29", "fgMax": "1.016", "shortName": "Rauchbier", "abvMax": "5.5", "id": 54, "srmMin": "4", "name": "Bamberg-Style Weiss (Smoke) Rauchbier (Dunkel or Helles)"}, "createDate": "2012-08-12 12:16:11", "updateDate": "2012-08-19 15:16:56", "abv": "5", "styleId": 54, "id": "AKxgrl", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Warchata", "ingredients": {"malt": [{"category": "malt", "createDate": "2013-06-24 16:07:53", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 748, "name": "Rice - Flaked"}], "misc": [{"category": "misc", "createDate": "2013-06-24 16:08:13", "categoryDisplay": "Miscellaneous", "id": 1040, "name": "Cinnamon, ground"}, {"category": "misc", "createDate": "2013-06-24 16:08:27", "categoryDisplay": "Miscellaneous", "id": 1214, "name": "Lactose"}, {"category": "misc", "createDate": "2013-06-24 16:08:33", "categoryDisplay": "Miscellaneous", "id": 1285, "name": "Nutmeg"}]}, "nameDisplay": "Warchata", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.044", "description": "Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "5", "ibuMax": "22", "abvMin": "4.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:30", "fgMax": "1.01", "shortName": "Cream Ale", "abvMax": "5.6", "id": 109, "srmMin": "2", "name": "American-Style Cream Ale or Lager"}, "createDate": "2015-11-12 20:10:35", "updateDate": "2015-11-12 20:11:19", "styleId": 109, "id": "gwrexN", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "B-Craft Black IPA aged in Bourbon Barrels.", "srmId": 41, "nameDisplay": "WarCraft", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Any classic style or unique experimental style of dark beer can be wood or barrel-aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character but wood-aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Primary character of the beer style may or may not be apparent. Sour wood-aged beer of any color is outlined in other categories. Dark fruited or spiced beer would also be appropriately entered in this category. Beers in this style may or may not have Brettanomyces character.  The brewer should explain the special nature of the beer to allow for accurate judging. Comments could include: type of wood used (new or old, oak or other wood type), type of barrel used (new, port/ whiskey/ wine/ sherry/ other), base beer style or achieved character. Beer entries not accompanied by this information will be at a disadvantage during judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "abvMin": "3.75", "updateDate": "2015-04-07 15:46:44", "shortName": "BBL Aged Dark", "abvMax": "6.5", "id": 134, "name": "Wood- and Barrel-Aged Dark Beer"}, "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "statusDisplay": "Verified", "createDate": "2015-03-10 13:56:16", "updateDate": "2015-03-10 13:56:17", "styleId": 134, "id": "FsRTt1", "name": "WarCraft"}, {"status": "verified", "isOrganic": "N", "description": "A scottish wee heavy by style, this deep amber ale is made entirely of UK malts and hops. Strong, assertive, and a little rough around the edges it's just like the Ward, the part of Guelph we call home.", "statusDisplay": "Verified", "nameDisplay": "Ward Heavy", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.035", "description": "Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "12", "categoryId": 1, "srmMax": "19", "ibuMax": "20", "abvMin": "3.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:48", "fgMax": "1.014", "shortName": "Scottish Heavy", "abvMax": "4", "id": 8, "srmMin": "10", "name": "Scottish-Style Heavy Ale"}, "id": "ol7Ibn", "createDate": "2016-05-03 19:18:17", "updateDate": "2016-05-03 19:18:17", "abv": "6.5", "styleId": 8, "ibu": "20", "name": "Ward Heavy"}, {"status": "verified", "isOrganic": "N", "name": "Warehouse Experiment #2", "nameDisplay": "Warehouse Experiment #2", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-03-09 15:14:01", "updateDate": "2015-03-09 15:14:01", "abv": "11", "styleId": 25, "id": "b70ADA", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Warehouse Experiment #3", "srmId": 37, "nameDisplay": "Warehouse Experiment #3", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "srm": {"hex": "3F0708", "id": 37, "name": "37"}, "createDate": "2015-11-02 13:25:20", "updateDate": "2015-11-02 19:58:40", "abv": "10", "styleId": 43, "id": "uWwpAV", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "This rich, round and smooth ale has flavours of roast coffee, chocolate and smoke. It is brewed with oats to create a silky smooth texture and a firm body.", "statusDisplay": "Verified", "nameDisplay": "Warehouse Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2012-01-03 02:44:28", "updateDate": "2015-02-26 22:01:14", "styleId": 42, "id": "thxOIp", "name": "Warehouse Stout"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Warener Bernstein", "createDate": "2012-08-12 12:10:35", "updateDate": "2012-08-17 17:48:25", "id": "KekqNf", "name": "Warener Bernstein"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Warener Festtagsbräu", "createDate": "2012-08-12 12:10:37", "updateDate": "2012-08-17 17:48:34", "id": "BbvGpy", "name": "Warener Festtagsbräu"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Warener Maibock", "createDate": "2012-08-12 12:10:36", "updateDate": "2012-08-17 17:48:28", "id": "wyTeX6", "name": "Warener Maibock"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Warener Original", "createDate": "2012-08-12 12:10:35", "updateDate": "2012-08-17 17:48:24", "id": "iL22EE", "name": "Warener Original"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Warener Weizen", "createDate": "2012-08-12 12:10:36", "updateDate": "2012-08-17 17:48:31", "id": "ZICSgX", "name": "Warener Weizen"}, {"status": "verified", "isOrganic": "N", "description": "Russian Imperial Stouts were originally brewed for export to the Royal Court of Russia where they were enjoyed by Catherine the Great.  Ours has a rich intense maltiness with black currant, toffee and dark roasted malt flavors.  The higher alcohol content is sure to warm you up from the inside out.\r\n\r\nWarhead Stout is the winner of the Bronze Award in the Imperial Stout Category at the 2000 World Beer Cup International Beer Competition.", "statusDisplay": "Verified", "nameDisplay": "Warhead Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "name": "Warhead Stout", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:28", "updateDate": "2012-03-22 13:05:34", "styleId": 43, "id": "fVEF0B", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available during the summer months.", "id": 6, "name": "Summer"}, "isOrganic": "N", "description": "Belgian tripels are one of Dean's favorite beers. How lucky for him when our Kickstarter supporters chose the style for our summer seasonal.  Spicy, subtly alcoholic and effervescent.", "statusDisplay": "Verified", "nameDisplay": "Warimono", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/lk7JGp/upload_UKhgc8-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/lk7JGp/upload_UKhgc8-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/lk7JGp/upload_UKhgc8-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "id": "lk7JGp", "servingTemperature": "cool", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "createDate": "2015-02-25 23:03:16", "updateDate": "2015-12-17 23:17:10", "abv": "9.2", "styleId": 59, "availableId": 6, "ibu": "19", "name": "Warimono"}, {"status": "verified", "isOrganic": "N", "description": "European Strong Lager", "statusDisplay": "Verified", "nameDisplay": "Warka Strong", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/EFaa8I/upload_ThTWQB-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/EFaa8I/upload_ThTWQB-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/EFaa8I/upload_ThTWQB-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.044", "description": "This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.", "createDate": "2012-03-21 20:06:46", "ibuMin": "6", "categoryId": 8, "srmMax": "6", "ibuMax": "15", "abvMin": "4.3", "fgMin": "1.01", "updateDate": "2015-04-07 15:40:04", "fgMax": "1.014", "shortName": "American Premium Lager", "abvMax": "5", "id": 97, "srmMin": "2", "name": "American-Style Premium Lager"}, "createDate": "2012-01-03 02:44:28", "updateDate": "2015-12-15 20:30:43", "abv": "6.5", "styleId": 97, "id": "EFaa8I", "name": "Warka Strong"}, {"status": "verified", "isOrganic": "N", "description": "Brewed with American 2-Row, Caramel, and Munich malts, spiked with a healthy addition of Piloncillo sugar. Loads of Warrior & Citra hops for bittering and flavor, topped with Cascade for aroma. Careful.", "statusDisplay": "Verified", "nameDisplay": "Warlander", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2014-07-29 00:40:39", "updateDate": "2014-10-16 20:31:55", "abv": "10", "styleId": 31, "id": "Jd2iOU", "name": "Warlander"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/uBhgbu/upload_vp1Hbf-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/uBhgbu/upload_vp1Hbf-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/uBhgbu/upload_vp1Hbf-icon.png"}, "description": "Imperial stout brewed with pumpkins Warlock is brewed to enchant your palate on its own and also to counterpoint our Imperial Ale, Pumking. Make your own black magic by carefully pouring this Imperial Stout into a goblet. Dark and mysterious, the Blackwater Series is serious about high gravity. Reanimate your senses with Warlock’s huge roasted malt character, moderate carbonation and spicy pumpkin pie aroma.", "statusDisplay": "Verified", "nameDisplay": "Warlock (2015)", "year": 2015, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "name": "Warlock", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "createDate": "2016-11-17 20:16:22", "updateDate": "2016-11-17 20:21:09", "abv": "10", "styleId": 43, "availableId": 4, "foodPairings": "Spicy BBQ, smoked or roasted foods, as a float with a scoop of organic vanilla ice cream, with carrot cake.", "id": "uBhgbu", "glasswareId": 8}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Imperial stout brewed with pumpkins Warlock is brewed to enchant your palate on its own and also to counterpoint our Imperial Ale, Pumking. Make your own black magic by carefully pouring this Imperial Stout into a goblet. Dark and mysterious, the Blackwater Series is serious about high gravity. Reanimate your senses with Warlock’s huge roasted malt character, moderate carbonation and spicy pumpkin pie aroma", "statusDisplay": "Verified", "nameDisplay": "Warlock", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/tCgazA/upload_iIAbu7-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/tCgazA/upload_iIAbu7-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/tCgazA/upload_iIAbu7-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "name": "Warlock", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "createDate": "2013-11-06 19:22:57", "updateDate": "2016-10-24 16:40:04", "abv": "10", "styleId": 43, "availableId": 4, "foodPairings": "with spicy BBQ, smoked or roasted foods, as a float with a scoop of organic vanilla ice cream, with carrot cake", "id": "tCgazA", "glasswareId": 8}, {"status": "verified", "isOrganic": "N", "description": "Balancing the malts and bitterness of this west coast style IPA and then dry hoping with cascade hops during the conditioning process makes a very smooth drinking ale.", "statusDisplay": "Verified", "nameDisplay": "Warlock IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/cPuAsp/upload_fb6muR-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/cPuAsp/upload_fb6muR-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/cPuAsp/upload_fb6muR-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2012-08-03 14:16:05", "updateDate": "2015-12-16 17:11:12", "abv": "6.8", "styleId": 30, "id": "cPuAsp", "name": "Warlock IPA"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Warlord is a monster of a beer. It's the most heavily dry-hopped beer we've ever made. The caramel and slight notes of apricot come from the generous user of domestic and British malts and although it has a bitterness of 85 IBU's it is still well balanced. Do not operate farm machinery.", "statusDisplay": "Verified", "nameDisplay": "Warlord India Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/yUTidu/upload_6V54dg-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/yUTidu/upload_6V54dg-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/yUTidu/upload_6V54dg-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "yUTidu", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:28", "updateDate": "2015-12-16 08:14:26", "abv": "8.5", "styleId": 31, "availableId": 1, "glasswareId": 5, "ibu": "85", "name": "Warlord India Pale Ale"}, {"status": "verified", "isOrganic": "N", "description": "A brown ale base blended with English-style cider served in a cask with cinnamon sticks and vanilla beans. Appeared only at the 2014 Midwest Brewers Fest.", "srmId": 12, "nameDisplay": "WARM APPLE PIE", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.07", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:07", "fgMax": "1.01", "shortName": "Fruit Cider", "abvMax": "9", "id": 155, "name": "Fruit Cider"}, "id": "oLbwKe", "statusDisplay": "Verified", "createDate": "2015-04-12 15:15:08", "updateDate": "2015-04-12 15:15:08", "abv": "6", "styleId": 155, "srm": {"hex": "CF6900", "id": 12, "name": "12"}, "ibu": "12", "name": "WARM APPLE PIE"}, {"status": "verified", "isOrganic": "N", "description": "Warm Fuzzy is a Tropical Stout-style, a part of the Foreign Extra Stout category. 7.5%; a combination of English pale, chocolate, roasted, and crystal malts. On the sweeter side of the spectrum, not cloying, a rum-like/molasses flavor, estery. Smooth with no hop flavor.", "statusDisplay": "Verified", "nameDisplay": "Warm Fuzzy", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/aP8Ntg/upload_gvTLl1-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/aP8Ntg/upload_gvTLl1-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/aP8Ntg/upload_gvTLl1-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.052", "description": "As with classic dry stouts, foreign-style stouts have an initial malt sweetness and caramel flavor with a distinctive dry-roasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Bitterness may be high but the perception is often compromised by malt sweetness. Hop aroma and flavor should not be perceived. The perception of fruity esters is low. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:58", "fgMax": "1.02", "shortName": "Export Stout", "abvMax": "9.3", "id": 24, "srmMin": "40", "name": "Foreign (Export)-Style Stout"}, "createDate": "2013-02-24 15:21:06", "updateDate": "2015-12-17 00:41:20", "abv": "7.5", "styleId": 24, "id": "aP8Ntg", "name": "Warm Fuzzy"}, {"status": "verified", "isOrganic": "N", "name": "Warm Waters Wheat", "nameDisplay": "Warm Waters Wheat", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/qATUv7/upload_lIT49t-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/qATUv7/upload_lIT49t-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/qATUv7/upload_lIT49t-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "createDate": "2013-02-27 13:03:21", "updateDate": "2015-12-16 23:47:57", "abv": "4.9", "styleId": 48, "id": "qATUv7", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Warm Welcome Nut Browned Ale", "nameDisplay": "Warm Welcome Nut Browned Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "createDate": "2012-01-03 02:44:28", "updateDate": "2014-10-09 16:00:56", "abv": "6", "styleId": 37, "id": "tOsvyj", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A old ale with American hop varietals that has a complex citrus and caramelized toffee aroma and underlying notes of chocolate.", "statusDisplay": "Verified", "nameDisplay": "Warmer Winter Winter Warmer", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/N3rSI6/upload_HP2L87-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/N3rSI6/upload_HP2L87-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/N3rSI6/upload_HP2L87-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "name": "Warmer Winter Winter Warmer", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:28", "updateDate": "2015-12-16 07:19:04", "abv": "10", "styleId": 124, "availableId": 4, "id": "N3rSI6", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "description": "Evoking memories of ice-skating rinks and snowball fights, ENKI® Warming Hut Brown Ale is complex, offering a warming chill, by no coincidence. Brisk upon pouring, the malty, boozy character of this dark brown beer radiates as it lingers on your palate. Dry Scottish Ale yeast complements the rum and piney hop notes. Initially concealed by robust malty flavor, the warmth of 8.5% ABV is leisurely revealed during the lasting finish.", "statusDisplay": "Verified", "nameDisplay": "Warming Hut Brown Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/iSrj4B/upload_MS1gCr-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/iSrj4B/upload_MS1gCr-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/iSrj4B/upload_MS1gCr-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "id": "iSrj4B", "createDate": "2015-04-29 18:11:07", "updateDate": "2015-12-18 01:23:53", "abv": "8.5", "styleId": 37, "availableId": 8, "ibu": "27", "name": "Warming Hut Brown Ale"}, {"status": "verified", "isOrganic": "N", "name": "Warminster Special Bitter", "nameDisplay": "Warminster Special Bitter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "createDate": "2012-01-03 02:44:28", "updateDate": "2014-10-09 16:43:52", "abv": "3.8", "styleId": 5, "id": "Lu46FJ", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "We love having a beer at the brewery after work. Sometimes that's the only reason we even come to work. After a long day of slinging kegs or mucking out spent grain, we're usually in the mood for something light and clean. But sometimes we want something light that will also smack us around a little. That was the inspiration for Warmonger. It's not available all the time, but when it is we'll probably drink most of it ourselves.", "statusDisplay": "Verified", "nameDisplay": "Warmonger", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "originalGravity": "1.046", "id": "8wZ43r", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2015-07-04 12:54:57", "updateDate": "2015-07-04 12:54:57", "abv": "5.1", "styleId": 25, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "ibu": "20", "name": "Warmonger"}, {"status": "verified", "isOrganic": "N", "name": "Warning Shot IPA", "nameDisplay": "Warning Shot IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2016-04-18 13:06:49", "updateDate": "2016-04-18 13:06:49", "abv": "7.4", "styleId": 30, "id": "ucBu55", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "No, the bartender didn't pour you the wrong beer - Warp Core Wit is a black wit that will play tricks on your mind as it looks like a stout, but tastes like a light, fruity wit beer! While there is just a hint of chocolate in the flavor, cardamom, coriander and orange fill out the aroma of this light and fluffy beer! If you're an Ale Nation member, come in and get a 10oz serving, and while you're at it ... don't forget to fill out the Tap 8 Comment card - let us know what you think! If you're not an Ale Nation member, what are you waiting for?", "statusDisplay": "Verified", "nameDisplay": "Warp Core Wit", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/eujeSY/upload_AdsMjZ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/eujeSY/upload_AdsMjZ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/eujeSY/upload_AdsMjZ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "id": "eujeSY", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:28", "updateDate": "2015-12-16 06:42:36", "abv": "5.3", "styleId": 65, "availableId": 3, "glasswareId": 5, "ibu": "11", "name": "Warp Core Wit"}, {"status": "verified", "isOrganic": "N", "name": "Warp Drive!", "nameDisplay": "Warp Drive!", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-09-16 23:04:23", "updateDate": "2015-09-16 23:04:23", "abv": "6", "styleId": 25, "id": "RfaEWW", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Warpath", "nameDisplay": "Warpath", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/3NPfFQ/upload_hRugA2-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/3NPfFQ/upload_hRugA2-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/3NPfFQ/upload_hRugA2-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "createDate": "2013-11-12 12:36:09", "updateDate": "2015-12-17 07:10:17", "abv": "10.5", "styleId": 34, "id": "3NPfFQ", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Brewed in the classic scotch ale style of the 1700's, with a deep reddish-brown color. Full of body, sweetness & flavor, with a smooth, lightly hopped finish. Serve at 45°F in a room temperature pint glass. For the 'Big Beer' drinkers among us.", "statusDisplay": "Verified", "nameDisplay": "Warped Speed", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.072", "description": "Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "35", "abvMin": "6.2", "fgMin": "1.016", "updateDate": "2015-04-07 15:21:11", "fgMax": "1.028", "shortName": "Scotch Ale", "abvMax": "8", "id": 15, "srmMin": "15", "name": "Scotch Ale"}, "id": "rxANH5", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-09-16 18:54:24", "updateDate": "2015-08-03 18:04:15", "abv": "7.2", "styleId": 15, "availableId": 1, "glasswareId": 5, "ibu": "19", "name": "Warped Speed"}, {"status": "verified", "isOrganic": "N", "description": "Tart Cherry Floridaweisse", "statusDisplay": "Verified", "nameDisplay": "Warrant", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.028", "description": "This is very pale in color and the lightest of all the German wheat beers. The unique combination of yeast and lactic acid bacteria fermentation yields a beer that is acidic, highly attenuated, and very light bodied. The carbonation of a Berliner Weisse is high, and hop rates are very low. Clarity may be hazy or cloudy from yeast or chill haze. Hop character should not be perceived. Fruity esters will be evident. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "3", "categoryId": 4, "srmMax": "4", "ibuMax": "6", "abvMin": "2.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:29:14", "fgMax": "1.006", "shortName": "Berlinerweisse", "abvMax": "3.4", "id": 46, "srmMin": "2", "name": "Berliner-Style Weisse (Wheat)"}, "servingTemperature": "cold", "createDate": "2015-07-08 13:31:20", "updateDate": "2015-07-08 13:31:20", "abv": "3.5", "styleId": 46, "id": "6Iv2S9", "name": "Warrant"}, {"status": "verified", "isOrganic": "N", "description": "Our friends at the Warren Store offered the very first bottle of Lawson’s Finest Liquids for sale.\r\nTogether we created this beer with Vermont maple syrup, pilsner & wheat malts, and a blend of specialty yeasts. We hope you find this to be a refreshing treat!", "statusDisplay": "Verified", "nameDisplay": "Warren Store Maple Wheat Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/AxKr30/upload_cRYAsg-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/AxKr30/upload_cRYAsg-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/AxKr30/upload_cRYAsg-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "createDate": "2015-03-18 18:54:22", "updateDate": "2015-12-17 22:30:32", "abv": "4.2", "styleId": 112, "id": "AxKr30", "name": "Warren Store Maple Wheat Ale"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Named in honor of my wife’s grandfather. I’m not sure what he would have thought of the beer, but I’m pretty sure he would have been intrigued by the process of building a brewery. Our bright and citrusy belgian white is nice with a slice of orange or on its own.  We hand peel over thirty lemons for  this beer.  A great thirst quencher for after a nice hike in the mountains.", "statusDisplay": "Verified", "nameDisplay": "Warren’s Lemon Witte", "originalGravity": "1.045", "id": "xt0GuF", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-08-06 11:06:43", "updateDate": "2013-08-06 11:06:43", "abv": "4.8", "styleId": 65, "availableId": 4, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "ibu": "14.8", "name": "Warren’s Lemon Witte"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "Warrior Black Ale is a well-hopped \"India black ale.\" Judicious use of debittered roasted barley give Warrior it's distinctive black hue, while leaving a gentle roast in the finish. Filled with sticky Pacific Northwest hops in the kettle and then dry hopped generously with Columbus, Summit, and Amarillo for a resinous nose. Warrior is a collaborative effort with our good friend Noah Regnery, the award-winning brewer from Pizza Port San Clemente.", "statusDisplay": "Verified", "nameDisplay": "Warrior", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "id": "oOzjIE", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:28", "updateDate": "2014-09-12 19:09:04", "abv": "7", "styleId": 125, "availableId": 3, "glasswareId": 5, "ibu": "99", "name": "Warrior"}, {"status": "verified", "isOrganic": "N", "description": "Warrior is a truly traditional style English Bitter Ale.  A blend of finest Pale Ale, Amber and Crystal malt is used for the fruity malty flavour and generous portions of English Hop varieties (Challenger, Goldings and Fuggles) give a well developed hop character.", "statusDisplay": "Verified", "nameDisplay": "Warrior", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "createDate": "2015-08-03 14:23:33", "updateDate": "2015-08-03 14:23:33", "abv": "5.5", "styleId": 3, "id": "VFg1WD", "name": "Warrior"}, {"status": "verified", "isOrganic": "Y", "name": "Warrior Bomb", "nameDisplay": "Warrior Bomb", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "YcAgdR", "createDate": "2015-07-14 21:07:56", "updateDate": "2015-07-14 21:07:56", "abv": "5", "styleId": 30, "ibu": "80", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Warrior E.S.B.", "nameDisplay": "Warrior E.S.B.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "createDate": "2012-01-03 02:44:28", "updateDate": "2012-03-22 13:05:30", "styleId": 5, "id": "2pK0TL", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "Cask, dry-hopped and floated on strawberries. Goodness gracious.", "statusDisplay": "Verified", "nameDisplay": "Warrior Heart - Strawberries", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2015-07-08 22:28:44", "updateDate": "2015-07-08 22:28:44", "abv": "7.5", "styleId": 119, "id": "BhbZ82", "name": "Warrior Heart - Strawberries"}, {"status": "verified", "isOrganic": "Y", "description": "Warrior Heart is done with all Centennial and Warrior.", "statusDisplay": "Verified", "nameDisplay": "Warrior Heart IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-07-08 22:29:41", "updateDate": "2015-07-08 22:29:41", "abv": "7.2", "styleId": 30, "id": "o1KNHT", "name": "Warrior Heart IPA"}, {"status": "verified", "isOrganic": "N", "name": "Warrior India Red Ale", "nameDisplay": "Warrior India Red Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "description": "Double Red Ales are deep amber to dark copper/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is high, arising from any variety of hops. Medium to medium-high caramel malt character is present. Low to medium biscuit or toasted characters may also be present. Hop flavor is high and balanced with other beer characters. Hop bitterness is high to very high. Alcohol content is medium to high. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is medium to full.", "createDate": "2015-04-07 17:06:23", "categoryId": 1, "shortName": "Double Red", "id": 163, "name": "Double Red Ale"}, "createDate": "2015-10-14 15:34:40", "updateDate": "2015-10-14 15:34:40", "abv": "6.5", "styleId": 163, "id": "nZeKlp", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Warrior IPA", "nameDisplay": "Warrior IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2014-09-05 03:20:31", "updateDate": "2014-09-07 17:32:42", "abv": "7.5", "styleId": 30, "id": "dwpF7p", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This fresh-hopped IPA has become an annual cult classic.\r\nBrewed only once a year using fresh whole flower Colorado grown hops flown in from Rising Sun Farms in Paonia by Schwall and Spears Hop Freight Service. A strong malt foundation complements the bright floral hoppiness, allowing for a well-balanced, drinkable IPA.", "srmId": 15, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Warrior IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/jXTrGE/upload_hsxgFy-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/jXTrGE/upload_hsxgFy-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/jXTrGE/upload_hsxgFy-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "jXTrGE", "statusDisplay": "Verified", "createDate": "2012-01-03 02:44:28", "updateDate": "2015-12-15 20:23:32", "abv": "7.6", "styleId": 30, "availableId": 1, "glasswareId": 5, "ibu": "69", "srm": {"hex": "BB5100", "id": 15, "name": "15"}, "name": "Warrior IPA"}]
