[{"status": "verified", "isOrganic": "N", "name": "Apricot Gose", "nameDisplay": "Apricot Gose", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "description": "Contemporary Goses are straw to medium amber, or, may take on the hue of added fruits or other ingredients if present. Appearance is cloudy/hazy with yeast character, and may have evidence of continued fermentation activity. A wide variety of herbal, spice, floral or fruity aromas other than found in traditional Leipzig-Style Gose are present, in harmony with other aromas. Horsey, leathery or earthy aromas contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Hop aroma is not perceived. Malt sweetness is not perceived to very low. They typically contain malted barley and unmalted wheat, with some traditional varieties containing oats. Hop flavor is not perceived. Hop bitterness is not perceived. A wide variety of herbal, spice, floral or fruity flavors other than found in traditional Leipzig-Style Gose, are present in harmony with the overall flavor profile. Salt (table salt) character is traditional in low amounts, but may vary from absent to present in Contemporary Gose. Horsey, leathery or earthy flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Contemporary Gose may be fermented with pure beer yeast strains, or with yeast mixed with bacteria. Contemporary Gose may be spontaneously fermented, similarly to Belgian-style gueuze/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. A primary difference between Belgian Gueuze and Gose is that Gose is served at a much younger age. Gose is typically enjoyed fresh and carbonated. Overall complexity of flavors and aromas sought while maintaining a balance between acidity, yeast-enhanced spice and refreshment is ideal. Body is low to medium-low.", "createDate": "2015-04-07 17:10:42", "categoryId": 1, "shortName": "Contemporary Gose", "id": 165, "name": "Contemporary Gose"}, "createDate": "2016-06-05 01:06:16", "updateDate": "2016-06-05 01:06:16", "abv": "4", "styleId": 165, "id": "UJSVfH", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Traditional German-style sour ale brewed with salt and coriander. Apricots were added at the end of fermentation", "statusDisplay": "Verified", "nameDisplay": "Apricot Gose", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.036", "description": "Traditional examples of Gose are spontaneously fermented, similarly to Belgian-style gueuze/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. A primary difference between Belgian Gueuze and German Gose is that Gose is served at a much younger age. Gose is typically pale gold to pale amber in color and typically contains malted barley, unmalted wheat with some traditional varieties containing oats. Hop character and malt flavors and aromas are negligible. Lemony or other citrus-like qualities are often present in aroma and on the palate. Some versions may have the spicy character of added coriander in aroma and on the palate at low to medium levels. Salt (table salt) character is also traditional in low amounts. Horsey, leathery, earthy aroma and flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Modern German Gose breweries typically introduce only pure beer yeast strains for fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. Gose is typically enjoyed fresh, carbonated, and cloudy/hazy with yeast character, and may have evidence of continued fermentation activity. Overall complexity of flavors and aromas are sought while maintaining an ideal balance between acidity, yeast-enhanced spice and refreshment is ideal.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.4", "fgMin": "1.008", "updateDate": "2015-04-07 17:09:35", "fgMax": "1.012", "shortName": "Leipzig Gose", "abvMax": "5.4", "id": 47, "srmMin": "3", "name": "Leipzig-Style Gose"}, "createDate": "2015-05-21 02:37:59", "updateDate": "2015-05-22 17:16:23", "styleId": 47, "id": "Ztc3MM", "name": "Apricot Gose"}, {"status": "verified", "isOrganic": "N", "name": "Apricot H.O.T.E.L.", "nameDisplay": "Apricot H.O.T.E.L.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.044", "description": "Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "5", "ibuMax": "22", "abvMin": "4.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:30", "fgMax": "1.01", "shortName": "Cream Ale", "abvMax": "5.6", "id": 109, "srmMin": "2", "name": "American-Style Cream Ale or Lager"}, "createDate": "2016-11-07 19:57:57", "updateDate": "2016-11-07 19:57:57", "abv": "5.1", "styleId": 109, "id": "IFpud3", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Possibly one of the most refreshing beers we've ever made. We start with a traditional German style unfiltered wheat beer (hefe-weizen translates literally as \"yeasty wheat beer\").\r\n\r\nBrewed with a hybrid Bavarian yeast strain that imparts the defining flavor notes of licorice, clove, and banana. Add to this natural apricot flavor, and you have one astonishingly refreshing beer.", "statusDisplay": "Verified", "nameDisplay": "Apricot Hefeweizen", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/eNKkHc/upload_erkXpd-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/eNKkHc/upload_erkXpd-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/eNKkHc/upload_erkXpd-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "name": "Apricot Hefeweizen", "glass": {"createDate": "2012-01-03 02:41:33", "id": 9, "name": "Weizen"}, "createDate": "2012-01-03 02:42:42", "updateDate": "2015-12-16 12:04:09", "styleId": 48, "availableId": 1, "id": "eNKkHc", "glasswareId": 9}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "They were dangled before us: big, beautiful, luscious apricots Our minds said No, but our bodies said, Yes. As usual, we gave in to temptation – and created this delicious brew!", "statusDisplay": "Verified", "nameDisplay": "Apricot Hefeweizen", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/MfH699/upload_HdV4Hj-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/MfH699/upload_HdV4Hj-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/MfH699/upload_HdV4Hj-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "id": "MfH699", "glass": {"createDate": "2012-01-03 02:41:33", "id": 9, "name": "Weizen"}, "createDate": "2012-09-29 21:06:13", "updateDate": "2015-12-16 19:50:19", "abv": "4", "styleId": 48, "availableId": 1, "glasswareId": 9, "ibu": "9", "foodPairings": "Food Pairings: Whipped cream, ice cubes, drizzled chocolate.", "name": "Apricot Hefeweizen"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Great aroma and flavor", "statusDisplay": "Verified", "nameDisplay": "Apricot Honey Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "name": "Apricot Honey Wheat", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:42", "updateDate": "2012-03-22 13:05:11", "abv": "5.5", "styleId": 125, "availableId": 1, "id": "N8OUuv", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Apricot Pale Ale", "nameDisplay": "Apricot Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "amhJTN", "createDate": "2016-08-12 15:51:20", "updateDate": "2016-08-12 15:51:20", "abv": "5.8", "styleId": 25, "ibu": "40", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Apricot Peach Ale", "nameDisplay": "Apricot Peach Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2016-05-23 13:24:33", "updateDate": "2016-05-23 13:24:33", "abv": "5.2", "styleId": 119, "id": "99Qrxx", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Provincial is our sessionable Belgian-Style sour ale brewed utilizing a unique 24-hour warm souring technique using lactobacillus in the wort. We fermented with a Belgian wheat yeast strain famous for fruity flavors and a dry finish, making it the perfect complement to fruit. This delightfully tart fruit beer is refreshing, with a citrusy apricot aroma that transitions into a subtlety sweet and tart finish.\r\n\r\nNotes of lemon zest and apricots.\r\n\r\nSpring seasonal 2016.", "statusDisplay": "Verified", "nameDisplay": "Apricot Provincial", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2016-06-05 13:15:53", "updateDate": "2016-06-05 19:32:19", "abv": "4.2", "styleId": 40, "availableId": 4, "id": "Zu4YQS", "name": "Apricot Provincial"}, {"status": "verified", "isOrganic": "N", "name": "Apricot Rebus", "nameDisplay": "Apricot Rebus", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2016-10-24 19:40:09", "updateDate": "2016-10-24 19:40:09", "abv": "5.5", "styleId": 40, "id": "p3Tie8", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Classic saison clove and pepper notes beautifully compliment a slight apricot flavor. Dry.", "statusDisplay": "Verified", "nameDisplay": "Apricot Saison", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2016-05-04 20:21:46", "updateDate": "2016-05-09 15:37:28", "abv": "5.5", "styleId": 72, "id": "LnY3Xo", "name": "Apricot Saison"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A light ale with flavors of natural apricot and malt. Alcohol by Volume: Not Noted", "statusDisplay": "Verified", "nameDisplay": "Apricot Seasonal", "name": "Apricot Seasonal", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:42", "updateDate": "2012-03-22 13:05:20", "availableId": 1, "id": "aLoRzw", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "An extremely smooth pale ale with apricot, and apricot seeds for a great aroma, without the sweetness", "statusDisplay": "Verified", "nameDisplay": "Apricot Seed Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "name": "Apricot Seed Pale Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-09 22:22:15", "updateDate": "2015-06-05 17:03:06", "styleId": 25, "availableId": 1, "id": "0Z3EHV", "glasswareId": 5}, {"available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "srmId": 3, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/9owHt7/upload_Nl6OPY-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/9owHt7/upload_Nl6OPY-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/9owHt7/upload_Nl6OPY-icon.png"}, "styleId": 46, "availableId": 4, "srm": {"hex": "FFCA5A", "id": 3, "name": "3"}, "id": "9owHt7", "statusDisplay": "Verified", "originalGravity": "1.042", "nameDisplay": "Apricot Weiss", "name": "Apricot Weiss", "abv": "4.5", "status": "verified", "description": "You may be asking yourself why there is a flower on the label of an apricot beer. Well, a tree must blossom in order to fruit. Conversely, this beer blossoms after it is fruited. Juicy, tangy and oh-so perfect, no matter the season.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.028", "description": "This is very pale in color and the lightest of all the German wheat beers. The unique combination of yeast and lactic acid bacteria fermentation yields a beer that is acidic, highly attenuated, and very light bodied. The carbonation of a Berliner Weisse is high, and hop rates are very low. Clarity may be hazy or cloudy from yeast or chill haze. Hop character should not be perceived. Fruity esters will be evident. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "3", "categoryId": 4, "srmMax": "4", "ibuMax": "6", "abvMin": "2.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:29:14", "fgMax": "1.006", "shortName": "Berlinerweisse", "abvMax": "3.4", "id": 46, "srmMin": "2", "name": "Berliner-Style Weisse (Wheat)"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "glasswareId": 8, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "ibu": "4", "servingTemperature": "cool", "updateDate": "2016-06-23 18:10:21", "createDate": "2016-06-21 16:24:28"}, {"status": "verified", "isOrganic": "N", "description": "A light American wheat ale with the delicate aroma and flavor of apricot.  ABV  4.7%", "statusDisplay": "Verified", "nameDisplay": "Apricot Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "createDate": "2012-01-03 02:42:42", "updateDate": "2012-03-22 13:04:56", "abv": "4.7", "styleId": 112, "id": "6UQcqZ", "name": "Apricot Wheat"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Our easy-drinking wheat beer is light in color and body…perfect for those looking for a lighter taste. The combination of wheat and barley gives Apricot Wheat a different malt character than our other ales. The hint of apricot gives this beer a pleasant nose and fruity finish.", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 28, "category": "hop", "farneseneMax": 1, "description": "The first hedgerow (dwarf) hop variety to be grown commercially in the United States, and the first to be available to home hop growers as a rhizome, Summit is perhaps the strongest bittering hop available based on early crops. Because of its recent origin, it is not clear how it will develop in large scale commercial production; the numbers given are based on a few early crops. Summit has strong orange/tangerine citrus notes in aroma and flavor and its growers also suggest it as a good candidate for dry hopping. It was also the featured hop used in every beer in the 2006 Single Hop Festival hosted by Drake's Brewing Company.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:37", "betaAcidMin": 4.7, "categoryDisplay": "Hops", "id": 135, "humuleneMin": 22.1, "betaAcidMax": 4.7, "caryophylleneMax": 14.5, "updateDate": "2013-06-24 16:10:38", "caryophylleneMin": 14.5, "cohumuloneMax": 27.6, "cohumuloneMin": 27.6, "myrceneMin": 28, "alphaAcidMin": 17.5, "humuleneMax": 22.1, "name": "Summit"}], "malt": [{"category": "malt", "srmPrecise": 2, "description": "The is the standard starting point for almost all beer recipes. Smooth with a less grainy more moderate flavour.", "srmId": 2, "countryOfOrigin": "US", "diastaticPower": 140, "createDate": "2013-06-24 16:07:57", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFD878", "id": 2, "name": "2"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.036, "coarseFineDifference": 1.5, "maxInBatch": 100, "requiresMashing": "Y", "dryYield": 79, "protein": 12.3, "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "id": 1922, "moistureContent": 4, "name": "Two-Row Pale Malt"}, {"characteristics": [{"description": "Imparts a malty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 10, "name": "Malty"}], "srmPrecise": 2.4, "description": "White wheat gives a malty flavor not available from raw wheat.", "srmId": 2, "countryOfOrigin": "US", "diastaticPower": 130, "createDate": "2013-06-24 16:07:57", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFD878", "id": 2, "name": "2"}, "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.04, "coarseFineDifference": 2.2, "maxInBatch": 60, "requiresMashing": "Y", "dryYield": 86, "protein": 14.5, "category": "malt", "id": 865, "moistureContent": 4, "name": "Wheat Malt - White"}]}, "nameDisplay": "Apricot Wheat", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/aYDkpw/upload_vTc3Po-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/aYDkpw/upload_vTc3Po-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/aYDkpw/upload_vTc3Po-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "id": "aYDkpw", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:43", "updateDate": "2015-12-16 04:07:40", "abv": "4.9", "styleId": 112, "availableId": 1, "glasswareId": 5, "ibu": "15", "foodPairings": "Complements Summer Salads and Fruity Desserts, Excellent ingredient for pork accompaniments/sauces.\r\n\r\nSoft goat’s milks cheese like Chevre.", "name": "Apricot Wheat"}, {"status": "verified", "available": {"description": "Available during the summer months.", "id": 6, "name": "Summer"}, "isOrganic": "N", "description": "Orange in color with a beautiful white frothy head. Aroma is of sweet apricots and orange marmalade. This is a medium-full bodied brew with amazing apricot flavor that has a nice smooth and clean finish. All natural products, no flavoring or extracts used. Perfect for lounging on the river.", "statusDisplay": "Verified", "nameDisplay": "Apricot Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. A fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Appearance can be clear or with chill haze, golden to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:53", "fgMax": "1.016", "shortName": "Wheat Ale", "abvMax": "5", "id": 113, "srmMin": "2", "name": "Light American Wheat Ale or Lager without Yeast"}, "id": "880qZf", "createDate": "2014-09-11 23:31:56", "updateDate": "2014-09-12 16:06:31", "abv": "5.7", "styleId": 113, "availableId": 6, "ibu": "17", "name": "Apricot Wheat"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 3, "styleId": 113, "availableId": 1, "foodPairings": "Leafy greens. Poached sole, halibut. Shellfish. Eggs.", "id": "IHzJAw", "statusDisplay": "Verified", "originalGravity": "1.052", "nameDisplay": "Apricot Wheat", "name": "Apricot Wheat", "abv": "5.2", "status": "verified", "description": "A refreshing American wheat beer with a touch of apricot flavor. A mix of Pilsner, 2-Row, Wheat and a touch of oats gives this summer refresher a light profile with a slight mouthfeel. Willamette hops provide a pleasant floral aroma and elderberry notes while an addition of Centennial at flame out gives a lemony nose.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. A fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Appearance can be clear or with chill haze, golden to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:53", "fgMax": "1.016", "shortName": "Wheat Ale", "abvMax": "5", "id": 113, "srmMin": "2", "name": "Light American Wheat Ale or Lager without Yeast"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "glasswareId": 8, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "srm": {"hex": "FFCA5A", "id": 3, "name": "3"}, "servingTemperature": "cold", "updateDate": "2016-07-03 15:56:53", "ibu": "18", "createDate": "2016-07-02 01:46:20"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This American-Style wheat beer is one of our most popular and also a great choice if you are new to craft beer. An unfiltered wheat combined with Willamette hops and apricots makes this session beer incredibly refreshing.", "srmId": 4, "nameDisplay": "Apricot Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.034", "description": "Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "2", "ibuMax": "30", "abvMin": "4", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:20", "fgMax": "1.01", "shortName": "Session", "abvMax": "5.1", "id": 108, "srmMin": "2", "name": "Session Beer"}, "id": "sVUHaD", "statusDisplay": "Verified", "createDate": "2015-03-11 16:19:35", "updateDate": "2015-03-11 16:19:35", "abv": "4.6", "styleId": 108, "availableId": 1, "srm": {"hex": "FFBF42", "id": 4, "name": "4"}, "ibu": "19", "name": "Apricot Wheat"}, {"status": "verified", "isOrganic": "N", "description": "American style wheat with a subtle apricot aroma and presence.", "statusDisplay": "Verified", "nameDisplay": "Apricot Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "name": "Apricot Wheat", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-02-16 12:45:22", "updateDate": "2012-03-22 13:05:49", "styleId": 112, "id": "D6xlRM", "glasswareId": 5}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 5, "styleId": 119, "availableId": 1, "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "id": "FcESOZ", "statusDisplay": "Verified", "originalGravity": "1.046", "nameDisplay": "Apricot Wheat", "name": "Apricot Wheat", "abv": "5.1", "status": "verified", "description": "A marriage of an American Wheat ale 65% wheat 35% barley with Apricot juice.\r\nThe spicy wheat balances the fruit perfectly. A light bodied beer with a dry crisp finish. A great food beer.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Very Cold - (0-4C/32-39F)", "ibu": "13", "servingTemperature": "very_cold", "updateDate": "2014-09-11 16:59:38", "createDate": "2014-09-10 19:16:25"}, {"status": "verified", "isOrganic": "N", "description": "American Wheat Ale brewed with Apricot Puree. Refreshing and full of fruit flavor!", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 60, "farneseneMax": 6, "cohumuloneMax": 40, "id": 22, "humuleneMax": 13, "category": "hop", "createDate": "2013-06-24 16:07:28", "farneseneMin": 6, "humuleneMin": 13, "betaAcidMax": 7, "cohumuloneMin": 33, "myrceneMin": 45, "alphaAcidMin": 5.5, "description": "Cascade was created in the United States as an open-pollinated cross between Fuggle and Serebrianker. Its instantly recognizable grapefruit, floral aroma is characteristic of many American ales. Cascade is also one of the easiest hop varieties to grow; it can grow well under less than ideal conditions or in short growing seasons, and unlike most varieties, if started from a good rhizome a Cascade can produce a good crop even in its first growing season.", "betaAcidMin": 4.5, "caryophylleneMax": 4.5, "caryophylleneMin": 4.5, "name": "Cascade", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}, {"category": "hop", "createDate": "2013-06-24 16:07:28", "categoryDisplay": "Hops", "id": 28, "name": "Cluster"}]}, "nameDisplay": "Apricot Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malted wheat. Fruit or fruit extracts contribute flavor and/or aroma. Perceived fruit qualities should be authentic and replicate true fruit complexity as much as possible. Color should reflect a degree of fruit's color. Hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor from yeast can be typical but at low levels; however, phenolic, clovelike characteristics should not be perceived. Body should be light to medium in character. Diacetyl should not be perceived. When this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. Brewer may indicate on the bottle whether the yeast should be intentionally roused or if they prefer that the entry be poured as quietly as possible.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:43:55", "fgMax": "1.016", "shortName": "Fruit Wheat Ale", "abvMax": "5", "id": 114, "srmMin": "2", "name": "Fruit Wheat Ale or Lager with or without Yeast"}, "id": "QihFl3", "createDate": "2014-01-10 16:17:38", "updateDate": "2014-01-10 16:27:42", "abv": "5.3", "styleId": 114, "ibu": "20", "name": "Apricot Wheat"}, {"status": "verified", "isOrganic": "Y", "name": "Apricot Wheat", "nameDisplay": "Apricot Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2015-07-18 22:45:30", "updateDate": "2015-07-18 22:45:30", "styleId": 119, "id": "IyE34T", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "Apricot Wheat", "srmId": 6, "nameDisplay": "Apricot Wheat", "originalGravity": "1.053", "id": "KLqmWm", "createDate": "2016-07-12 05:03:39", "updateDate": "2016-07-19 17:58:41", "abv": "5.5", "styleId": 114, "availableId": 4, "srm": {"hex": "F8A600", "id": 6, "name": "6"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malted wheat. Fruit or fruit extracts contribute flavor and/or aroma. Perceived fruit qualities should be authentic and replicate true fruit complexity as much as possible. Color should reflect a degree of fruit's color. Hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor from yeast can be typical but at low levels; however, phenolic, clovelike characteristics should not be perceived. Body should be light to medium in character. Diacetyl should not be perceived. When this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. Brewer may indicate on the bottle whether the yeast should be intentionally roused or if they prefer that the entry be poured as quietly as possible.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:43:55", "fgMax": "1.016", "shortName": "Fruit Wheat Ale", "abvMax": "5", "id": 114, "srmMin": "2", "name": "Fruit Wheat Ale or Lager with or without Yeast"}, "ibu": "20", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "name": "Apricot Wheat", "nameDisplay": "Apricot Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "createDate": "2012-01-03 02:42:43", "updateDate": "2013-08-14 18:37:48", "abv": "5.1", "styleId": 112, "availableId": 3, "id": "F6XjO2", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Apricot Wheat", "nameDisplay": "Apricot Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "createDate": "2016-06-29 15:46:01", "updateDate": "2016-06-29 15:46:02", "abv": "5", "styleId": 112, "id": "K73pbq", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Lightly sweet and tart. Effervescent carbonation with a creamy body. Doughy aftertaste of an apricot tart.", "statusDisplay": "Verified", "nameDisplay": "Apricot Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2014-08-12 00:45:27", "updateDate": "2014-08-12 11:54:03", "abv": "5.2", "styleId": 119, "id": "AVg6Dy", "name": "Apricot Wheat"}, {"status": "verified", "isOrganic": "N", "description": "A refreshing, unfiltered American wheat with additions of apricot juice.", "statusDisplay": "Verified", "nameDisplay": "Apricot Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. A fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Appearance can be clear or with chill haze, golden to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:53", "fgMax": "1.016", "shortName": "Wheat Ale", "abvMax": "5", "id": 113, "srmMin": "2", "name": "Light American Wheat Ale or Lager without Yeast"}, "id": "fjlehS", "createDate": "2012-11-03 15:07:55", "updateDate": "2012-11-03 15:07:55", "abv": "5.1", "styleId": 113, "ibu": "20", "name": "Apricot Wheat"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "A wheat that is light in color, full in body and delivers beautiful apricot aroma and flavor. Balanced, easy to drink and pleasingly apricot, this brew will be on for a limited time.", "statusDisplay": "Verified", "nameDisplay": "Apricot Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "id": "B4I77z", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-18 23:58:33", "updateDate": "2014-07-09 20:40:51", "abv": "5.4", "styleId": 112, "availableId": 2, "glasswareId": 5, "ibu": "23.1", "name": "Apricot Wheat"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "This deliciously crisp beer is perfect for a hot summer day. The delicate taste of apricots gives a splash of sweetness to the crisp, clean wheat ale and results in a refreshingly pure flavour sensation.", "statusDisplay": "Verified", "nameDisplay": "Apricot Wheat Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "id": "jkmsXo", "createDate": "2015-02-06 19:35:19", "updateDate": "2015-10-14 19:28:07", "abv": "5", "styleId": 119, "availableId": 4, "ibu": "23", "name": "Apricot Wheat Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "Y", "description": "Snowshoe Apricot Wheat Ale is designed as an introductory beer, appealing to the beginning and experienced beer drinker alike. This beer provides the light-bodied, slightly malty character with the addition of apricot extract for a pleasant, fruity aroma and refreshing finish.", "statusDisplay": "Verified", "nameDisplay": "Apricot Wheat Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. A fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Appearance can be clear or with chill haze, golden to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:53", "fgMax": "1.016", "shortName": "Wheat Ale", "abvMax": "5", "id": 113, "srmMin": "2", "name": "Light American Wheat Ale or Lager without Yeast"}, "createDate": "2015-05-12 16:58:55", "updateDate": "2015-05-12 16:58:55", "abv": "4.9", "styleId": 113, "availableId": 1, "id": "nn1D7F", "name": "Apricot Wheat Ale"}, {"status": "verified", "isOrganic": "N", "description": "Garage version of a traditional wit beer brewed with apricots and coriander.\r\nSILVER MEDAL WINNER- 2015 SD International Beer Competition\r\nSILVER MEDAL- 2015 LA International Beer Competition", "statusDisplay": "Verified", "nameDisplay": "Apricot Wit", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "id": "filVoo", "createDate": "2016-01-04 03:04:11", "updateDate": "2016-01-04 20:52:43", "abv": "4.7", "styleId": 65, "ibu": "16", "name": "Apricot Wit"}, {"status": "verified", "isOrganic": "N", "name": "Apricot's Revenge", "nameDisplay": "Apricot's Revenge", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2016-08-15 13:11:10", "updateDate": "2016-08-15 13:11:10", "abv": "3.9", "styleId": 119, "id": "fs3qbV", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/lDvVoy/upload_TlWzwh-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/lDvVoy/upload_TlWzwh-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/lDvVoy/upload_TlWzwh-icon.png"}, "name": "Apricotgunker", "nameDisplay": "Apricotgunker (2014)", "year": 2014, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:27", "shortName": "BBL Aged", "id": 132, "name": "Wood- and Barrel-Aged Beer"}, "createDate": "2014-07-10 12:57:36", "updateDate": "2015-12-17 14:32:21", "styleId": 132, "id": "lDvVoy", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Apridisiac", "nameDisplay": "Apridisiac", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2014-09-04 16:29:31", "updateDate": "2014-12-29 19:42:15", "abv": "5.5", "styleId": 40, "id": "uuatUe", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Aprihop is our fruit beer for hopheads!\r\n\r\nIt is an American IPA brewed with Pilsner and Cystal malts massively hopped in in the continuous fashion. The flavor is complimented by the addition of Apricots.\r\n\r\nAfter fermentation the beer is dry hopped with irresponsible amounts of Amarillo hops. The beer is hoppy in the aroma with the apricots playing a supporting complimentary role.\r\n\r\nThe flavor is rich with late hop flavors and it's bitterness is tempered by just the right amount of malt sweetness and fruity undertones from the apricots.\r\n\r\nThis is one of our most popular seasonal beers and we've been brewing it each spring for quite a while now. We release the beer each March and you should find it on the shelves through May.", "statusDisplay": "Verified", "nameDisplay": "Aprihop", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/qV0bBx/upload_fDJQpN-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/qV0bBx/upload_fDJQpN-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/qV0bBx/upload_fDJQpN-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "qV0bBx", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:43", "updateDate": "2015-12-16 08:44:43", "abv": "7", "styleId": 30, "availableId": 4, "glasswareId": 5, "ibu": "50", "foodPairings": "Salads, swordfish, Mexican dishes, barbeque, hummus", "name": "Aprihop"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Aprikat", "nameDisplay": "Aprikat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malted wheat. Fruit or fruit extracts contribute flavor and/or aroma. Perceived fruit qualities should be authentic and replicate true fruit complexity as much as possible. Color should reflect a degree of fruit's color. Hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor from yeast can be typical but at low levels; however, phenolic, clovelike characteristics should not be perceived. Body should be light to medium in character. Diacetyl should not be perceived. When this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. Brewer may indicate on the bottle whether the yeast should be intentionally roused or if they prefer that the entry be poured as quietly as possible.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:43:55", "fgMax": "1.016", "shortName": "Fruit Wheat Ale", "abvMax": "5", "id": 114, "srmMin": "2", "name": "Fruit Wheat Ale or Lager with or without Yeast"}, "id": "j8AB8u", "createDate": "2013-07-27 00:43:13", "updateDate": "2015-05-07 17:22:10", "abv": "5", "styleId": 114, "availableId": 1, "ibu": "12", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/iU4pnG/upload_09AMLb-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/iU4pnG/upload_09AMLb-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/iU4pnG/upload_09AMLb-icon.png"}, "description": "April is the sacred month of Venus, goddess of fertility. Amidst nature’s fertile reawakening, we offer a bountiful IPA made with experimental hops reminiscent of the citrusy flavor of Simcoe. Dry hop additions of Amarillo and Centennial promise clean spring-like flavor and aromas of freshly-mown grass. How appropriate.", "srmId": 6, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "April IPA of the Month - \"April Showers\" (2014)", "year": 2014, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "iU4pnG", "statusDisplay": "Verified", "createDate": "2014-09-02 10:39:45", "updateDate": "2015-12-17 16:32:26", "abv": "6.4", "styleId": 30, "availableId": 3, "glasswareId": 5, "ibu": "82", "srm": {"hex": "F8A600", "id": 6, "name": "6"}, "name": "April IPA of the Month - \"April Showers\""}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Aprinaut is this year’s Great American Beer Festival ProAm entry, a sour wheat beer brewed with loads of Apricot puree.\r\nThis recipe is the creation of homebrewer Michael Soo, who won the Extreme Homebrew Challenge during Philly Beer Week with his Apricot lambic. While traditional lambics take years to create with a slow mixed-culture fermentation, we had to speed things up with modern techniques to create this uniquely refreshing ale.  \r\nUtilizing the new De Bom blend from Wyeast Labs, we were able to turn out this brew in several months as opposed to years. 60% Pilsner malt and 40% raw wheat made up the traditional lambic grist with a small amount of aged hops added in the kettle, once primary fermentation was complete we added over two pounds of Apricot puree per gallon.  \r\nScreaming with apricot flavor backed by a gentle acidity, this ale is naturally cloudy from the use of such a high percentage of raw wheat and the overabundance of apricot.", "statusDisplay": "Verified", "nameDisplay": "Aprinaut", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "id": "JS3U80", "createDate": "2015-03-12 01:20:10", "updateDate": "2015-04-30 18:58:39", "abv": "4.3", "styleId": 40, "availableId": 2, "ibu": "7", "name": "Aprinaut"}, {"status": "verified", "isOrganic": "N", "description": "Apricot IPA", "statusDisplay": "Verified", "nameDisplay": "Aprinox", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2016-05-19 14:42:04", "updateDate": "2016-05-19 14:42:04", "styleId": 30, "id": "RR1X8d", "name": "Aprinox"}, {"status": "verified", "isOrganic": "N", "name": "Apropos", "nameDisplay": "Apropos", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2016-05-02 15:01:45", "updateDate": "2016-05-02 15:01:45", "abv": "8", "styleId": 72, "id": "9B6Tl8", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Apropos of Nothing is a golden sour beer aged in oak barrels with elderberries and lavender. Fermented with Brettanomyces yeast and Pediococcus bacteria, this sour beer displays floral aromas and flavors reminiscent of dark fruits, jam, and blackberries.\r\n\r\nApropos of Nothing is our fifth, and final, Founders Club Bottle Release. Two bottles of Apropos of Nothing are included with each Founders Club membership.", "statusDisplay": "Verified", "nameDisplay": "Apropos of Nothing", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/CH9rqr/upload_D9gvK5-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/CH9rqr/upload_D9gvK5-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/CH9rqr/upload_D9gvK5-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "createDate": "2015-03-18 17:34:05", "updateDate": "2015-12-17 22:45:32", "abv": "5.6", "styleId": 125, "id": "CH9rqr", "name": "Apropos of Nothing"}, {"status": "verified", "isOrganic": "N", "name": "Aprəkät", "nameDisplay": "Aprəkät", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/YiAND0/upload_yvhgGK-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/YiAND0/upload_yvhgGK-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/YiAND0/upload_yvhgGK-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "createDate": "2013-11-22 12:46:25", "updateDate": "2015-12-17 08:36:13", "abv": "7", "styleId": 70, "id": "YiAND0", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Saison Wet hopped with Michigan Crystal hops... because wet hops are better than dry hops! (Well, maybe they are not better, but the certainly are not worse.)", "statusDisplay": "Verified", "nameDisplay": "Aqua Predator", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "id": "G02vBv", "createDate": "2016-10-28 19:38:51", "updateDate": "2016-10-28 19:38:51", "abv": "6.8", "styleId": 72, "ibu": "25", "name": "Aqua Predator"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "We release this IPA at hop harvest time and pack as much fresh hops as we can into the batch.  This beer is made with Brown County hops grown at Waltz Valley Farm, look for it in early fall!", "statusDisplay": "Verified", "nameDisplay": "Aquaffalypse", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/0JEqnJ/upload_5TI9OP-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/0JEqnJ/upload_5TI9OP-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/0JEqnJ/upload_5TI9OP-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "0JEqnJ", "createDate": "2016-10-11 13:05:41", "updateDate": "2016-10-11 13:06:35", "abv": "9.5", "styleId": 30, "availableId": 4, "ibu": "85", "name": "Aquaffalypse"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Aquarius White IPA combines the phenolic and estery characteristics of a classic Belgian witbier with fruity and citrusy American hop varieties.", "statusDisplay": "Verified", "nameDisplay": "Aquarius", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/LZwvfL/upload_VvdqLc-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/LZwvfL/upload_VvdqLc-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/LZwvfL/upload_VvdqLc-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "id": "LZwvfL", "createDate": "2016-06-08 15:34:43", "updateDate": "2016-06-09 10:00:11", "abv": "6.2", "styleId": 65, "availableId": 2, "ibu": "50", "name": "Aquarius"}, {"status": "verified", "isOrganic": "N", "name": "Aquavit", "nameDisplay": "Aquavit", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2016-06-23 17:54:10", "updateDate": "2016-06-23 17:54:50", "abv": "8", "styleId": 72, "id": "ARaGyd", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Aquavit Barrel Aged Dark Lord", "srmId": 41, "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "nameDisplay": "Aquavit Barrel Aged Dark Lord (2015)", "year": 2015, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "servingTemperature": "cellar", "statusDisplay": "Verified", "servingTemperatureDisplay": "Cellar - (12-14C/54-57F)", "createDate": "2015-08-20 15:24:08", "updateDate": "2015-08-20 15:24:08", "abv": "15", "styleId": 43, "availableId": 2, "id": "ycI7nF", "glasswareId": 6}, {"status": "verified", "isOrganic": "N", "description": "Our Unorthodox Russian Imperial Stout aged in an aquavit barrel.", "statusDisplay": "Verified", "nameDisplay": "Aquavit Barrel Aged Unorthodox", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.08", "description": "Dark copper to very dark brown, British-style imperial stouts typically have high alcohol content. The extremely rich malty flavor (often characterized as toffee-like or caramel-like) and aroma are balanced with medium hopping and high fruity-ester characteristics. Bitterness should be moderate and balanced with sweet malt character. The bitterness may be higher in the darker versions. Roasted malt astringency is very low or absent. Bitterness should not overwhelm the overall character. Hop aroma can be subtle to moderately hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:45", "ibuMin": "45", "categoryId": 1, "srmMax": "35", "ibuMax": "65", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:22:41", "fgMax": "1.03", "shortName": "British Imperial Stout", "abvMax": "12", "id": 16, "srmMin": "20", "name": "British-Style Imperial Stout"}, "createDate": "2016-02-15 22:44:05", "updateDate": "2016-02-15 22:44:05", "abv": "9.5", "styleId": 16, "id": "4Ns78I", "name": "Aquavit Barrel Aged Unorthodox"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "The second Brewers’ Select Series will continue to feature new beers which will don the names of constellations – Aquila is number two!\r\n \r\nAquila is a light-bodied Belgian Farmhouse-style ale with heavy American aroma.  Pale, Toasted Wheat and Rye malts are combined with Bravo and Simcoe hops to yield this 7.1% Farmhouse ale!  As with all of our Brewers’ Select beers, Aquila will have extremely limited production. Draft will be available at select restaurants and bars. Aquila will debut at Philly Beer Week starting Friday, May 31st. 12 oz bottles and growlers will be available the same day exclusively at the Visitors Center!", "statusDisplay": "Verified", "nameDisplay": "Aquila", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2013-11-25 14:36:08", "updateDate": "2015-04-29 16:24:16", "styleId": 72, "availableId": 3, "id": "oykzrU", "name": "Aquila"}]
