[{"status": "verified", "isOrganic": "N", "description": "Cham Wow! is a non-traditional saison brewed with 16% rye malt, English hops and  1/4 lb. of chamomile flowers per barrel. Floral and slightly spicy.", "statusDisplay": "Verified", "nameDisplay": "Cham Wow!", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "id": "jA1T5u", "createDate": "2016-07-13 20:59:21", "updateDate": "2016-07-19 18:01:54", "abv": "6.8", "styleId": 72, "ibu": "22", "name": "Cham Wow!"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Cham’Pain Domain is a special brew made to ring in the New Year, fermented to a hefty 14% ABV to send off 2014 properly. A hybrid of several styles, Cham’Pain Domain combines the bright citrusy hop profile of an IPA with a Wit Biere grain base of raw wheat and 2-row barley malt, and then becomes a Braggot (mead/beer hybrid) with the addition of 360 pounds of local wildflower honey from Bee Natural in Smyrna, DE.  Bitter orange peel was added in the boil along with the hops to further enhance and contribute to the citrusy quality of the beer. The resulting mixture was then fermented with a blend of Belgian Wit yeast and Champagne yeast to ensure a hearty fermentation and to add that perfect Champagne-like fruitiness to make this the quintessential Dogfish Head Brew Year’s toast.  Champ’Pain Domain pours cloudy from the Wit yeast, which traditionally stays in suspension to enhance the flavor of the beer style, as well as the large addition of New Zealand and Australian dry hops which add a natural haze.  Notes of light tropical fruit, cider, and white grape dominate the profile, along with background hints of rosewater, mint, and a gentle acidic finish. Cham’Pain Domaine will be tapping at 11:45 or so on New Year’s Eve as the toast for our epic party here at the pub, and will remain on tap until it’s all gone. “For auld lang syne, my dear, for auld lang syne, we’ll take a cup o’ kindness yet, for auld lang syne.” Happy New Year from all of us at Dogfish!", "statusDisplay": "Verified", "nameDisplay": "Cham'Pain Domain", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Any style of beer can be made stronger than the classic style guidelines. The goal should be to reach a balance between the style's character and the additional alcohol. Refer to this guide when making styles stronger and appropriately identify the style created (for example: double alt, triple fest, or quadruple Pilsener).", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:47:08", "shortName": "Strong Ale", "id": 138, "name": "Other Strong Ale or Lager"}, "id": "vlmIHR", "createDate": "2015-03-12 01:24:31", "updateDate": "2015-04-30 18:48:00", "abv": "14", "styleId": 138, "availableId": 2, "ibu": "46", "name": "Cham'Pain Domain"}, {"status": "verified", "available": {"description": "Available during the summer months.", "id": 6, "name": "Summer"}, "isOrganic": "N", "description": "Chaman is a dry-hopped strong beer with strong amber hues and dominating hop flavours and tastes. It is however well balanced through the presence of a combination of malts, and alcohol is present is not overwhelming. Thus, it is a very complex and bitter beer, but always well balanced.", "statusDisplay": "Verified", "nameDisplay": "Chaman", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/aaoMlJ/upload_Pr0EhC-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/aaoMlJ/upload_Pr0EhC-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/aaoMlJ/upload_Pr0EhC-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2014-07-23 22:42:14", "updateDate": "2015-12-17 15:50:12", "abv": "9", "styleId": 31, "availableId": 6, "id": "aaoMlJ", "name": "Chaman"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Chamapgnerweizen", "createDate": "2012-08-12 12:17:51", "updateDate": "2012-08-16 18:45:22", "id": "7VO9Al", "name": "Chamapgnerweizen"}, {"status": "verified", "isOrganic": "N", "name": "Chamberlain Pale Ale", "nameDisplay": "Chamberlain Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/seLOzQ/upload_dJ9Vbh-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/seLOzQ/upload_dJ9Vbh-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/seLOzQ/upload_dJ9Vbh-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Classic English pale ales are golden to copper colored and display earthy, herbal English-variety hop character. Note that \"earthy, herbal English-variety hop character\" is the perceived end, but may be a result of the skillful use of hops of other national origins. Medium to high hop bitterness, flavor, and aroma should be evident. This medium-bodied pale ale has low to medium malt flavor and aroma. Low caramel character is allowable. Fruity-ester flavors and aromas are moderate to strong. Chill haze may be in evidence only at very cold temperatures. The absence of diacetyl is desirable, though, diacetyl (butterscotch character) is acceptable and characteristic when at very low levels.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "5", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:18:23", "fgMax": "1.016", "shortName": "English Pale", "abvMax": "5.5", "id": 1, "srmMin": "5", "name": "Classic English-Style Pale Ale"}, "createDate": "2012-08-31 17:30:11", "updateDate": "2015-12-16 17:38:32", "abv": "4.9", "styleId": 1, "id": "seLOzQ", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Chamhopnay American Brut", "nameDisplay": "Chamhopnay American Brut", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "createDate": "2016-05-03 15:10:03", "updateDate": "2016-05-03 15:10:03", "abv": "5.5", "styleId": 125, "id": "C84Uub", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Chamomellow is an herbal golden ale infused with chamomile, which provides an enticing floral aroma. Chamomile is one of the oldest garden herbs used by ancient Egyptians and other cultures to battle illness, promote calm and relieve anxiety, hence the name Chamomellow. Dedicated to Caleb McLoughlin, a revolutionary brewer who created this elixir at Rogues Issaquah Brewhouse and won a Gold medal in the Herbs & Spice category at the 2003 Great American Beer Festival.\n\nChamemollow is created from Northwest Harrington and Klages, and Maier Munich Malts (18% speciality grains, .19 lbs grain per bottle). Kent Golding and Cascade hops, and infused with Chamomile. Available in a limited edition 22-ounce bottles (originally as Test Batch 1 - Gold Medal Series), and on draft at Rogues six Public Houses.", "statusDisplay": "Verified", "nameDisplay": "Chamomellow", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2012-01-03 02:42:58", "updateDate": "2015-05-22 01:38:22", "styleId": 25, "id": "k3RPB2", "name": "Chamomellow"}, {"status": "verified", "isOrganic": "N", "description": "Relax with a chamomile brew", "statusDisplay": "Verified", "nameDisplay": "Chamomellow", "createDate": "2012-04-09 14:58:45", "updateDate": "2015-04-24 13:36:46", "id": "HQcEEK", "name": "Chamomellow"}, {"status": "verified", "isOrganic": "N", "description": "A dry cider infused with Egyptian Chamomile. Herbal tea characteristics and a soft flowery aroma meld beautifully with fermented cider. Used and endorsed by Denver Broncos fans to calm nerves during Peyton’s injury, prior to winning Super Bowl 50.", "statusDisplay": "Verified", "nameDisplay": "CHAMOMILE HIGH", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "name": "Other Specialty Cider or Perry", "createDate": "2012-03-21 20:06:46", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:22", "fgMax": "1.02", "shortName": "Specialty Cider", "abvMax": "12", "id": 157, "ogMax": "1.1"}, "createDate": "2016-05-11 00:12:13", "updateDate": "2016-05-11 00:12:13", "abv": "6", "styleId": 157, "id": "m2wENG", "name": "CHAMOMILE HIGH"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Chamomile has long been prized for its relaxant effects. Beautiful floral and honey with a light grassy note.", "statusDisplay": "Verified", "nameDisplay": "Chamomile Mead", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "description": "Similar in balance, body, finish and flavor intensity to a dry white wine, with a pleasant mixture of subtle honey character, soft fruity esters, and clean alcohol. Complexity, harmony, and balance of sensory elements are most desirable, with no inconsistencies in color, aroma, flavor or aftertaste. The proper balance of sweetness, acidity, alcohol and honey character is the essential final measure of any mead.", "createDate": "2012-03-21 20:06:46", "categoryId": 12, "updateDate": "2015-04-07 15:47:22", "shortName": "Dry Mead", "id": 140, "name": "Dry Mead"}, "createDate": "2013-06-27 15:37:24", "updateDate": "2013-06-27 15:48:04", "styleId": 140, "availableId": 2, "id": "vp8nYP", "name": "Chamomile Mead"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Chamomile Mild", "nameDisplay": "Chamomile Mild", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English dark mild ales range from deep copper to dark brown (often with a red tint) in color. Malt flavor and caramel are part of the flavor and aroma profile while, licorice and roast malt tones may sometimes contribute to the flavor and aroma profile. Body should be low-medium to medium. These beers have very little hop flavor or aroma. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "34", "ibuMax": "24", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:43", "fgMax": "1.008", "shortName": "English Dark Mild", "abvMax": "4", "id": 11, "srmMin": "17", "name": "English-Style Dark Mild Ale"}, "createDate": "2016-06-21 20:44:04", "updateDate": "2016-06-29 20:12:51", "abv": "3.5", "styleId": 11, "availableId": 2, "id": "dP9W2c", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "What’s different about this beer?  Well, obviously there is Chamomile in it, but we also use over 25% of Cracked Wheat in the malting process.\r\n\r\nThis adds a rare and distinct flavor that most brewers have yet to breach.  After meticulous testing Beaver Brewing has devised the perfect mix of Cracked Wheat and Chamomile that results in a crisp exceptional beer, not to mention the added benefits of Chamomile.", "statusDisplay": "Verified", "nameDisplay": "Chamomile Wheat", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Vge1k6/upload_T7IF96-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Vge1k6/upload_T7IF96-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Vge1k6/upload_T7IF96-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "createDate": "2015-03-18 16:20:49", "updateDate": "2015-12-18 00:26:43", "abv": "4.2", "styleId": 112, "availableId": 1, "id": "Vge1k6", "name": "Chamomile Wheat"}, {"status": "verified", "isOrganic": "Y", "description": "Traditional witbier brewed with chamomile.", "statusDisplay": "Verified", "nameDisplay": "Chamomile Witbier", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "createDate": "2015-06-01 14:19:39", "updateDate": "2015-06-01 14:19:39", "abv": "5.2", "styleId": 65, "id": "ca7Vni", "name": "Chamomile Witbier"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Champ Ale is a West Coast style pale ale. Also somewhat citrusy, it has notes of concord grapes both in the flavor and the nose. Made from a blend of British and domestic malts, it has a light red or pale rose color and very high drinkability.", "statusDisplay": "Verified", "nameDisplay": "Champ Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/strfsj/upload_77umfu-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/strfsj/upload_77umfu-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/strfsj/upload_77umfu-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "name": "Champ Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:58", "updateDate": "2015-12-16 07:58:59", "abv": "5.5", "styleId": 25, "availableId": 1, "id": "strfsj", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Flying under the radar and staying cool under pressure preserves a spy’s clandestine nature. This English mild takes a page right out of the same field manual: sophisticated, not flashy; refined, not shallow. English malts, English hops, English yeast, and our best Queen’s English accent will not leave you disappointed...at least the first three are sure to deliver. Nothing says “international clandestine operative” like the words tortoise and champagne; so put one in your hand today.", "statusDisplay": "Verified", "nameDisplay": "Champagne Tortoise", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English dark mild ales range from deep copper to dark brown (often with a red tint) in color. Malt flavor and caramel are part of the flavor and aroma profile while, licorice and roast malt tones may sometimes contribute to the flavor and aroma profile. Body should be low-medium to medium. These beers have very little hop flavor or aroma. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "34", "ibuMax": "24", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:43", "fgMax": "1.008", "shortName": "English Dark Mild", "abvMax": "4", "id": 11, "srmMin": "17", "name": "English-Style Dark Mild Ale"}, "createDate": "2016-01-20 16:28:43", "updateDate": "2016-06-23 17:56:34", "abv": "5.3", "styleId": 11, "availableId": 1, "id": "Pgxq5G", "name": "Champagne Tortoise"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Champagne Velvet is a Classic American Pilsner, reminiscent of what local beer tasted like before prohibition. The balance of corn and malted barley provides a golden straw color and subtle sweetness, reminding the drinker of a time when corn would be used to provide flavor and stability to beer. Cluster hops, the oldest variety grown in the United States, were used for bittering, and a late kettle addition of German Tettnang provides noble hop flavor and aroma. Grown in the southwest region of Germany where Anton Mayer was born before immigrating to the United States and taking over the Terre Haute Brewing Company, our choice of Tettnang hops are both a tribute to the man who would make Champagne Velvet’s original popularity possible while also adding a historically authentic ingredient to our recipe.", "srmId": 4, "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "nameDisplay": "Champagne Velvet", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/euiMlw/upload_xW7rCk-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/euiMlw/upload_xW7rCk-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/euiMlw/upload_xW7rCk-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "id": "euiMlw", "statusDisplay": "Verified", "createDate": "2013-04-17 13:14:32", "updateDate": "2016-04-19 18:57:38", "abv": "5.5", "styleId": 98, "availableId": 1, "glasswareId": 4, "ibu": "29", "srm": {"hex": "FFBF42", "id": 4, "name": "4"}, "name": "Champagne Velvet"}, {"status": "verified", "isOrganic": "N", "name": "Champion Ground", "nameDisplay": "Champion Ground", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2016-11-21 19:31:37", "updateDate": "2016-11-21 19:31:37", "abv": "11", "styleId": 43, "id": "eXl32w", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available during the summer months.", "id": 6, "name": "Summer"}, "isOrganic": "N", "description": "This Golden Ale combines the best of New Zealand hops, English Malt and American Yeast with tropical fruit notes perfectly integrated with a delicious biscuit malt. Balanced for everyday drinking this beer channels Olympian spirit with Scottish enthusiasm. This beer is produced in limited quantities so this might be the only bottle you get to try.", "statusDisplay": "Verified", "ingredients": {"hops": [{"category": "hop", "createDate": "2013-06-24 16:07:33", "categoryDisplay": "Hops", "id": 86, "name": "Nelson Sauvin"}, {"category": "hop", "createDate": "2013-06-24 16:07:35", "categoryDisplay": "Hops", "id": 108, "name": "Rakau"}], "malt": [{"category": "malt", "createDate": "2013-06-24 16:07:58", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 1945, "name": "Hugh Baird Pale Ale Malt"}]}, "nameDisplay": "Champion Malky", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "name": "Champion Malky", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-12-21 20:23:50", "updateDate": "2014-10-16 18:47:47", "abv": "4.7", "styleId": 36, "availableId": 6, "id": "pZV7cm", "glasswareId": 6}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Champion Reserve I.P.A. – An American style IPA, mediun to light amber in color with a floral hoppy aroma. Meduim bodied and hopped to about  60 IBU's. It's brewed using British malts and generously hopped with a blend of Perle and Cascade.  It's dry-hopped with Cascade for a fuller aroma.  5%alc.", "statusDisplay": "Verified", "nameDisplay": "Champion Reserve I.P.A.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "name": "Champion Reserve I.P.A.", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-23 00:41:49", "updateDate": "2014-10-08 19:38:30", "abv": "5", "styleId": 30, "availableId": 1, "id": "KjlflC", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Champions Clubhouse Classic", "nameDisplay": "Champions Clubhouse Classic", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.05", "description": "Most traditional interpretations of English-style India pale ales are characterized by medium-high hop bitterness with a medium to medium-high alcohol content. Hops from a variety of origins may be used to contribute to a high hopping rate. Earthy and herbal English-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer, sometimes with subtle and balanced character of sulfur compounds. This pale gold to deep copper-colored ale has a medium to high, flowery hop aroma and may have a medium to strong hop flavor (in addition to the hop bitterness). English-style India pale ales possess medium maltiness and body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill haze is allowable at cold temperatures. Hops of other origins may be used for bitterness or approximating traditional English character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "35", "categoryId": 1, "srmMax": "14", "ibuMax": "63", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:18:33", "fgMax": "1.018", "shortName": "English IPA", "abvMax": "7", "id": 2, "srmMin": "6", "name": "English-Style India Pale Ale"}, "createDate": "2012-01-03 02:42:58", "updateDate": "2012-03-22 13:04:55", "styleId": 2, "id": "uzsXmS", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Chang Beer (Domestic)", "nameDisplay": "Chang Beer (Domestic)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2013-05-03 00:46:41", "updateDate": "2013-05-03 00:46:41", "abv": "6.4", "styleId": 93, "id": "ECw795", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Keg and bottle: Filtered.\r\nExport version.\r\nIngredients: Fine quality malt, rice, and hop, with natural water, and selected yeast.\r\n\"With its attractive taste and a price that appealed to consumers at all levels, the response and success of Chang marked a new era and turned a new page for the Thai beer industry. In 1998 Beer Chang was awarded the “Gold Medallion” at the International Beer Competition in Australia in the category of “Lager, Unlimited Degree”", "statusDisplay": "Verified", "nameDisplay": "Chang Beer (Export)", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/qWevIW/upload_kyvwW5-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/qWevIW/upload_kyvwW5-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/qWevIW/upload_kyvwW5-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2013-05-03 00:46:59", "updateDate": "2016-05-31 18:35:57", "abv": "5", "styleId": 93, "id": "qWevIW", "name": "Chang Beer (Export)"}, {"status": "verified", "isOrganic": "N", "name": "Chang Beer Export (All Malt)", "nameDisplay": "Chang Beer Export (All Malt)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2013-05-03 00:47:33", "updateDate": "2013-05-03 00:47:33", "abv": "5", "styleId": 93, "id": "SqNjRx", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Chang Draught", "nameDisplay": "Chang Draught", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2013-05-03 00:48:18", "updateDate": "2014-10-10 19:45:06", "abv": "5", "styleId": 93, "id": "5A6XbO", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Chang Light", "nameDisplay": "Chang Light", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.024", "description": "These beers are extremely light straw to light amber in color, light in body, and high in carbonation. They should have a maximum carbohydrate level of 3.0 gm per 12 oz. (356 ml). These beers are characterized by extremely high degree of attenuation (often final gravity is less than 1.000 (0 ºPlato), but with typical American-style light lager alcohol levels. Corn, rice, or other grain adjuncts are often used. Flavor is very light/mild and very dry. Hop flavor, aroma and bitterness are negligible to very low. Very low yeasty flavors and fruity esters are acceptable in aroma and flavor. Chill haze and diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "3", "categoryId": 8, "srmMax": "10", "ibuMax": "10", "abvMin": "3.5", "fgMin": "0.992", "updateDate": "2015-04-07 15:39:47", "fgMax": "1.004", "shortName": "American Low-Carb Lager", "abvMax": "4.4", "id": 95, "srmMin": "2", "name": "American-Style Low-Carbohydrate Light Lager"}, "createDate": "2013-05-03 00:48:40", "updateDate": "2013-05-03 00:48:40", "abv": "4.2", "styleId": 95, "id": "hTpLkp", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Chango", "nameDisplay": "Chango", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.028", "description": "This is very pale in color and the lightest of all the German wheat beers. The unique combination of yeast and lactic acid bacteria fermentation yields a beer that is acidic, highly attenuated, and very light bodied. The carbonation of a Berliner Weisse is high, and hop rates are very low. Clarity may be hazy or cloudy from yeast or chill haze. Hop character should not be perceived. Fruity esters will be evident. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "3", "categoryId": 4, "srmMax": "4", "ibuMax": "6", "abvMin": "2.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:29:14", "fgMax": "1.006", "shortName": "Berlinerweisse", "abvMax": "3.4", "id": 46, "srmMin": "2", "name": "Berliner-Style Weisse (Wheat)"}, "createDate": "2016-04-25 13:06:35", "updateDate": "2016-04-25 13:06:35", "abv": "3.5", "styleId": 46, "id": "R9N9O3", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Channel Ocho (Mexican Spiced Ale) aged 11 months in Bourbon barrels, Gilgamesh (Old Ale) aged in Red Wine barrels for 14 months.\r\nThis blend has a brown/black colour with garnet highlights. The aroma offers up a complex array of impressions. Baking spice cupboard, red wine, sultanas, black licorice, and chipotle are all evident. Robust flavours of wine, oak and dried fruit follow with a subtle hint of cocoa. The finish is long with lingering peppery heat.\r\n\r\nMEMBERS ONLY!\r\n\r\nAvailable Exclusively to Greener Futures Members. Sign up today!", "statusDisplay": "Verified", "nameDisplay": "Channel Gogo", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/7udyEF/upload_ynEuXt-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/7udyEF/upload_ynEuXt-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/7udyEF/upload_ynEuXt-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:27", "shortName": "BBL Aged", "id": 132, "name": "Wood- and Barrel-Aged Beer"}, "createDate": "2015-03-01 19:20:25", "updateDate": "2015-12-17 21:37:04", "abv": "10.5", "styleId": 132, "availableId": 2, "id": "7udyEF", "name": "Channel Gogo"}, {"status": "verified", "isOrganic": "N", "description": "This IPA does not need a compass to point you in the right direction to return to the islands. The flavors of this Session IPA will getyou to sit, relax, and enjoy the beautiful islandsunset from any local spot. Channel Marker IPA pairs perfectly with cracked conch.", "statusDisplay": "Verified", "nameDisplay": "Channel Marker IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-03-03 20:27:37", "updateDate": "2015-03-03 20:27:37", "styleId": 30, "id": "hu2kJj", "name": "Channel Marker IPA"}, {"status": "verified", "isOrganic": "N", "description": "The French yeast strain imparts moderate esters reminiscent of bananas and apricots that linger over refreshingly herbal and spicy hop flavors. A healthy portion of raw wheat helps to balance these flavors with a light and earthy-crisp, biscuity malt character.", "srmId": 5, "nameDisplay": "Chanson de Boheme", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/zqcWSr/upload_2mkvIm-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/zqcWSr/upload_2mkvIm-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/zqcWSr/upload_2mkvIm-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "id": "zqcWSr", "statusDisplay": "Verified", "createDate": "2016-03-10 21:04:54", "updateDate": "2016-03-10 21:06:03", "abv": "6.1", "styleId": 36, "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "ibu": "19", "name": "Chanson de Boheme"}, {"status": "verified", "isOrganic": "N", "description": "Wee heavy ales are the biggest versions of Scottish ales. They end to be fuller bodied and have more roasted flavors. Ours has a deep copper color and roasted malt flavors with just a hint of Cherry wood smoke.\r\n\r\nA chanter is the melody pipe on traditional Scottish bagpipes. Like the distinct music the chanter makes in the highlands of Scotland our Wee Heavy has itsown unforgettable flavor. Sláinte!", "statusDisplay": "Verified", "nameDisplay": "Chanter Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.035", "description": "Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "12", "categoryId": 1, "srmMax": "19", "ibuMax": "20", "abvMin": "3.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:48", "fgMax": "1.014", "shortName": "Scottish Heavy", "abvMax": "4", "id": 8, "srmMin": "10", "name": "Scottish-Style Heavy Ale"}, "createDate": "2016-07-10 17:22:58", "updateDate": "2016-07-10 17:31:15", "abv": "6.75", "styleId": 8, "id": "7XTgeo", "name": "Chanter Ale"}, {"status": "verified", "isOrganic": "N", "description": "french-style farmhouse beer brewed with 50 lbs of foraged chanterelle mushrooms. crisp, malty beer with a light, buttery funkiness and an apricot finish.", "statusDisplay": "Verified", "nameDisplay": "chanterelle biere de garde", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2015-04-12 16:35:56", "updateDate": "2015-04-12 16:35:56", "styleId": 72, "id": "Jktgv3", "name": "chanterelle biere de garde"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Big dark and strong.", "statusDisplay": "Verified", "nameDisplay": "Chaos Chaos Russian Imperial Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.08", "description": "Dark copper to very dark brown, British-style imperial stouts typically have high alcohol content. The extremely rich malty flavor (often characterized as toffee-like or caramel-like) and aroma are balanced with medium hopping and high fruity-ester characteristics. Bitterness should be moderate and balanced with sweet malt character. The bitterness may be higher in the darker versions. Roasted malt astringency is very low or absent. Bitterness should not overwhelm the overall character. Hop aroma can be subtle to moderately hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:45", "ibuMin": "45", "categoryId": 1, "srmMax": "35", "ibuMax": "65", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:22:41", "fgMax": "1.03", "shortName": "British Imperial Stout", "abvMax": "12", "id": 16, "srmMin": "20", "name": "British-Style Imperial Stout"}, "name": "Chaos Chaos Russian Imperial Stout", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-23 18:00:43", "updateDate": "2014-10-13 17:48:33", "abv": "11.2", "styleId": 16, "availableId": 1, "id": "g5ipXo", "glasswareId": 5}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "Infused with the copper glow of more than 1,000 setting suns. This exceptional offering had infinite body ... a big, sweet malty tumult followed by a long, balanced, hop symphony.", "srmId": 10, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Chaotic Chemistry", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "id": "FxyfOU", "statusDisplay": "Verified", "createDate": "2012-01-03 02:42:58", "updateDate": "2013-08-14 18:38:48", "abv": "9.9", "styleId": 34, "availableId": 3, "glasswareId": 5, "ibu": "50", "srm": {"hex": "DE7C00", "id": 10, "name": "10"}, "name": "Chaotic Chemistry"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 5, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/yzFRWF/upload_4hijXX-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/yzFRWF/upload_4hijXX-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/yzFRWF/upload_4hijXX-icon.png"}, "styleId": 31, "availableId": 1, "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "id": "yzFRWF", "statusDisplay": "Verified", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "nameDisplay": "Chaotic Double India Pale Ale", "name": "Chaotic Double India Pale Ale", "abv": "10.1", "status": "verified", "description": "This beer pours surprisingly light gold, with a huge amount of dry-hopping introduced into each batch. A spectrum of hop flavors and aromas with especially notable grapefruit and pine character.", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "ibu": "93", "servingTemperature": "cool", "updateDate": "2015-12-16 12:25:30", "createDate": "2012-01-03 02:42:58"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Chaparral is a pale golden, farmhouse-style ale made with local sage honey. The Belgian/French Saison yeast yields a delicate haze, and banana and spice esters permeate the dense white head. A light body, mild tartness from the malt, and balanced hop character add complexity and mask its high alcohol.", "srmId": 4, "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "nameDisplay": "Chaparral Saison", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "id": "7PR1yQ", "statusDisplay": "Verified", "createDate": "2012-01-03 02:42:58", "updateDate": "2014-10-16 18:02:56", "abv": "8.7", "styleId": 72, "availableId": 4, "glasswareId": 8, "ibu": "38", "srm": {"hex": "FFBF42", "id": 4, "name": "4"}, "name": "Chaparral Saison"}, {"status": "verified", "isOrganic": "N", "name": "Chapeau Abricot Lambic", "nameDisplay": "Chapeau Abricot Lambic", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.04", "description": "These beers, also known by the names framboise, kriek, peche, cassis, etc., are characterized by fruit flavors and aromas. The color reflects the choice of fruit. Sourness is an important part of the flavor profile, though sweetness may compromise the intensity. These flavored lambic beers may be very dry or mildly sweet and range from a dry to a full-bodied mouthfeel. Characteristic horsey, goaty, leathery and phenolic character evolved from Brettanomyces yeast is often present at moderate levels. Vanillin and other woody flavors should not be evident. Versions of this beer made outside of the Brussels area of Belgium cannot be true lambics. These versions are said to be \"lambic-style\" and may be made to resemble many of the beers of true origin. Historically, traditional lambics are dry and completely attenuated, exhibiting no residual sweetness either from malt, sugar, fruit or artificial sweeteners. Some versions often have a degree of sweetness, contributed by fruit sugars, other sugars or artificial sweeteners. Competition organizers may choose to subcategorize this style into A) Traditional and B) Sweet.  Artificial sweeteners are sometimes used in some brands.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "ibuMax": "21", "abvMin": "5.6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:47", "fgMax": "1.016", "shortName": "Fruit Lambic", "abvMax": "8.6", "id": 68, "name": "Belgian-Style Fruit Lambic"}, "createDate": "2014-07-23 19:38:47", "updateDate": "2014-07-24 11:28:21", "abv": "3.5", "styleId": 68, "id": "qY4zs2", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Chapeau Banana Lambic", "nameDisplay": "Chapeau Banana Lambic", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.04", "description": "These beers, also known by the names framboise, kriek, peche, cassis, etc., are characterized by fruit flavors and aromas. The color reflects the choice of fruit. Sourness is an important part of the flavor profile, though sweetness may compromise the intensity. These flavored lambic beers may be very dry or mildly sweet and range from a dry to a full-bodied mouthfeel. Characteristic horsey, goaty, leathery and phenolic character evolved from Brettanomyces yeast is often present at moderate levels. Vanillin and other woody flavors should not be evident. Versions of this beer made outside of the Brussels area of Belgium cannot be true lambics. These versions are said to be \"lambic-style\" and may be made to resemble many of the beers of true origin. Historically, traditional lambics are dry and completely attenuated, exhibiting no residual sweetness either from malt, sugar, fruit or artificial sweeteners. Some versions often have a degree of sweetness, contributed by fruit sugars, other sugars or artificial sweeteners. Competition organizers may choose to subcategorize this style into A) Traditional and B) Sweet.  Artificial sweeteners are sometimes used in some brands.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "ibuMax": "21", "abvMin": "5.6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:47", "fgMax": "1.016", "shortName": "Fruit Lambic", "abvMax": "8.6", "id": 68, "name": "Belgian-Style Fruit Lambic"}, "createDate": "2014-07-23 19:40:04", "updateDate": "2015-05-07 17:37:56", "abv": "3.5", "styleId": 68, "id": "Srno1T", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Chapeau Brun", "nameDisplay": "Chapeau Brun", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "name": "Other Specialty Cider or Perry", "createDate": "2012-03-21 20:06:46", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:22", "fgMax": "1.02", "shortName": "Specialty Cider", "abvMax": "12", "id": 157, "ogMax": "1.1"}, "createDate": "2015-04-10 15:01:27", "updateDate": "2015-04-10 15:01:54", "styleId": 157, "id": "0E13ZL", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Chapeau Exotic Lambic", "nameDisplay": "Chapeau Exotic Lambic", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.04", "description": "These beers, also known by the names framboise, kriek, peche, cassis, etc., are characterized by fruit flavors and aromas. The color reflects the choice of fruit. Sourness is an important part of the flavor profile, though sweetness may compromise the intensity. These flavored lambic beers may be very dry or mildly sweet and range from a dry to a full-bodied mouthfeel. Characteristic horsey, goaty, leathery and phenolic character evolved from Brettanomyces yeast is often present at moderate levels. Vanillin and other woody flavors should not be evident. Versions of this beer made outside of the Brussels area of Belgium cannot be true lambics. These versions are said to be \"lambic-style\" and may be made to resemble many of the beers of true origin. Historically, traditional lambics are dry and completely attenuated, exhibiting no residual sweetness either from malt, sugar, fruit or artificial sweeteners. Some versions often have a degree of sweetness, contributed by fruit sugars, other sugars or artificial sweeteners. Competition organizers may choose to subcategorize this style into A) Traditional and B) Sweet.  Artificial sweeteners are sometimes used in some brands.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "ibuMax": "21", "abvMin": "5.6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:47", "fgMax": "1.016", "shortName": "Fruit Lambic", "abvMax": "8.6", "id": 68, "name": "Belgian-Style Fruit Lambic"}, "createDate": "2012-01-03 02:42:58", "updateDate": "2015-05-07 17:53:46", "styleId": 68, "id": "q3a5ty", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Chapeau Fraises Lambic", "nameDisplay": "Chapeau Fraises Lambic", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/89FEzM/upload_OALjsj-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/89FEzM/upload_OALjsj-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/89FEzM/upload_OALjsj-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.04", "description": "These beers, also known by the names framboise, kriek, peche, cassis, etc., are characterized by fruit flavors and aromas. The color reflects the choice of fruit. Sourness is an important part of the flavor profile, though sweetness may compromise the intensity. These flavored lambic beers may be very dry or mildly sweet and range from a dry to a full-bodied mouthfeel. Characteristic horsey, goaty, leathery and phenolic character evolved from Brettanomyces yeast is often present at moderate levels. Vanillin and other woody flavors should not be evident. Versions of this beer made outside of the Brussels area of Belgium cannot be true lambics. These versions are said to be \"lambic-style\" and may be made to resemble many of the beers of true origin. Historically, traditional lambics are dry and completely attenuated, exhibiting no residual sweetness either from malt, sugar, fruit or artificial sweeteners. Some versions often have a degree of sweetness, contributed by fruit sugars, other sugars or artificial sweeteners. Competition organizers may choose to subcategorize this style into A) Traditional and B) Sweet.  Artificial sweeteners are sometimes used in some brands.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "ibuMax": "21", "abvMin": "5.6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:47", "fgMax": "1.016", "shortName": "Fruit Lambic", "abvMax": "8.6", "id": 68, "name": "Belgian-Style Fruit Lambic"}, "createDate": "2012-01-03 02:42:58", "updateDate": "2015-12-15 22:50:47", "styleId": 68, "id": "89FEzM", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Chapeau Framboise Lambic", "nameDisplay": "Chapeau Framboise Lambic", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Xv3Vyw/upload_knmEgz-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Xv3Vyw/upload_knmEgz-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Xv3Vyw/upload_knmEgz-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.04", "description": "These beers, also known by the names framboise, kriek, peche, cassis, etc., are characterized by fruit flavors and aromas. The color reflects the choice of fruit. Sourness is an important part of the flavor profile, though sweetness may compromise the intensity. These flavored lambic beers may be very dry or mildly sweet and range from a dry to a full-bodied mouthfeel. Characteristic horsey, goaty, leathery and phenolic character evolved from Brettanomyces yeast is often present at moderate levels. Vanillin and other woody flavors should not be evident. Versions of this beer made outside of the Brussels area of Belgium cannot be true lambics. These versions are said to be \"lambic-style\" and may be made to resemble many of the beers of true origin. Historically, traditional lambics are dry and completely attenuated, exhibiting no residual sweetness either from malt, sugar, fruit or artificial sweeteners. Some versions often have a degree of sweetness, contributed by fruit sugars, other sugars or artificial sweeteners. Competition organizers may choose to subcategorize this style into A) Traditional and B) Sweet.  Artificial sweeteners are sometimes used in some brands.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "ibuMax": "21", "abvMin": "5.6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:47", "fgMax": "1.016", "shortName": "Fruit Lambic", "abvMax": "8.6", "id": 68, "name": "Belgian-Style Fruit Lambic"}, "createDate": "2012-01-03 02:42:58", "updateDate": "2015-12-15 22:34:59", "abv": "6", "styleId": 68, "id": "Xv3Vyw", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Chapeau Kriek Lambic", "nameDisplay": "Chapeau Kriek Lambic", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/5BWcAu/upload_Vmrkr8-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/5BWcAu/upload_Vmrkr8-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/5BWcAu/upload_Vmrkr8-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.047", "description": "Unblended, naturally and spontaneously fermented lambic is intensely estery, sour, and sometimes, but not necessarily, acetic flavored. Low in carbon dioxide, these hazy beers are brewed with unmalted wheat and malted barley. Sweet malt characters are not perceived. They are very low in hop bitterness. Cloudiness is acceptable. These beers are quite dry and light bodied. Characteristic horsey, goaty, leathery and phenolic character evolved from Brettanomyces yeast is often present at moderate levels. Versions of this beer made outside of the Brussels area of Belgium cannot be true lambics. These versions are said to be \"lambicstyle\" and may be made to resemble many of the beers of true origin. Vanillin and other wood-derived flavors should not be evident. Historically, traditional lambic is dry and completely attenuated, exhibiting no residual sweetness either from malt, sugar or artificial sweeteners. Sweet versions may be created through addition of sugars or artificial sweeteners. Competition organizers may choose to subcategorize this style into A) Traditional and B) Sweet. Artificial sweeteners are sometimes used in some brands.", "createDate": "2012-03-21 20:06:46", "ibuMin": "11", "categoryId": 5, "srmMax": "13", "ibuMax": "23", "abvMin": "6.2", "fgMin": "1", "updateDate": "2015-04-07 15:32:34", "fgMax": "1.01", "shortName": "Lambic", "abvMax": "8.1", "id": 66, "srmMin": "6", "name": "Belgian-Style Lambic"}, "createDate": "2014-07-23 19:41:55", "updateDate": "2015-12-17 16:24:22", "abv": "3.5", "styleId": 66, "id": "5BWcAu", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Chapeau Mirabelle Lambic", "nameDisplay": "Chapeau Mirabelle Lambic", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.04", "description": "These beers, also known by the names framboise, kriek, peche, cassis, etc., are characterized by fruit flavors and aromas. The color reflects the choice of fruit. Sourness is an important part of the flavor profile, though sweetness may compromise the intensity. These flavored lambic beers may be very dry or mildly sweet and range from a dry to a full-bodied mouthfeel. Characteristic horsey, goaty, leathery and phenolic character evolved from Brettanomyces yeast is often present at moderate levels. Vanillin and other woody flavors should not be evident. Versions of this beer made outside of the Brussels area of Belgium cannot be true lambics. These versions are said to be \"lambic-style\" and may be made to resemble many of the beers of true origin. Historically, traditional lambics are dry and completely attenuated, exhibiting no residual sweetness either from malt, sugar, fruit or artificial sweeteners. Some versions often have a degree of sweetness, contributed by fruit sugars, other sugars or artificial sweeteners. Competition organizers may choose to subcategorize this style into A) Traditional and B) Sweet.  Artificial sweeteners are sometimes used in some brands.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "ibuMax": "21", "abvMin": "5.6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:47", "fgMax": "1.016", "shortName": "Fruit Lambic", "abvMax": "8.6", "id": 68, "name": "Belgian-Style Fruit Lambic"}, "createDate": "2012-01-03 02:42:58", "updateDate": "2012-03-22 13:04:50", "styleId": 68, "id": "bQ8Tb6", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Chapeau Nior", "statusDisplay": "Verified", "nameDisplay": "Chapeau Nior", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Z7iIrN/upload_CT0q6M-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Z7iIrN/upload_CT0q6M-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Z7iIrN/upload_CT0q6M-icon.png"}, "id": "Z7iIrN", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:58", "updateDate": "2014-10-13 17:12:51", "abv": "6", "ibu": "49", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Chapeau Pêche Lambic", "nameDisplay": "Chapeau Pêche Lambic", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.04", "description": "These beers, also known by the names framboise, kriek, peche, cassis, etc., are characterized by fruit flavors and aromas. The color reflects the choice of fruit. Sourness is an important part of the flavor profile, though sweetness may compromise the intensity. These flavored lambic beers may be very dry or mildly sweet and range from a dry to a full-bodied mouthfeel. Characteristic horsey, goaty, leathery and phenolic character evolved from Brettanomyces yeast is often present at moderate levels. Vanillin and other woody flavors should not be evident. Versions of this beer made outside of the Brussels area of Belgium cannot be true lambics. These versions are said to be \"lambic-style\" and may be made to resemble many of the beers of true origin. Historically, traditional lambics are dry and completely attenuated, exhibiting no residual sweetness either from malt, sugar, fruit or artificial sweeteners. Some versions often have a degree of sweetness, contributed by fruit sugars, other sugars or artificial sweeteners. Competition organizers may choose to subcategorize this style into A) Traditional and B) Sweet.  Artificial sweeteners are sometimes used in some brands.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "ibuMax": "21", "abvMin": "5.6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:47", "fgMax": "1.016", "shortName": "Fruit Lambic", "abvMax": "8.6", "id": 68, "name": "Belgian-Style Fruit Lambic"}, "createDate": "2012-01-03 02:42:58", "updateDate": "2013-11-09 15:34:06", "styleId": 68, "id": "MmgrIE", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Chapeau Plum Lambic", "nameDisplay": "Chapeau Plum Lambic", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.04", "description": "These beers, also known by the names framboise, kriek, peche, cassis, etc., are characterized by fruit flavors and aromas. The color reflects the choice of fruit. Sourness is an important part of the flavor profile, though sweetness may compromise the intensity. These flavored lambic beers may be very dry or mildly sweet and range from a dry to a full-bodied mouthfeel. Characteristic horsey, goaty, leathery and phenolic character evolved from Brettanomyces yeast is often present at moderate levels. Vanillin and other woody flavors should not be evident. Versions of this beer made outside of the Brussels area of Belgium cannot be true lambics. These versions are said to be \"lambic-style\" and may be made to resemble many of the beers of true origin. Historically, traditional lambics are dry and completely attenuated, exhibiting no residual sweetness either from malt, sugar, fruit or artificial sweeteners. Some versions often have a degree of sweetness, contributed by fruit sugars, other sugars or artificial sweeteners. Competition organizers may choose to subcategorize this style into A) Traditional and B) Sweet.  Artificial sweeteners are sometimes used in some brands.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "ibuMax": "21", "abvMin": "5.6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:47", "fgMax": "1.016", "shortName": "Fruit Lambic", "abvMax": "8.6", "id": 68, "name": "Belgian-Style Fruit Lambic"}, "createDate": "2014-07-23 19:50:50", "updateDate": "2014-07-24 11:28:30", "abv": "3.5", "styleId": 68, "id": "hVFQKL", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Chapeau Tropical Lambic", "nameDisplay": "Chapeau Tropical Lambic", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.04", "description": "These beers, also known by the names framboise, kriek, peche, cassis, etc., are characterized by fruit flavors and aromas. The color reflects the choice of fruit. Sourness is an important part of the flavor profile, though sweetness may compromise the intensity. These flavored lambic beers may be very dry or mildly sweet and range from a dry to a full-bodied mouthfeel. Characteristic horsey, goaty, leathery and phenolic character evolved from Brettanomyces yeast is often present at moderate levels. Vanillin and other woody flavors should not be evident. Versions of this beer made outside of the Brussels area of Belgium cannot be true lambics. These versions are said to be \"lambic-style\" and may be made to resemble many of the beers of true origin. Historically, traditional lambics are dry and completely attenuated, exhibiting no residual sweetness either from malt, sugar, fruit or artificial sweeteners. Some versions often have a degree of sweetness, contributed by fruit sugars, other sugars or artificial sweeteners. Competition organizers may choose to subcategorize this style into A) Traditional and B) Sweet.  Artificial sweeteners are sometimes used in some brands.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "ibuMax": "21", "abvMin": "5.6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:47", "fgMax": "1.016", "shortName": "Fruit Lambic", "abvMax": "8.6", "id": 68, "name": "Belgian-Style Fruit Lambic"}, "createDate": "2012-01-03 02:42:58", "updateDate": "2015-04-14 17:01:11", "styleId": 68, "id": "tVncgU", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Complexity and depth of flavor while retaining light body and effervescence, chapel is also crisp and dry and the perfect compliment warm weather. Best enjoyed in a footed pilsner glass.", "statusDisplay": "Verified", "nameDisplay": "Chapel", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/JnmPRJ/upload_30Bkav-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/JnmPRJ/upload_30Bkav-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/JnmPRJ/upload_30Bkav-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "12", "ibuMax": "30", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:06", "fgMax": "1.014", "shortName": "Belgian Pale", "abvMax": "6", "id": 62, "srmMin": "6", "name": "Belgian-Style Pale Ale"}, "name": "Chapel", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "createDate": "2014-06-04 15:12:30", "updateDate": "2015-12-17 14:06:06", "abv": "4.9", "styleId": 62, "id": "JnmPRJ", "glasswareId": 4}, {"status": "verified", "isOrganic": "N", "description": "A tribute to John Chapman, better known as “Johnny Appleseed”. It is made with four types of heritage apples including: Winesap, Baldwin, Northern Spy, and Jonathan. It is a semi-dry cider with a clean fruit flavor and slight carbonation.", "statusDisplay": "Verified", "nameDisplay": "Chapman's Blend", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.07", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:07", "fgMax": "1.01", "shortName": "Fruit Cider", "abvMax": "9", "id": 155, "name": "Fruit Cider"}, "createDate": "2015-04-10 15:04:20", "updateDate": "2015-04-10 15:04:20", "styleId": 155, "id": "TUuIB5", "name": "Chapman's Blend"}, {"status": "verified", "isOrganic": "N", "name": "Chapman's Oaked", "nameDisplay": "Chapman's Oaked", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "name": "Other Specialty Cider or Perry", "createDate": "2012-03-21 20:06:46", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:22", "fgMax": "1.02", "shortName": "Specialty Cider", "abvMax": "12", "id": 157, "ogMax": "1.1"}, "createDate": "2015-04-10 13:53:35", "updateDate": "2015-04-10 13:54:18", "styleId": 157, "id": "PE7GDl", "statusDisplay": "Verified"}]
