[{"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "Y", "name": "DARK MARVEL", "nameDisplay": "DARK MARVEL", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.038", "description": "Dry stouts have an initial malt and light caramel flavor profile with a distinctive dry-roasted bitterness in the finish. Dry stouts achieve a dry-roasted character through the use of roasted barley. The emphasis of coffee-like roasted barley and a moderate degree of roasted malt aromas define much of the character. Some slight acidity may be perceived but is not necessary. European hop aroma and flavor should be low or not perceived. Dry stouts have medium-light to medium body. Fruity esters are minimal and overshadowed by malt, high hop bitterness, and roasted barley character. Diacetyl (butterscotch) should be very low or not perceived. Head retention and rich character should be part of its visual character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:51", "fgMax": "1.012", "shortName": "Dry Irish Stout", "abvMax": "5", "id": 23, "srmMin": "40", "name": "Classic Irish-Style Dry Stout"}, "createDate": "2015-07-08 18:31:39", "updateDate": "2015-07-08 18:31:39", "abv": "5.2", "styleId": 23, "availableId": 1, "id": "IIid9J", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Dark Matter", "nameDisplay": "Dark Matter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/eFRCNp/upload_TO1yXw-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/eFRCNp/upload_TO1yXw-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/eFRCNp/upload_TO1yXw-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.052", "description": "As with classic dry stouts, foreign-style stouts have an initial malt sweetness and caramel flavor with a distinctive dry-roasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Bitterness may be high but the perception is often compromised by malt sweetness. Hop aroma and flavor should not be perceived. The perception of fruity esters is low. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:58", "fgMax": "1.02", "shortName": "Export Stout", "abvMax": "9.3", "id": 24, "srmMin": "40", "name": "Foreign (Export)-Style Stout"}, "createDate": "2014-04-01 14:47:07", "updateDate": "2015-12-17 11:56:25", "styleId": 24, "id": "eFRCNp", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A robust porter, pitch black in color with notes of baking chocolate, fresh coffee, and a distinct umami character aged in a French red wine barrel inoculated with Lactobacillus Delbrueckii to give an up front puckering sourness.", "statusDisplay": "Verified", "nameDisplay": "Dark Matter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "id": "TgaH2i", "createDate": "2015-09-10 15:19:36", "updateDate": "2015-09-10 18:22:55", "abv": "6.6", "styleId": 40, "ibu": "35", "name": "Dark Matter"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Dark, lovely, luscious. The deep, dark brown color hints at the flavors within. With an aroma reminiscent of chocolate and freshly baked cookies, this beer is smooth, silky, creamy, full-bodied, roasty, toasty, and slightly nutty. This is one beautifully balanced, rich, and exquisite stout.", "statusDisplay": "Verified", "nameDisplay": "Dark Matter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.038", "description": "Oatmeal stouts include oatmeal in their grist, resulting in a pleasant, full flavor and a smooth profile that is rich without being grainy. A roasted malt character which is caramel-like and chocolate-like should be evident - smooth and not bitter. Coffee-like roasted barley and roasted malt aromas (chocolate and nut-like) are prominent. Color is dark brown to black. Bitterness is moderate, not high. Hop flavor and aroma are optional but should not overpower the overall balance if present. This is a medium- to full- bodied beer, with minimal fruity esters. Diacetyl should be absent or at extremely low levels. Original gravity range and alcohol levels are indicative of English tradition of oatmeal stout.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "20", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:22:53", "fgMax": "1.02", "shortName": "Oatmeal Stout", "abvMax": "6", "id": 21, "srmMin": "20", "name": "Oatmeal Stout"}, "name": "Dark Matter", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-03-07 18:59:34", "updateDate": "2014-11-20 01:47:41", "abv": "5.4", "styleId": 21, "availableId": 1, "id": "qVhLn6", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Dark Matter is a higher gravity, Belgian Strong Dark Ale.  True to character, the roasted biscuit malt and sweet candied sugar aroma are deep and rich on the nose, which naturally delivers a Big Bang on the tastebuds! Its dark fruity undertones of plum and raisin are complemented by spicy notes of ginger and clove and guarantee this one to be dangerous, even in spite of the smooth caramel sweetness…and we promise you’ll agree that the taste is out of this world!\r\n\r\n\r\nLook for Dark Matter in more bars, restaurants and draft-to-go starting in Spring 2014!", "statusDisplay": "Verified", "nameDisplay": "Dark Matter", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "createDate": "2015-02-26 16:05:36", "updateDate": "2015-02-26 16:05:36", "abv": "10", "styleId": 64, "id": "VmqgA6", "name": "Dark Matter"}, {"status": "verified", "isOrganic": "N", "description": "“We are much more certain what Dark Matter is not then we are what it is.” -NASA", "statusDisplay": "Verified", "nameDisplay": "Dark Matter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2015-08-05 15:27:35", "updateDate": "2015-08-05 15:27:35", "abv": "10.1", "styleId": 43, "id": "dbKZLZ", "name": "Dark Matter"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Dark Matter is dosed up with wheat malt to give it a smooth, subtle breadiness and extra body. Dark chocolate and roasted coffee flavors meld like thermonuclear plasma.", "statusDisplay": "Verified", "nameDisplay": "Dark Matter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/YgDwVY/upload_61stv0-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/YgDwVY/upload_61stv0-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/YgDwVY/upload_61stv0-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "id": "YgDwVY", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2015-08-17 21:33:17", "updateDate": "2015-12-18 05:14:17", "abv": "6.6", "styleId": 18, "availableId": 4, "glasswareId": 5, "ibu": "25", "foodPairings": "Pairs well with candy bars, pudding and peanut butter cookies.  Smoke a brisket, pour a Dark Matter...Portal.", "name": "Dark Matter"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Deep inside the Hadron Collider physicists hurtle sub-atomic particles with lightning speed on a collision course with each other. They do so in the pursuit of pure science, in the hope of one day being able to unlock the mystery of the elusive unseen fabric upon which our universe is embroidered: Dark Matter.", "statusDisplay": "Verified", "nameDisplay": "Dark Matter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/a8AkkF/upload_3uP9BR-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/a8AkkF/upload_3uP9BR-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/a8AkkF/upload_3uP9BR-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "createDate": "2015-02-18 20:06:44", "updateDate": "2015-12-17 21:39:20", "abv": "5.3", "styleId": 125, "availableId": 1, "id": "a8AkkF", "name": "Dark Matter"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "Y", "description": "The combination of rye and chocolate malt enhance the three additions of centennial hops. While this is not an over the top IPA, we feel that after dry hopping the deep rich flavor can't be beat. \r\n\r\nNamed after the LUX experiment at Lead's Sanford Underground Laboratory. Brewed then named, a perfect fit.", "statusDisplay": "Verified", "nameDisplay": "Dark Matter RyePA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.056", "description": "American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "35", "ibuMax": "70", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:28:36", "fgMax": "1.018", "shortName": "Black Ale", "abvMax": "7.5", "id": 41, "srmMin": "35", "name": "American-Style Black Ale"}, "createDate": "2015-07-13 19:48:33", "updateDate": "2015-07-13 19:48:33", "abv": "6.6", "styleId": 41, "availableId": 2, "id": "XAxCN7", "name": "Dark Matter RyePA"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Dark Meddle", "statusDisplay": "Verified", "nameDisplay": "Dark Meddle", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/lCVRFS/upload_LPqztx-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/lCVRFS/upload_LPqztx-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/lCVRFS/upload_LPqztx-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.046", "description": "Beers in this category are reddish brown or copper colored. They are medium in body. The beer is characterized by malty aroma and slight malt sweetness. The malt aroma and flavor should have a notable degree of toasted and/or slightly roasted malt character. Hop bitterness is clean and crisp. Noble-type hop aromas and flavors should be low or mild. Diacetyl, chill haze and ale-like fruity esters should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "22", "categoryId": 7, "srmMax": "16", "ibuMax": "28", "abvMin": "4.8", "fgMin": "1.012", "updateDate": "2015-04-07 15:36:42", "fgMax": "1.018", "shortName": "Vienna Lager", "abvMax": "5.4", "id": 80, "srmMin": "12", "name": "Vienna-Style Lager"}, "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2013-03-27 12:37:48", "updateDate": "2015-12-16 23:58:22", "abv": "5.9", "styleId": 80, "availableId": 2, "id": "lCVRFS", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Dark Mild", "nameDisplay": "Dark Mild", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English dark mild ales range from deep copper to dark brown (often with a red tint) in color. Malt flavor and caramel are part of the flavor and aroma profile while, licorice and roast malt tones may sometimes contribute to the flavor and aroma profile. Body should be low-medium to medium. These beers have very little hop flavor or aroma. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "34", "ibuMax": "24", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:43", "fgMax": "1.008", "shortName": "English Dark Mild", "abvMax": "4", "id": 11, "srmMin": "17", "name": "English-Style Dark Mild Ale"}, "createDate": "2014-04-10 21:49:47", "updateDate": "2014-04-12 21:30:27", "styleId": 11, "id": "7diuS2", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Rich, creamy Dark Mild is a consistent award winner, taking the silver medal in the Brewing 'Oscars' (the Industry International Awards) when last held in 2004. It is especially popular in East Lancashire as well as earning popularity as a niche guest by all lovers of a good mild.", "statusDisplay": "Verified", "nameDisplay": "Dark Mild", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English dark mild ales range from deep copper to dark brown (often with a red tint) in color. Malt flavor and caramel are part of the flavor and aroma profile while, licorice and roast malt tones may sometimes contribute to the flavor and aroma profile. Body should be low-medium to medium. These beers have very little hop flavor or aroma. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "34", "ibuMax": "24", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:43", "fgMax": "1.008", "shortName": "English Dark Mild", "abvMax": "4", "id": 11, "srmMin": "17", "name": "English-Style Dark Mild Ale"}, "name": "Dark Mild", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-05-10 12:52:09", "updateDate": "2013-05-10 12:52:09", "abv": "3.5", "styleId": 11, "id": "Jxo4CN", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "To quote Dr. John Harrison, a great influence on my brewing, \\Mild ale is the only beer with an uninterrupted history from medieval times to the present day.\"The \\\"\"mild\\\"\" means low hop bitterness\t high or low in alcohol\t dry or sweet. This is difficult for modern style wiennies to grasp. How can one style be so many things? How can I judge it good or bad?. The current Brewery Creek Dark Mild is medium brown\t soft hops and about 3.5% abv. It could be a bit more estery. It is a lovely style.\"\"", "statusDisplay": "Verified", "nameDisplay": "Dark Mild", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.05", "description": "Most traditional interpretations of English-style India pale ales are characterized by medium-high hop bitterness with a medium to medium-high alcohol content. Hops from a variety of origins may be used to contribute to a high hopping rate. Earthy and herbal English-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer, sometimes with subtle and balanced character of sulfur compounds. This pale gold to deep copper-colored ale has a medium to high, flowery hop aroma and may have a medium to strong hop flavor (in addition to the hop bitterness). English-style India pale ales possess medium maltiness and body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill haze is allowable at cold temperatures. Hops of other origins may be used for bitterness or approximating traditional English character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "35", "categoryId": 1, "srmMax": "14", "ibuMax": "63", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:18:33", "fgMax": "1.018", "shortName": "English IPA", "abvMax": "7", "id": 2, "srmMin": "6", "name": "English-Style India Pale Ale"}, "createDate": "2012-01-03 02:43:03", "updateDate": "2012-03-22 13:04:58", "abv": "3.5", "styleId": 2, "id": "OVYjJ8", "name": "Dark Mild"}, {"status": "verified", "isOrganic": "N", "description": "Small beer, big ego. This mahogany colored ale is a delightful medley of malted barley. As you peel back the layers of malt, you’ll discover a delicate beer surrounded with complexity and blended with the flavors of toasted bread and chocolate cake. There’s even a hint of coffee for that roasted dry element your palate craves. The Mild is best enjoyed fresh and prides itself as a low-alcohol session beer. Its dark facade and nutty finish provide an allure that is truly one of a kind. Our mild is well-suited for draught and cask conditioning. Hungry? We suggest pairing with grilled portobellos and seared beef garnished with truffle oil.", "statusDisplay": "Verified", "nameDisplay": "Dark Mild", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/zQfwoE/upload_kh67IS-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/zQfwoE/upload_kh67IS-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/zQfwoE/upload_kh67IS-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English dark mild ales range from deep copper to dark brown (often with a red tint) in color. Malt flavor and caramel are part of the flavor and aroma profile while, licorice and roast malt tones may sometimes contribute to the flavor and aroma profile. Body should be low-medium to medium. These beers have very little hop flavor or aroma. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "34", "ibuMax": "24", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:43", "fgMax": "1.008", "shortName": "English Dark Mild", "abvMax": "4", "id": 11, "srmMin": "17", "name": "English-Style Dark Mild Ale"}, "createDate": "2012-06-13 18:17:16", "updateDate": "2015-12-16 17:34:24", "abv": "4", "styleId": 11, "id": "zQfwoE", "name": "Dark Mild"}, {"status": "verified", "isOrganic": "N", "name": "Dark Mild", "nameDisplay": "Dark Mild", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English dark mild ales range from deep copper to dark brown (often with a red tint) in color. Malt flavor and caramel are part of the flavor and aroma profile while, licorice and roast malt tones may sometimes contribute to the flavor and aroma profile. Body should be low-medium to medium. These beers have very little hop flavor or aroma. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "34", "ibuMax": "24", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:43", "fgMax": "1.008", "shortName": "English Dark Mild", "abvMax": "4", "id": 11, "srmMin": "17", "name": "English-Style Dark Mild Ale"}, "createDate": "2014-09-03 16:13:51", "updateDate": "2014-09-04 18:57:19", "abv": "3.7", "styleId": 11, "id": "inOpL1", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A traditional English Dark Mild, one of the great underappreciated beers. Mild in ABV, mild in hop bitterness and aroma, yet our most full flavoured and drinkable ale. Light bodied and very smooth, yet dark in colour with a rich, chocolate flavor.", "statusDisplay": "Verified", "nameDisplay": "Dark Mild", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/atu6m1/upload_IjftZv-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/atu6m1/upload_IjftZv-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/atu6m1/upload_IjftZv-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English dark mild ales range from deep copper to dark brown (often with a red tint) in color. Malt flavor and caramel are part of the flavor and aroma profile while, licorice and roast malt tones may sometimes contribute to the flavor and aroma profile. Body should be low-medium to medium. These beers have very little hop flavor or aroma. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "34", "ibuMax": "24", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:43", "fgMax": "1.008", "shortName": "English Dark Mild", "abvMax": "4", "id": 11, "srmMin": "17", "name": "English-Style Dark Mild Ale"}, "name": "Dark Mild", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-07-27 15:01:25", "updateDate": "2015-12-17 04:58:22", "abv": "3.7", "styleId": 11, "availableId": 1, "id": "atu6m1", "glasswareId": 5}, {"status": "verified", "isOrganic": "Y", "description": "Roasty, creamy, dark & mild. We serve this beer \"on nitro\" to make this an easy-going dark ale.", "statusDisplay": "Verified", "nameDisplay": "Dark Mild", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English dark mild ales range from deep copper to dark brown (often with a red tint) in color. Malt flavor and caramel are part of the flavor and aroma profile while, licorice and roast malt tones may sometimes contribute to the flavor and aroma profile. Body should be low-medium to medium. These beers have very little hop flavor or aroma. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "34", "ibuMax": "24", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:43", "fgMax": "1.008", "shortName": "English Dark Mild", "abvMax": "4", "id": 11, "srmMin": "17", "name": "English-Style Dark Mild Ale"}, "id": "7CVN0U", "createDate": "2015-05-11 18:39:51", "updateDate": "2015-05-11 18:39:52", "abv": "4.4", "styleId": 11, "ibu": "30", "name": "Dark Mild"}, {"status": "verified", "isOrganic": "N", "name": "Dark Mild Ale", "statusDisplay": "Verified", "nameDisplay": "Dark Mild Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/lrYM6W/upload_wtXmCS-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/lrYM6W/upload_wtXmCS-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/lrYM6W/upload_wtXmCS-icon.png"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:03", "updateDate": "2012-03-22 13:05:31", "id": "lrYM6W", "glasswareId": 5}, {"status": "verified", "isOrganic": "Y", "description": "Full-bodied stout with detectable hints of chocolate and coffee.", "statusDisplay": "Verified", "nameDisplay": "Dark Moon Rising", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.038", "description": "Dry stouts have an initial malt and light caramel flavor profile with a distinctive dry-roasted bitterness in the finish. Dry stouts achieve a dry-roasted character through the use of roasted barley. The emphasis of coffee-like roasted barley and a moderate degree of roasted malt aromas define much of the character. Some slight acidity may be perceived but is not necessary. European hop aroma and flavor should be low or not perceived. Dry stouts have medium-light to medium body. Fruity esters are minimal and overshadowed by malt, high hop bitterness, and roasted barley character. Diacetyl (butterscotch) should be very low or not perceived. Head retention and rich character should be part of its visual character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:51", "fgMax": "1.012", "shortName": "Dry Irish Stout", "abvMax": "5", "id": 23, "srmMin": "40", "name": "Classic Irish-Style Dry Stout"}, "id": "OFzt2b", "createDate": "2015-06-02 17:13:52", "updateDate": "2015-06-02 17:13:52", "abv": "4.9", "styleId": 23, "ibu": "36.6", "name": "Dark Moon Rising"}, {"status": "verified", "isOrganic": "N", "description": "Our dark barley wine was brewed with traditional English Marris Otter base malt along with three different types of crystal malt, giving it a smooth mouth-feel that is full of caramel and toffee notes. Just enough roasted malt was added to give this beer a twist from tradition and deep brown color with mild hints of chocolate in the aroma. Balanced with English Goldings hops, this easy-drinking barley wine was named in honor of our Brewer Joe Wilkinson's newborn son Easton.", "statusDisplay": "Verified", "nameDisplay": "Dark New Day", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.085", "description": "British-style barley wines range from tawny copper to dark brown in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by the perception of low to medium bitterness and extraordinary alcohol content. Hop aroma and flavor may be minimal to medium. English type hops are often used but not necessary for this style. Low levels of diacetyl may be acceptable. Caramel and some characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, may be considered positive. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "40", "categoryId": 1, "srmMax": "22", "ibuMax": "60", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:21:27", "fgMax": "1.028", "shortName": "British Barleywine", "abvMax": "12", "id": 17, "srmMin": "14", "name": "British-Style Barley Wine Ale"}, "id": "zq8ji9", "createDate": "2016-06-13 12:00:55", "updateDate": "2016-06-13 12:00:55", "abv": "9", "styleId": 17, "ibu": "40", "name": "Dark New Day"}, {"status": "verified", "isOrganic": "N", "name": "Dark Night", "statusDisplay": "Verified", "nameDisplay": "Dark Night", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/h2eNgV/upload_d4Jokj-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/h2eNgV/upload_d4Jokj-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/h2eNgV/upload_d4Jokj-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:03", "updateDate": "2015-12-16 11:27:20", "styleId": 70, "id": "h2eNgV", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "A rich, dark nut brown, it has deep flavors of roasted barley and chocolate. Not so bitter, very smooth. Great with a steak. Great with chocolate cake. Great alone. Our \"Flagship\" ale!", "srmId": 27, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Dark Nut Brown Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/mkB79R/upload_AaTTSO-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/mkB79R/upload_AaTTSO-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/mkB79R/upload_AaTTSO-icon.png"}, "originalGravity": "1.053", "id": "mkB79R", "statusDisplay": "Verified", "createDate": "2012-01-10 00:01:44", "updateDate": "2015-12-16 14:19:34", "abv": "5.2", "styleId": 10, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English pale mild ales range from golden to amber in color. Malt flavor dominates the flavor profile with little hop bitterness or flavor. Hop aroma can be light. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "17", "ibuMax": "20", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:35", "fgMax": "1.008", "shortName": "English Pale Mild", "abvMax": "4", "id": 10, "srmMin": "8", "name": "English-Style Pale Mild Ale"}, "ibu": "41.6", "srm": {"hex": "701400", "id": 27, "name": "27"}, "name": "Dark Nut Brown Ale"}, {"status": "verified", "available": {"description": "Available during the fall months.", "id": 7, "name": "Fall"}, "isOrganic": "N", "description": "Pours dark as night with creamy tan head. A little smokiness on the nose with malty bittersweet chocolate and a little coffee with subtle earthy pumpkin and spices for an overall nice and creamy mouth.\r\n\r\nMalts: Great Western pale, Crisp 77° Crystal, Munich, Cara-Vienne, roasted, chocolate and Special B\r\nHops: Bittered with Magnum and finished with Saaz and crushed cinnamon\r\nSpecial: Pumpkin in the mash, kettle and fermenter", "statusDisplay": "Verified", "nameDisplay": "Dark o’ the Moon", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/8y2zhD/upload_grBJ1w-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/8y2zhD/upload_grBJ1w-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/8y2zhD/upload_grBJ1w-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "id": "8y2zhD", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:03", "updateDate": "2015-12-16 12:42:03", "abv": "6.5", "styleId": 42, "availableId": 7, "glasswareId": 5, "ibu": "20", "name": "Dark o’ the Moon"}, {"status": "verified", "isOrganic": "N", "name": "Dark Passenger", "nameDisplay": "Dark Passenger", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.088", "description": "American style wheat wines range from gold to deep amber and are brewed with 50% or more wheat malt. They have full body and high residual malty sweetness. Perception of bitterness is moderate to medium -high. Fruity-ester characters are often high and counterbalanced by complexity of alcohols and high alcohol content. Hop aroma and flavor are at low to medium levels. Very low levels of diacetyl may be acceptable. Bready, wheat, honey-like and/or caramel aroma and flavor are often part of the character. Phenolic yeast character, sulfur, and/or sweet corn-like dimethylsulfide (DMS) should not be present. Oxidized, stale and aged characters are not typical of this style. Chill haze is allowable.", "createDate": "2012-03-21 20:06:46", "ibuMin": "45", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:17", "fgMax": "1.032", "shortName": "Wheatwine", "abvMax": "12", "id": 35, "srmMin": "8", "name": "American-Style Wheat Wine Ale"}, "createDate": "2016-03-21 15:34:52", "updateDate": "2016-03-21 15:34:53", "abv": "12", "styleId": 35, "id": "CyJbsa", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Easy drinking stout with plenty of malt flavours. English hopped for a smooth bitter finish. Award winner Gold - New Brewer Peterborough & Silver - Overall Champion Peterborough", "statusDisplay": "Verified", "nameDisplay": "Dark Peak", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/eN5D3x/upload_VVz90u-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/eN5D3x/upload_VVz90u-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/eN5D3x/upload_VVz90u-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "name": "Dark Peak", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-10-21 20:42:56", "updateDate": "2015-12-16 19:21:18", "abv": "4.5", "styleId": 42, "availableId": 1, "id": "eN5D3x", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "A heavy malt foundation includes Crystal malt for sweetness and just enough Midnight Wheat malt to push the color to black. The bitterness is huge, but balanced by malt sweetness and alcohol burn. The hop flavors and aromas range from citrus to floral to pine thanks to a delicious blend of hand-selected Chinook and Centennial hops.", "srmId": 40, "nameDisplay": "Dark Penance", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Z0WnFL/upload_8RNBYT-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Z0WnFL/upload_8RNBYT-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Z0WnFL/upload_8RNBYT-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "Z0WnFL", "statusDisplay": "Verified", "createDate": "2014-08-13 01:11:53", "updateDate": "2015-12-17 16:17:42", "abv": "8.9", "styleId": 31, "srm": {"hex": "36080A", "id": 40, "name": "40"}, "ibu": "100", "name": "Dark Penance"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Delicate dark chocolate with a whisper of coconut... You know you want it, go ahead and indulge. You can finally have German Chocolate Cake and drink it too. There's no need to be nervous, it's just wickedly deep and full of flavor and desire. With its provocative aroma and smooth body, this is certainly the darkest of fifty shades of risqué.", "statusDisplay": "Verified", "nameDisplay": "Dark Persuasion Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/TMZWto/upload_bMV0iK-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/TMZWto/upload_bMV0iK-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/TMZWto/upload_bMV0iK-icon.png"}, "originalGravity": "1.069", "id": "TMZWto", "createDate": "2014-09-11 12:20:22", "updateDate": "2015-12-17 18:09:46", "abv": "6.5", "styleId": 122, "availableId": 1, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Chocolate beers use \"dark\" chocolate or cocoa in any of its forms other than or in addition to hops to create a distinct (ranging from subtle to intense) character. Under hopping allows chocolate to contribute to the flavor profile while not becoming excessively bitter. White Chocolate should not be entered into this category. If this beer is a classic style with chocolate or cocoa, the brewer should specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 11, "srmMax": "50", "ibuMax": "40", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:36", "fgMax": "1.03", "shortName": "Chocolate Beer", "abvMax": "12", "id": 122, "srmMin": "15", "name": "Chocolate / Cocoa-Flavored Beer"}, "ibu": "22", "name": "Dark Persuasion Ale"}, {"status": "verified", "isOrganic": "N", "name": "Dark Pilsener", "nameDisplay": "Dark Pilsener", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.044", "description": "This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.", "createDate": "2012-03-21 20:06:46", "ibuMin": "6", "categoryId": 8, "srmMax": "6", "ibuMax": "15", "abvMin": "4.3", "fgMin": "1.01", "updateDate": "2015-04-07 15:40:04", "fgMax": "1.014", "shortName": "American Premium Lager", "abvMax": "5", "id": 97, "srmMin": "2", "name": "American-Style Premium Lager"}, "createDate": "2012-01-03 02:43:03", "updateDate": "2012-03-22 13:04:39", "abv": "5.5", "styleId": 97, "id": "DifSi4", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Dark Pilzner", "statusDisplay": "Verified", "nameDisplay": "Dark Pilzner", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/6Eg6QD/upload_XDftd9-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/6Eg6QD/upload_XDftd9-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/6Eg6QD/upload_XDftd9-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "createDate": "2012-01-03 02:43:03", "updateDate": "2015-12-16 10:43:30", "styleId": 98, "id": "6Eg6QD", "glasswareId": 4}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "This dark mahogany colored dark strong ale has a wonderful aroma of vanilla, dark fruits, and spicy oak.  The flavor is chocolatey, with dark fruit and oak notes.  The oak tannins balance the chocolate malt flavors and the beer finishes with a slight alcohol warmth.", "statusDisplay": "Verified", "nameDisplay": "Dark Prophet", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/wc3yce/upload_GXYhPc-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/wc3yce/upload_GXYhPc-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/wc3yce/upload_GXYhPc-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "id": "wc3yce", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "createDate": "2012-01-03 02:43:39", "updateDate": "2015-12-16 12:23:45", "abv": "9.5", "styleId": 64, "availableId": 2, "glasswareId": 8, "ibu": "18", "foodPairings": "Pairs well with bourbon pecan pie.", "name": "Dark Prophet"}, {"status": "verified", "isOrganic": "N", "name": "Dark Pumpkin Porter", "nameDisplay": "Dark Pumpkin Porter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/xIieD3/upload_SkCB9f-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/xIieD3/upload_SkCB9f-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/xIieD3/upload_SkCB9f-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Pumpkin beers are any beers using pumpkins (Cucurbito pepo) as an adjunct in either mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Pumpkin qualities should not be overpowered by hop character. These may or may not be spiced or flavored with other things. A statement by the brewer explaining the nature of the beer is essential for fair assessment in competitions. If this beer is a classic style with pumpkin, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:28", "fgMax": "1.03", "shortName": "Pumpkin Beer", "abvMax": "12", "id": 121, "srmMin": "5", "name": "Pumpkin Beer"}, "id": "xIieD3", "createDate": "2015-03-29 19:22:40", "updateDate": "2015-12-17 23:11:44", "abv": "5", "styleId": 121, "ibu": "23", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Ale brewed with Pumpkins and spices and aged in wine barrels.", "statusDisplay": "Verified", "nameDisplay": "Dark Pumpkin Sour", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Pumpkin beers are any beers using pumpkins (Cucurbito pepo) as an adjunct in either mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Pumpkin qualities should not be overpowered by hop character. These may or may not be spiced or flavored with other things. A statement by the brewer explaining the nature of the beer is essential for fair assessment in competitions. If this beer is a classic style with pumpkin, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:28", "fgMax": "1.03", "shortName": "Pumpkin Beer", "abvMax": "12", "id": 121, "srmMin": "5", "name": "Pumpkin Beer"}, "createDate": "2015-03-12 12:50:12", "updateDate": "2015-03-12 19:40:00", "abv": "7", "styleId": 121, "id": "miwijk", "name": "Dark Pumpkin Sour"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "A special batch from our Pilot Program: A dark, malty IPA made with a special blend of rich crystal and roasted malts and hopped with such favorites as Centennial, Cascade, Apollo, and Amarillo.", "statusDisplay": "Verified", "nameDisplay": "Dark Racer", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "jk3YZR", "createDate": "2015-08-14 17:38:39", "updateDate": "2015-08-17 19:16:23", "abv": "7.7", "styleId": 30, "availableId": 2, "foodPairings": "Burgers, garlic fries, hot wings.", "ibu": "60", "name": "Dark Racer"}, {"status": "verified", "isOrganic": "N", "description": "It’s not red. Or is it? What at first seems like another easy classification as a black IPA gets mighty confused when you hold it up to the light because, yes, there’s definitely redness there. And as there would be because the recipe is based very loosely on the West Coast USA style Red Ale, tweaked and nudged until it’s arguably become Six String’s signature beer. The red colour here comes from rich caramel and chocolate malts, which also give off a contrasting creamy white head. Once you’ve stopped looking at it and get it close to your face, you’ll get the hops, hops, hops. They’ve been added late in the brewing process; at the end of the boil, in the whirlpool and dry hopping during fermentation. Yet, despite the heavy hopping regime, between those big malts and the big hops it’s a balanced beer. You could argue it keeps its balance a little too well. At 6.6 per cent ABV, you might even say it sneaks up on you.", "statusDisplay": "Verified", "nameDisplay": "Dark Red IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2014-02-07 18:10:13", "updateDate": "2015-06-12 14:53:55", "abv": "6.6", "styleId": 32, "id": "mVMsXt", "name": "Dark Red IPA"}, {"status": "verified", "isOrganic": "N", "name": "Dark Rider Black IPA", "nameDisplay": "Dark Rider Black IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2016-02-11 17:43:37", "updateDate": "2016-02-11 17:43:37", "abv": "5.2", "styleId": 30, "id": "3FycPj", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Dark Road Porter", "nameDisplay": "Dark Road Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Robust porters are black in color and have a roast malt flavor, often reminiscent of cocoa, but no roast barley flavor. These porters have a sharp bitterness of black malt without a highly burnt/charcoal flavor. Caramel and other malt sweetness should be present and in harmony with other distinguishing porter characters. Robust porters range from medium to full in body and have a malty sweetness. Hop bitterness is medium to high, with hop aroma and flavor ranging from negligible to medium. Diacetyl is acceptable at very low levels. Fruity esters should be evident, balanced with roast malt and hop bitterness.", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "40", "abvMin": "5", "fgMin": "1.008", "updateDate": "2015-04-07 15:21:45", "fgMax": "1.016", "shortName": "Robust Porter", "abvMax": "6.5", "id": 19, "srmMin": "30", "name": "Robust Porter"}, "id": "QmTgit", "createDate": "2015-09-28 15:34:05", "updateDate": "2015-09-28 15:34:05", "abv": "6.2", "styleId": 19, "ibu": "36", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "Dark Roast Coffee Stout", "nameDisplay": "Dark Roast Coffee Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2014-11-16 17:46:42", "updateDate": "2015-01-31 15:11:35", "abv": "4.6", "styleId": 42, "availableId": 4, "id": "W9zg2v", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Our first Founder Collaboration Beer. The five members that were randomly chosen to brew this beer with the brewers chose to do a Tripel. The brewers thought instead of the traditional Belgian Candi syrup used in belgians to give more fermentables, we would use locally sourced honey. The name is dutch, translated to english is Honey Love. The malt is mostly Pilsner malet with just a small amount of vienna added for character. Hops used were Hallertau and Saaz. Then 10lbs per beer barrel were added after the boil. Fermented with a Trappist High Gravity yeast.", "statusDisplay": "Verified", "nameDisplay": "Dark Rooted Blonde", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.054", "description": "Belgian-style blond ales are characterized by low yet evident hop bitterness, flavor, and sometimes aroma. Light to medium body and low malt aroma with a sweet, spiced and a low to medium fruity-ester character orchestrated in flavor and aroma. Sugar may be used to lighten perceived body. They are blonde to golden in color. Noble-type hops are commonly used. Low levels of phenolic spiciness from yeast byproducts may be perceived. Diacetyl should not be perceived. Acidic character should not be present. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "7", "ibuMax": "30", "abvMin": "6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:01", "fgMax": "1.014", "shortName": "Belgian Blonde", "abvMax": "7.8", "id": 61, "srmMin": "4", "name": "Belgian-Style Blonde Ale"}, "id": "ATkxD8", "createDate": "2015-03-06 21:57:11", "updateDate": "2015-03-06 21:57:11", "abv": "8.4", "styleId": 61, "availableId": 4, "ibu": "30", "name": "Dark Rooted Blonde"}, {"status": "verified", "isOrganic": "N", "name": "Dark Ruby Ale", "nameDisplay": "Dark Ruby Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English dark mild ales range from deep copper to dark brown (often with a red tint) in color. Malt flavor and caramel are part of the flavor and aroma profile while, licorice and roast malt tones may sometimes contribute to the flavor and aroma profile. Body should be low-medium to medium. These beers have very little hop flavor or aroma. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "34", "ibuMax": "24", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:43", "fgMax": "1.008", "shortName": "English Dark Mild", "abvMax": "4", "id": 11, "srmMin": "17", "name": "English-Style Dark Mild Ale"}, "createDate": "2012-01-03 02:43:03", "updateDate": "2015-06-05 17:38:29", "abv": "6", "styleId": 11, "id": "3KLGZL", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "Where dark meets light…A freefall into an estuary of flavor.", "statusDisplay": "Verified", "nameDisplay": "DARK RYDER", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "createDate": "2015-06-11 16:51:21", "updateDate": "2015-06-11 16:51:21", "abv": "11", "styleId": 64, "id": "GlmHDh", "name": "DARK RYDER"}, {"status": "verified", "isOrganic": "N", "description": "The Dark Rye is an American imperial stout, black in color with a long-lasting tan head.\r\nThe spiciness of the rye is privileged over the roasted quality in both aroma and flavor. The\r\nbeer is full-bodied, with a dry chocolaty finish.", "statusDisplay": "Verified", "nameDisplay": "Dark Rye", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2014-12-19 18:35:24", "updateDate": "2015-01-22 22:27:17", "abv": "9.8", "styleId": 43, "id": "mmlj4o", "name": "Dark Rye"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/XLTvZV/upload_yb6jgE-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/XLTvZV/upload_yb6jgE-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/XLTvZV/upload_yb6jgE-icon.png"}, "name": "Dark Rye Lager", "nameDisplay": "Dark Rye Lager (2013)", "year": 2013, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "createDate": "2013-11-01 12:49:39", "updateDate": "2015-12-17 06:41:05", "abv": "8.7", "styleId": 117, "availableId": 2, "id": "XLTvZV", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Dark Sabbath is robust and complex. Belgian yeast imparts plum, fig and cherry flavors that mingle with a wide range of malt flavors and a touch of spicy hops for balance. Traditionally served in special goblets, this Belgian style is a perfect accompaniment for a slow Sunday Sabbath afternoon.", "statusDisplay": "Verified", "nameDisplay": "Dark Sabbath", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "id": "S2XYFW", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:03", "updateDate": "2012-03-22 13:05:39", "abv": "9.5", "styleId": 64, "availableId": 4, "glasswareId": 5, "ibu": "35", "name": "Dark Sabbath"}, {"status": "verified", "isOrganic": "N", "description": "This simple stout is designed to walk the line between drinkability and flavor. Smooth and roasty with a clean, dry finish.", "statusDisplay": "Verified", "nameDisplay": "Dark Sails Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/xsyzDd/upload_1RmlxQ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/xsyzDd/upload_1RmlxQ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/xsyzDd/upload_1RmlxQ-icon.png"}, "originalGravity": "1.054", "id": "xsyzDd", "createDate": "2015-02-09 15:18:10", "updateDate": "2015-12-17 22:11:30", "abv": "5.5", "styleId": 23, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.038", "description": "Dry stouts have an initial malt and light caramel flavor profile with a distinctive dry-roasted bitterness in the finish. Dry stouts achieve a dry-roasted character through the use of roasted barley. The emphasis of coffee-like roasted barley and a moderate degree of roasted malt aromas define much of the character. Some slight acidity may be perceived but is not necessary. European hop aroma and flavor should be low or not perceived. Dry stouts have medium-light to medium body. Fruity esters are minimal and overshadowed by malt, high hop bitterness, and roasted barley character. Diacetyl (butterscotch) should be very low or not perceived. Head retention and rich character should be part of its visual character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:51", "fgMax": "1.012", "shortName": "Dry Irish Stout", "abvMax": "5", "id": 23, "srmMin": "40", "name": "Classic Irish-Style Dry Stout"}, "ibu": "40", "name": "Dark Sails Stout"}, {"status": "verified", "isOrganic": "N", "name": "Dark Satin", "nameDisplay": "Dark Satin", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "These very dark brown to black beers have a mild roasted malt character without the associated bitterness. This is not a fullbodied beer, but rather a moderate body gently enhances malt flavor and aroma with low to moderate levels of sweetness. Hop bitterness is low to medium in character. Noble-type hop flavor and aroma should be low but perceptible. There should be no fruity esters. Diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "22", "categoryId": 7, "srmMax": "30", "ibuMax": "30", "abvMin": "3.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:37:12", "fgMax": "1.016", "shortName": "Schwarzbier", "abvMax": "5", "id": 84, "srmMin": "25", "name": "German-Style Schwarzbier"}, "createDate": "2012-01-03 02:43:03", "updateDate": "2012-03-22 13:04:51", "styleId": 84, "id": "2g1fge", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Such a nice big beer for so many occasions, Dark Seas will intimidate those not willing to embrace the glory of its magnitude. Black as the darkest night, and full of dark fruit, coffee, and intense chocolate aromas. Dark Seas is sure to please those who choose to discover this wonderful beer.\r\n\r\n2012 Bronze Medal, Dark Seas, San Diego International Beer Competition\r\n2012 Silver Medal, Dark Seas, Los Angeles International Beer Commercial Competition\r\n2013 GOLD Medal, Dark Seas, Los Angeles International Commercial Beer Competition \r\n2014 Bronze Medal, Dark Seas, Los Angeles International Commercial Beer Competition", "statusDisplay": "Verified", "nameDisplay": "Dark Seas", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "See British Origin American-Style Imperial Porter Imperial porters are very dark brown to black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness should be in harmony with medium-low to medium hop bitterness. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment malt derived sweetness and hop character. Hop flavor and aroma may vary from being low to medium-high. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "50", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:58", "fgMax": "1.03", "shortName": "Stout", "abvMax": "12", "id": 44, "srmMin": "40", "name": "Specialty Stouts"}, "id": "yW82kT", "createDate": "2013-03-28 00:42:11", "updateDate": "2016-05-17 14:15:52", "abv": "10", "styleId": 44, "availableId": 1, "ibu": "75", "name": "Dark Seas"}, {"status": "verified", "isOrganic": "N", "name": "Dark Season", "nameDisplay": "Dark Season", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "40", "ibuMax": "25", "abvMin": "3", "fgMin": "1.012", "updateDate": "2015-04-07 15:24:41", "fgMax": "1.02", "shortName": "Sweet Stout", "abvMax": "6", "id": 20, "srmMin": "40", "name": "Sweet or Cream Stout"}, "createDate": "2015-10-30 21:06:29", "updateDate": "2015-11-02 21:00:53", "abv": "5.6", "styleId": 20, "id": "tiNJzh", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A Russian Imperial Stout, this brew is rich and complex in flavor with dark fruits such as prunes and burnt raisins, followed by dark chocolate flavor and aroma.", "statusDisplay": "Verified", "nameDisplay": "Dark Secret", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.052", "description": "As with classic dry stouts, foreign-style stouts have an initial malt sweetness and caramel flavor with a distinctive dry-roasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Bitterness may be high but the perception is often compromised by malt sweetness. Hop aroma and flavor should not be perceived. The perception of fruity esters is low. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:58", "fgMax": "1.02", "shortName": "Export Stout", "abvMax": "9.3", "id": 24, "srmMin": "40", "name": "Foreign (Export)-Style Stout"}, "createDate": "2014-09-11 18:53:05", "updateDate": "2015-06-16 18:27:56", "abv": "11", "styleId": 24, "id": "dDybcJ", "name": "Dark Secret"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Dark Shadow Stout Black as night tastes just right. Espresso notes start this beer over your tongue followed by the smooth and creamy texture. Never sour, this is how a stout is supposed to taste. We knew we had a winner when the boss walked in and everyone in the Tap Room had this stout in their glass, and there was other beer to pick from! Add this beer to a steak marinade, but don’t use it all! Save some to enjoy later.", "statusDisplay": "Verified", "nameDisplay": "Dark Shadow Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "40", "ibuMax": "25", "abvMin": "3", "fgMin": "1.012", "updateDate": "2015-04-07 15:24:41", "fgMax": "1.02", "shortName": "Sweet Stout", "abvMax": "6", "id": 20, "srmMin": "40", "name": "Sweet or Cream Stout"}, "createDate": "2012-04-22 12:49:53", "updateDate": "2012-04-22 12:49:53", "styleId": 20, "availableId": 4, "id": "nC5PC8", "name": "Dark Shadow Stout"}, {"status": "verified", "isOrganic": "N", "description": "IPA - Black / Cascadian Dark Ale", "statusDisplay": "Verified", "nameDisplay": "Dark Shell", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "pMZSeq", "createDate": "2016-03-01 00:57:06", "updateDate": "2016-03-01 17:21:38", "abv": "5.8", "styleId": 30, "ibu": "65", "name": "Dark Shell"}]
