[{"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "The Munich Beer Festival, or Oktoberfest, is an event of superlatives – it’s the largest popular festival in the world, held in the beer metropolis of Munich. Millions of visitors from all over the world come every year to enjoy its very special atmosphere.\r\n\r\nFor this occasion, Hofbräu brews a rich, full-bodied beer which goes down ideally with traditional Bavarian cuisine. It is an absolutely natural product; brewed from pure water, the best quality malt and exquisite hops. Offering 6.3% alcohol by volume and a clean, crisp edge, it is a vital part of the Oktoberfest experience. As unique as the Oktoberfest itself! Hofbräu imports the same beer, from the same batches that are made for its own tent at the Oktoberfest.", "srmId": 10, "glass": {"createDate": "2012-01-03 02:41:33", "id": 3, "name": "Mug"}, "nameDisplay": "Hofbräu Oktoberfest", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/lqqJol/upload_Cy2cys-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/lqqJol/upload_Cy2cys-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/lqqJol/upload_Cy2cys-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.05", "description": "Märzens are characterized by a medium body and broad range of color. They can range from golden to reddish orange. Sweet maltiness should dominate slightly over a clean hop bitterness. Malt character should be light-toasted rather than strongly caramel (though a low level of light caramel character is acceptable). Bread or biscuit-like malt character is acceptable in aroma and flavor. Hop aroma and flavor should be low but notable. Ale-like fruity esters should not be perceived. Diacetyl and chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 7, "srmMax": "15", "ibuMax": "25", "abvMin": "5.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:36:50", "fgMax": "1.02", "shortName": "Märzen", "abvMax": "5.9", "id": 81, "srmMin": "4", "name": "German-Style Märzen"}, "name": "Hofbräu Oktoberfest", "servingTemperature": "cold", "statusDisplay": "Verified", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2012-01-03 02:43:23", "updateDate": "2015-12-16 04:37:20", "abv": "6.3", "styleId": 81, "availableId": 4, "srm": {"hex": "DE7C00", "id": 10, "name": "10"}, "id": "lqqJol", "glasswareId": 3}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Hofbräuhaus is a symbol of Munich's hospitality and the Bavarian gift for creating a snug and cosy atmosphere. Beer-lovers from all over the world come here to enjoy its famous beers. \r\n\r\nMore than any other, Hofbräu Original embodies the special atmosphere of the beer-making capital of Munich, and exports it to the four corners of the globe. Its refreshing, bitter flavour and alcoholic content of around 5.1% volume have made it famous worldwide. A Munich beer with character.", "srmId": 5, "glass": {"createDate": "2012-01-03 02:41:33", "id": 3, "name": "Mug"}, "nameDisplay": "Hofbräu Original", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ExxQt6/upload_8VOn5o-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ExxQt6/upload_8VOn5o-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ExxQt6/upload_8VOn5o-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "This beer should be perceived as having low bitterness. It is a medium-bodied, malt-emphasized beer with malt character often balanced with low levels of yeast produced sulfur compounds (character). Certain renditions of this beer style have  a perceivable level of hop flavor (note: hop flavor does not imply hop bitterness) and character but it is essentially balanced with malt character to retain its style identity. Malt character is sometimes bread-like yet always reminiscent of freshly and very lightly toasted malted barley. There should not be any caramel character. Color is light straw to golden. Fruity esters and diacetyl should not be perceived. There should be no chill haze.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 7, "srmMax": "6", "ibuMax": "25", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:36:40", "fgMax": "1.012", "shortName": "Helles", "abvMax": "5.5", "id": 78, "srmMin": "4", "name": "Münchner (Munich)-Style Helles"}, "name": "Hofbräu Original", "servingTemperature": "cold", "statusDisplay": "Verified", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2012-01-03 02:43:53", "updateDate": "2016-05-09 20:34:36", "abv": "5.1", "styleId": 78, "availableId": 1, "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "id": "ExxQt6", "glasswareId": 3}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "Light beer or dark? With Weissbier, it's all a question of taste! If you prefer a Weissbier with a mild, aromatic flavour, Hofbräu Schwarze Weisse is the right choice for you. \r\n\r\nThis dark variant on Hofbräu Weissbier is refreshment in a deliciously mild form - yeasty and malty, and has got an alcoholic content of 5,1% by volume.", "statusDisplay": "Verified", "nameDisplay": "Hofbräu Schwarze Weisse", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/3a4VJ5/upload_a68hkz-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/3a4VJ5/upload_a68hkz-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/3a4VJ5/upload_a68hkz-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "These very dark brown to black beers have a mild roasted malt character without the associated bitterness. This is not a fullbodied beer, but rather a moderate body gently enhances malt flavor and aroma with low to moderate levels of sweetness. Hop bitterness is low to medium in character. Noble-type hop flavor and aroma should be low but perceptible. There should be no fruity esters. Diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "22", "categoryId": 7, "srmMax": "30", "ibuMax": "30", "abvMin": "3.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:37:12", "fgMax": "1.016", "shortName": "Schwarzbier", "abvMax": "5", "id": 84, "srmMin": "25", "name": "German-Style Schwarzbier"}, "createDate": "2012-05-14 17:35:40", "updateDate": "2016-01-04 19:04:29", "abv": "5.1", "styleId": 84, "availableId": 3, "id": "3a4VJ5", "name": "Hofbräu Schwarze Weisse"}, {"status": "verified", "available": {"description": "Available during the summer months.", "id": 6, "name": "Summer"}, "isOrganic": "N", "description": "Hofbräu München's Münchner Sommer naturtrüb is brewed according to traditional recipes. The refreshing sparkle makes this bottom-fermented, naturally cloudy beer garden speciality an ideal alternative to Weissbier.  \r\n\r\nMünchner Sommer naturtrüb has a shimmering, opalescent look and pours to an amber hue and a fine-pored head. The bottom-fermented classic offers 5.1% alcohol content and a hoppy aroma with a touch of fruitiness. It is a refreshing, sparkling drink with estery notes and a subtly bitter finish. A good alternative to Weissbier!", "statusDisplay": "Verified", "nameDisplay": "Hofbräu Sommer/Keller", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/TbP3By/upload_SU9SpB-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/TbP3By/upload_SU9SpB-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/TbP3By/upload_SU9SpB-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "description": "Traditional Version of Kellerbier: Unfiltered lagered versions of Germanic lager styles of beer such as Münchner-Style Helles and Dunkel, Dortmunder/European-Style Export, Bohemian-style Pilsener and German-style Pilsener. Kellerbier is noticeably less carbonated. Subtle or low levels of esters may be apparent. This is an unfiltered beer but it may be naturally clear due to settling of yeast during aging. They may or may not be clear. Exhibiting a small amount of yeast haze in the appearance is acceptable. Low to moderately low levels of yeast-generated sulfur compounds in aroma and flavor should be apparent, and low levels of acetaldehyde or other volatiles normally scrubbed during fermentation may or may not be apparent. The sulfur and acetaldehyde characters should contribute positively to the beer drinking experience. There should be no diacetyl detectable. Dry hopping is acceptable. Head retention may not be optimal. Contemporary Version of Kellerbier: Beers that are packaged or on draft which are unfiltered versions of other lager styles. These may share many attributes of traditional versions, but are generally fully carbonated, fully lagered, with full head retention and absent of acetaldehyde.", "createDate": "2012-03-21 20:06:46", "categoryId": 7, "updateDate": "2015-04-07 15:39:16", "shortName": "Kellerbier", "id": 92, "name": "Kellerbier (Cellar beer) or Zwickelbier - Lager"}, "foodPairings": "Starters and antipasti, light snacks with cold cuts or cheese,  asparagus, pasta, roasts and salad.", "createDate": "2012-01-03 02:44:17", "updateDate": "2016-01-04 19:05:11", "abv": "5.1", "styleId": 92, "availableId": 6, "id": "TbP3By", "name": "Hofbräu Sommer/Keller"}, {"status": "verified", "isOrganic": "N", "name": "Hofbrauhaus Brewery & Biergarten Vienna Velvet", "nameDisplay": "Hofbrauhaus Brewery & Biergarten Vienna Velvet", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.044", "description": "This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.", "createDate": "2012-03-21 20:06:46", "ibuMin": "6", "categoryId": 8, "srmMax": "6", "ibuMax": "15", "abvMin": "4.3", "fgMin": "1.01", "updateDate": "2015-04-07 15:40:04", "fgMax": "1.014", "shortName": "American Premium Lager", "abvMax": "5", "id": 97, "srmMin": "2", "name": "American-Style Premium Lager"}, "createDate": "2012-01-03 02:43:23", "updateDate": "2012-03-22 13:04:47", "styleId": 97, "id": "LjKPCU", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Hofdraak", "createDate": "2012-01-03 02:43:23", "updateDate": "2012-03-22 13:05:29", "id": "SWbEq6", "name": "Hofdraak"}, {"status": "verified", "isOrganic": "N", "description": "Non filtered, non pasteurised beer with secondary fermentation in the bottle. Wheat triple with the slightly sour yet mainly sweet touch of wheat malt. Full-mouthed, cloudy. With a fine, dense head like a blob of cream. The Hofelf equals pure delight.", "statusDisplay": "Verified", "nameDisplay": "Hofelf", "createDate": "2012-01-03 02:43:23", "updateDate": "2012-03-22 13:05:29", "abv": "7", "id": "MvzC4v", "name": "Hofelf"}, {"status": "verified", "isOrganic": "N", "name": "Hofen", "statusDisplay": "Verified", "nameDisplay": "Hofen", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/11v5pc/upload_FDH761-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/11v5pc/upload_FDH761-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/11v5pc/upload_FDH761-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:23", "updateDate": "2015-12-16 10:29:09", "styleId": 30, "id": "11v5pc", "glasswareId": 5}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Hoff Stevens kegs give us the ability to experiment with adding ingredients to our beer, one keg at a time. Keep in mind these kegs go very quickly and we cannot guarantee availibity. In other words, if you want some-hurry in!", "statusDisplay": "Verified", "nameDisplay": "Hoff Stevens Special Edition", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "An experimental beer is any beer (lager, ale or other) that is primarily grain-based and employs unusual techniques and/or ingredients. A minimum 51% of the fermentable carbohydrates must be derived from malted grains. The overall uniqueness of the process, ingredients used and creativity should be considered. Beers such as garden (vegetable), fruit, chocolate, coffee, spice, specialty or other beers that match existing categories should not be entered into this category. Beers not easily matched to existing style categories in a competition would often be entered into this category. Beers that are a combination of other categories (spice, smoke, specialty, porter, etc.) could also be entered into this category. A statement by the brewer explaining the experimental or other nature of the beer is essential in order for fair assessment in competitions. Generally, a 25-word statement would suffice in explaining the experimental nature of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:02", "shortName": "Experimental Beer", "id": 130, "name": "Experimental Beer (Lager or Ale)"}, "createDate": "2014-10-14 17:11:38", "updateDate": "2014-10-14 17:11:38", "abv": "8.5", "styleId": 130, "availableId": 2, "id": "X1uOo5", "name": "Hoff Stevens Special Edition"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Hoffman Weiss – 5.7 % a.b.v. a traditional bavarian-style wheat beer.  It is a unique unfiltered golden beer with both a fruity and spicy flavor profile derived from the traditional bavarian yeast strain that is used.  It has a low hop bitterness yet is big on flavor.  Some serve with a lemon slice.", "statusDisplay": "Verified", "nameDisplay": "Hoffman Weiss", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "name": "Hoffman Weiss", "glass": {"createDate": "2012-01-03 02:41:33", "id": 9, "name": "Weizen"}, "createDate": "2012-01-03 02:43:23", "updateDate": "2012-03-22 13:05:16", "abv": "5.7", "styleId": 48, "availableId": 1, "id": "pRe96D", "glasswareId": 9}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Hofmühl dark\r\n\r\nThe dark classic with piquant spicy malt character and a subtle touch of roasted malt. A wonderfully dark, almost shimmering promise of enjoyment with strong Nachtrunk.Handwerklich black in the glass brewed using domestic raw materials strictly according to the quality rules Hofmühl.", "statusDisplay": "Verified", "nameDisplay": "Hofmühl Dunkel", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "These light brown to dark brown beers have a pronounced malty aroma and flavor that dominates over the clean, crisp, moderate hop bitterness. This beer does not offer an overly sweet impression, but rather a mild balance between malt sweetness, hop bitterness and light to moderate mouthfeel. A classic Münchner Dunkel should have chocolate-like, roast malt, bread-like or biscuit-like aroma that comes from the use of Munich dark malt. Chocolate or roast malts can be used, but the percentage used should be minimal. Noble-type hop flavor and aroma should be low but perceptible. Diacetyl should not be perceived. Ale-like fruity esters and chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "16", "categoryId": 7, "srmMax": "20", "ibuMax": "25", "abvMin": "4.5", "fgMin": "1.014", "updateDate": "2015-04-07 15:37:08", "fgMax": "1.018", "shortName": "Euro Dark", "abvMax": "5", "id": 83, "srmMin": "15", "name": "European-Style Dark / Münchner Dunkel"}, "createDate": "2014-11-08 15:48:29", "updateDate": "2016-01-07 21:03:36", "abv": "4.9", "styleId": 83, "availableId": 1, "id": "1pjzLR", "name": "Hofmühl Dunkel"}, {"status": "verified", "isOrganic": "N", "name": "Hofmühl Hell", "nameDisplay": "Hofmühl Hell", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "This beer should be perceived as having low bitterness. It is a medium-bodied, malt-emphasized beer with malt character often balanced with low levels of yeast produced sulfur compounds (character). Certain renditions of this beer style have  a perceivable level of hop flavor (note: hop flavor does not imply hop bitterness) and character but it is essentially balanced with malt character to retain its style identity. Malt character is sometimes bread-like yet always reminiscent of freshly and very lightly toasted malted barley. There should not be any caramel character. Color is light straw to golden. Fruity esters and diacetyl should not be perceived. There should be no chill haze.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 7, "srmMax": "6", "ibuMax": "25", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:36:40", "fgMax": "1.012", "shortName": "Helles", "abvMax": "5.5", "id": 78, "srmMin": "4", "name": "Münchner (Munich)-Style Helles"}, "createDate": "2015-12-25 18:26:31", "updateDate": "2016-01-07 21:03:30", "abv": "4.9", "styleId": 78, "id": "aK4z8v", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A light amber coloured beer with a white rocky foam. Fruity drigh start that ends in a bitter long lasting note, combined with a smokey touch coming from the used whiskey malt.", "statusDisplay": "Verified", "nameDisplay": "Hofnar", "createDate": "2012-01-03 02:43:23", "updateDate": "2012-03-22 13:05:29", "id": "qCsQgf", "name": "Hofnar"}, {"status": "verified", "isOrganic": "N", "description": "Non filtered, non pasteurised beer with secondary fermentation in the bottle. That is all we can tell you about this one for now. The rest is to be established after a few more test brews.", "statusDisplay": "Verified", "nameDisplay": "Hofpint", "createDate": "2012-01-03 02:43:23", "updateDate": "2012-03-22 13:05:29", "abv": "5", "id": "bZQoNn", "name": "Hofpint"}, {"status": "verified", "isOrganic": "N", "description": "Non filtered, non pasteurised beer with secondary fermentation in the bottle Amber coloured dry beer with a hint of fresh sourness Originating from especially cultivated yeast Woody aroma and refreshingly bitter after taste", "statusDisplay": "Verified", "nameDisplay": "Hoftrol", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/8IXZm3/upload_LxCzvc-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/8IXZm3/upload_LxCzvc-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/8IXZm3/upload_LxCzvc-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 6, "name": "International Ale Styles"}, "ogMin": "1.044", "description": "International-style pale ales range from deep golden to copper in color. The style is characterized by wide range of hop characters unlike fruity, floral and citrus-like American-variety hop character and unlike earthy, herbal English-variety hop character. Moderate to high hop bitterness, flavor, and aroma is evident. International pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "30", "categoryId": 6, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:35:08", "fgMax": "1.014", "shortName": "International Pale", "abvMax": "5.5", "id": 73, "srmMin": "6", "name": "International-Style Pale Ale"}, "createDate": "2012-01-03 02:43:23", "updateDate": "2015-12-16 11:34:15", "abv": "6.2", "styleId": 73, "id": "8IXZm3", "name": "Hoftrol"}, {"status": "verified", "isOrganic": "N", "name": "Hog Happy Hefeweizen", "statusDisplay": "Verified", "nameDisplay": "Hog Happy Hefeweizen", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/fuksxw/upload_OQAa1W-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/fuksxw/upload_OQAa1W-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/fuksxw/upload_OQAa1W-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 9, "name": "Weizen"}, "createDate": "2012-01-03 02:43:23", "updateDate": "2015-12-16 10:42:30", "abv": "4.9", "styleId": 48, "id": "fuksxw", "glasswareId": 9}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 15, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/VTL0SW/upload_yOoWyt-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/VTL0SW/upload_yOoWyt-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/VTL0SW/upload_yOoWyt-icon.png"}, "styleId": 31, "availableId": 1, "foodPairings": "Try pairing Hog Heaven with meat or game with an apricot glaze, or pulled pork and beef brisket sandwiches.", "id": "VTL0SW", "statusDisplay": "Verified", "originalGravity": "1.085", "nameDisplay": "Hog Heaven", "abv": "9.2", "status": "verified", "description": "This dangerously drinkable garnet beauty is a hop lover's delight.  The intense dry-hop nose and the alcohol content are perfectly balanced for a caramel candy-like malt finish.  This is a serious beer for serious beer afficianados and it only gets better with age.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "glasswareId": 6, "name": "Hog Heaven", "srm": {"hex": "BB5100", "id": 15, "name": "15"}, "updateDate": "2015-12-21 19:58:27", "ibu": "104", "createDate": "2012-01-03 02:43:23"}, {"status": "verified", "isOrganic": "N", "description": "A Hop Lovers Wet Dream! Light n’ bright in color and body, with a pop of sexual tropical-fruit-hop flavor from Mosaic, Calypso, and Citra! Enjoy a cool carbonated pint of Hop Water… we mean Hog Water! #HOGWATER", "statusDisplay": "Verified", "nameDisplay": "Hog Water", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "qbNe5A", "createDate": "2016-06-16 18:50:38", "updateDate": "2016-06-16 18:50:38", "abv": "7", "styleId": 30, "ibu": "60", "name": "Hog Water"}, {"status": "verified", "isOrganic": "N", "description": "Our American-style amber ale has a medium malt backbone, the use of two different Caramel malts gives us a decent amount of caramel character. We use American-variety hops to achieve a medium bitterness, flavor and aroma to balance the malt. The Fuggle hop adds a bit of fruity and herby detail to this brew. Enough talk, let’s get Hog Wild!", "statusDisplay": "Verified", "nameDisplay": "Hog Wild", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "61FN0x", "createDate": "2016-10-19 19:22:21", "updateDate": "2016-10-19 19:22:21", "abv": "5.6", "styleId": 32, "ibu": "41", "name": "Hog Wild"}, {"status": "verified", "isOrganic": "Y", "description": "Thick headed, rich, creamy chocolate nitro stout created with Pale, Midnight Wheat and Chocolate malts. Finishes clean from the perfect addition of hops.", "statusDisplay": "Verified", "nameDisplay": "Hog's Hollow Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "id": "ruk9ov", "createDate": "2015-05-27 18:57:44", "updateDate": "2015-05-27 18:57:44", "abv": "5.4", "styleId": 42, "ibu": "26", "name": "Hog's Hollow Stout"}, {"status": "verified", "isOrganic": "N", "description": "Disabled the high coast, with its mix of 70% stocks and 30% ale created its own ölkategori. Our bright layers and top-fermented ale maturing together for eight weeks and gives the beer a distinctive taste, aroma and appearance. The high Coast is a beer produced in honor of the brewery's neighborhood and is equally suitable for the food for themselves.", "statusDisplay": "Verified", "nameDisplay": "Höga Kusten", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/G8C0JN/upload_QCALYQ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/G8C0JN/upload_QCALYQ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/G8C0JN/upload_QCALYQ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.044", "description": "This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.", "createDate": "2012-03-21 20:06:46", "ibuMin": "6", "categoryId": 8, "srmMax": "6", "ibuMax": "15", "abvMin": "4.3", "fgMin": "1.01", "updateDate": "2015-04-07 15:40:04", "fgMax": "1.014", "shortName": "American Premium Lager", "abvMax": "5", "id": 97, "srmMin": "2", "name": "American-Style Premium Lager"}, "createDate": "2014-12-02 16:10:23", "updateDate": "2015-12-17 20:19:06", "abv": "5.3", "styleId": 97, "id": "G8C0JN", "name": "Höga Kusten"}, {"status": "verified", "isOrganic": "Y", "description": "An American Amber ale with floral and citrus tones.", "statusDisplay": "Verified", "nameDisplay": "Hogfish Amber", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "HU97yV", "createDate": "2015-07-08 14:10:57", "updateDate": "2015-07-08 14:10:57", "abv": "5.4", "styleId": 32, "ibu": "29.6", "name": "Hogfish Amber"}, {"status": "verified", "isOrganic": "N", "name": "Hoggemer Original", "nameDisplay": "Hoggemer Original", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "Bamberg-style Weiss Rauchbier should have smoky characters that range from detectable to prevalent in the aroma and flavor. Smoke character is not harshly phenolic, but rather very smooth, almost rendering a perception of mild sweetness to this style of beer. The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove- or nutmeg-like and can be smoky or even vanilla-like. Banana-like esters are often present. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent. Weissbier is well attenuated and very highly carbonated and a medium- to full-bodied beer. The color is very pale to very dark amber. Darker (dunkel) styles should have a detectable degree of roast malt in the balance without being robust in overall character. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "18", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:30:29", "fgMax": "1.016", "shortName": "Rauchbier", "abvMax": "5.5", "id": 54, "srmMin": "4", "name": "Bamberg-Style Weiss (Smoke) Rauchbier (Dunkel or Helles)"}, "createDate": "2012-08-12 11:58:40", "updateDate": "2012-08-18 15:42:51", "abv": "5", "styleId": 54, "id": "3z7MW8", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Hoggetowne Irish Red", "nameDisplay": "Hoggetowne Irish Red", "originalGravity": "1.054", "id": "UhnKaZ", "createDate": "2016-02-15 18:35:41", "updateDate": "2016-02-15 18:35:41", "abv": "5.5", "styleId": 22, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "ibu": "32", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Hogmatic Imperial Brown Ale", "nameDisplay": "Hogmatic Imperial Brown Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "createDate": "2015-11-30 21:34:09", "updateDate": "2015-11-30 21:34:09", "abv": "8.6", "styleId": 37, "id": "D6Bs5l", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Hogpound Brown", "nameDisplay": "Hogpound Brown", "originalGravity": "1.05", "id": "hmQ1KD", "createDate": "2014-10-02 17:23:01", "updateDate": "2014-10-06 14:52:50", "abv": "5.2", "styleId": 12, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "English brown ales range from copper to brown in color. They have medium body and range from dry to sweet maltiness with very little hop flavor or aroma. Roast malt tones may sometimes contribute to the flavor and aroma profile. Low to medium-low levels of fruity-ester flavors are appropriate. Diacetyl should be very low, if evident. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "25", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:20:51", "fgMax": "1.014", "shortName": "English Brown", "abvMax": "5.5", "id": 12, "srmMin": "13", "name": "English-Style Brown Ale"}, "ibu": "15", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A new style of English Lager with a lot more flavour and aroma, using 5 different hops and matured for much longer than normal.", "statusDisplay": "Verified", "nameDisplay": "Hogs Back Hogstar", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Jn1nmK/upload_ZsyYKK-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Jn1nmK/upload_ZsyYKK-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Jn1nmK/upload_ZsyYKK-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Any style of beer can be made stronger than the classic style guidelines. The goal should be to reach a balance between the style's character and the additional alcohol. Refer to this guide when making styles stronger and appropriately identify the style created (for example: double alt, triple fest, or quadruple Pilsener).", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:47:08", "shortName": "Strong Ale", "id": 138, "name": "Other Strong Ale or Lager"}, "createDate": "2016-01-15 17:36:59", "updateDate": "2016-01-15 17:40:44", "abv": "4.5", "styleId": 138, "id": "Jn1nmK", "name": "Hogs Back Hogstar"}, {"status": "verified", "isOrganic": "N", "description": "In the tradition of a true English IPA, Hopping Hog really packs a punch with its full on hop aroma and distinctive ruby colour.", "statusDisplay": "Verified", "nameDisplay": "Hogs Back Hopping Hog IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/w6kbvl/upload_dFoX9A-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/w6kbvl/upload_dFoX9A-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/w6kbvl/upload_dFoX9A-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.05", "description": "Most traditional interpretations of English-style India pale ales are characterized by medium-high hop bitterness with a medium to medium-high alcohol content. Hops from a variety of origins may be used to contribute to a high hopping rate. Earthy and herbal English-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer, sometimes with subtle and balanced character of sulfur compounds. This pale gold to deep copper-colored ale has a medium to high, flowery hop aroma and may have a medium to strong hop flavor (in addition to the hop bitterness). English-style India pale ales possess medium maltiness and body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill haze is allowable at cold temperatures. Hops of other origins may be used for bitterness or approximating traditional English character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "35", "categoryId": 1, "srmMax": "14", "ibuMax": "63", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:18:33", "fgMax": "1.018", "shortName": "English IPA", "abvMax": "7", "id": 2, "srmMin": "6", "name": "English-Style India Pale Ale"}, "createDate": "2016-01-15 17:37:53", "updateDate": "2016-01-15 17:41:13", "abv": "5.4", "styleId": 2, "id": "w6kbvl", "name": "Hogs Back Hopping Hog IPA"}, {"status": "verified", "isOrganic": "N", "name": "Hogshead AK", "nameDisplay": "Hogshead AK", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "createDate": "2013-08-14 14:11:57", "updateDate": "2015-04-29 17:22:38", "abv": "3.9", "styleId": 3, "id": "2tplPY", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Hogshead Bitter was first brewed in 1994 to commemorate the ‘Trussing In’ ceremony of one of our apprenticed craft Coopers. A hogshead is a 54 gallon cask that is used in the ceremony, an ancient ritual commemorating the completion of a Cooper apprenticeship and the commencement of life as a fully qualified Cooper.\r\nHogshead Bitter is a very traditional style of beer using the finest Maris Otter  malt, combined with luscious cane sugars complimented by delicious, fruity Bramling cross hops to give a malty, crisp and hoppy flavoured ale. It is one of our more popular seasonal ales and goes superbly with ham and light cheeses.", "statusDisplay": "Verified", "nameDisplay": "Hogshead Bitter", "createDate": "2012-08-02 01:37:52", "updateDate": "2015-05-06 17:42:41", "abv": "4.1", "availableId": 4, "id": "qEmI0t", "name": "Hogshead Bitter"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Red Ale barrel aged in hogsheads of red wine  and steeped with red raspberries.", "statusDisplay": "Verified", "nameDisplay": "Hogshead Red", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "name": "Hogshead Red", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:04", "updateDate": "2014-09-10 19:07:27", "abv": "7", "styleId": 32, "availableId": 2, "id": "9yY0xJ", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Smoked malt, tons of maple syrup & lavender were used to create this ale. Our take on a breakfast beer.", "statusDisplay": "Verified", "nameDisplay": "Hogwash", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "Bamberg-style Weiss Rauchbier should have smoky characters that range from detectable to prevalent in the aroma and flavor. Smoke character is not harshly phenolic, but rather very smooth, almost rendering a perception of mild sweetness to this style of beer. The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove- or nutmeg-like and can be smoky or even vanilla-like. Banana-like esters are often present. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent. Weissbier is well attenuated and very highly carbonated and a medium- to full-bodied beer. The color is very pale to very dark amber. Darker (dunkel) styles should have a detectable degree of roast malt in the balance without being robust in overall character. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "18", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:30:29", "fgMax": "1.016", "shortName": "Rauchbier", "abvMax": "5.5", "id": 54, "srmMin": "4", "name": "Bamberg-Style Weiss (Smoke) Rauchbier (Dunkel or Helles)"}, "createDate": "2016-01-13 20:02:37", "updateDate": "2016-01-13 20:02:37", "abv": "5.5", "styleId": 54, "id": "CZGkfX", "name": "Hogwash"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Crafted to pair with North Carolina barbecue. Malted barley is house-smoked over hickory wood, imparting a sweet, subtle smoke. But Hogwash only tastes smoky at first glance. Wait until you have a bite of barbecue and a second sip…the smoky meat and smoky beer meld together in total harmony. While iced tea is all about contrasts (sweet tea against vinegar or tangy tomato), Hogwash brings out that trademark subtle smoke. Smoke on smoke….only in North Carolina!", "statusDisplay": "Verified", "nameDisplay": "Hogwashed Hickory-Smoked Porter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/FbJSGN/upload_Xst5hU-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/FbJSGN/upload_Xst5hU-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/FbJSGN/upload_Xst5hU-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Robust porters are black in color and have a roast malt flavor, often reminiscent of cocoa, but no roast barley flavor. These porters have a sharp bitterness of black malt without a highly burnt/charcoal flavor. Caramel and other malt sweetness should be present and in harmony with other distinguishing porter characters. Robust porters range from medium to full in body and have a malty sweetness. Hop bitterness is medium to high, with hop aroma and flavor ranging from negligible to medium. Diacetyl is acceptable at very low levels. Fruity esters should be evident, balanced with roast malt and hop bitterness.", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "40", "abvMin": "5", "fgMin": "1.008", "updateDate": "2015-04-07 15:21:45", "fgMax": "1.016", "shortName": "Robust Porter", "abvMax": "6.5", "id": 19, "srmMin": "30", "name": "Robust Porter"}, "id": "FbJSGN", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:23", "updateDate": "2015-12-16 06:32:04", "abv": "5.4", "styleId": 19, "availableId": 4, "glasswareId": 5, "ibu": "20", "name": "Hogwashed Hickory-Smoked Porter"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A golden brew made with Pale Ale and Vienna malts.  A veritable fest of the big \"C\" hops.  Chinook, Columbus, Cascade.  Dry hopped with Magnum, Williamette, and Amarillo.  A very hoppy and refreshing ale.", "srmId": 5, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "HogWild India Pale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/hKmYBn/upload_Sq4MUh-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/hKmYBn/upload_Sq4MUh-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/hKmYBn/upload_Sq4MUh-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "hKmYBn", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 60, "farneseneMax": 6, "cohumuloneMax": 40, "id": 22, "humuleneMax": 13, "category": "hop", "createDate": "2013-06-24 16:07:28", "farneseneMin": 6, "humuleneMin": 13, "betaAcidMax": 7, "cohumuloneMin": 33, "myrceneMin": 45, "alphaAcidMin": 5.5, "description": "Cascade was created in the United States as an open-pollinated cross between Fuggle and Serebrianker. Its instantly recognizable grapefruit, floral aroma is characteristic of many American ales. Cascade is also one of the easiest hop varieties to grow; it can grow well under less than ideal conditions or in short growing seasons, and unlike most varieties, if started from a good rhizome a Cascade can produce a good crop even in its first growing season.", "betaAcidMin": 4.5, "caryophylleneMax": 4.5, "caryophylleneMin": 4.5, "name": "Cascade", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}, {"myrceneMax": 40, "category": "hop", "farneseneMax": 1, "description": "Released in 1985, Chinook is a strong bittering hop derived from Petham Golding, one of the English Golding hops. It is used in stouts and porters for its heavy spicy aroma.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:28", "betaAcidMin": 3, "categoryDisplay": "Hops", "id": 26, "humuleneMin": 18, "betaAcidMax": 4, "caryophylleneMax": 11, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 9, "cohumuloneMax": 35, "cohumuloneMin": 29, "myrceneMin": 35, "alphaAcidMin": 12, "humuleneMax": 25, "name": "Chinook"}, {"category": "hop", "createDate": "2013-06-24 16:07:29", "categoryDisplay": "Hops", "id": 30, "name": "Columbus"}, {"category": "hop", "createDate": "2013-06-24 16:07:32", "categoryDisplay": "Hops", "id": 79, "name": "Magnum"}, {"myrceneMax": 55, "farneseneMax": 6, "cohumuloneMax": 35, "id": 157, "humuleneMax": 30, "category": "hop", "createDate": "2013-06-24 16:07:39", "farneseneMin": 5, "humuleneMin": 20, "betaAcidMax": 4.5, "cohumuloneMin": 30, "myrceneMin": 30, "alphaAcidMin": 4, "description": "Released from the U.S.D.A. hop breeding program in 1976, Willamette is a triploid (some sources say tetraploid) seedling of Fuggle bred to be easier to grow in the United States. It's still less vigorous than most modern hop varieties, but easier to grow in most areas than the very fussy Fuggle. Willamette has a mild, grassy, floral and slightly spicy aroma similar to Fuggle, and is often used as a substitute, especially in the United States where Fuggle does not grow well. Willamette is extensively planted in the U.S. Pacific Northwest.", "betaAcidMin": 3, "caryophylleneMax": 8, "caryophylleneMin": 7, "name": "Willamette", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:38"}], "malt": [{"category": "malt", "createDate": "2013-06-24 16:07:45", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 378, "name": "Caramel/Crystal Malt"}, {"category": "malt", "srmPrecise": 2, "description": "The is the standard starting point for almost all beer recipes. Smooth with a less grainy more moderate flavour.", "srmId": 2, "countryOfOrigin": "US", "diastaticPower": 140, "createDate": "2013-06-24 16:07:57", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFD878", "id": 2, "name": "2"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.036, "coarseFineDifference": 1.5, "maxInBatch": 100, "requiresMashing": "Y", "dryYield": 79, "protein": 12.3, "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "id": 1922, "moistureContent": 4, "name": "Two-Row Pale Malt"}, {"category": "malt", "srmPrecise": 3.5, "description": "Vienna Malt is a kiln-dried barley malt darker than pale ale malt, but not as dark as Munich Malt. It imparts a golden to orange color and a distinctive toast or biscuit malt aroma to the beer.", "srmId": 4, "createDate": "2013-06-24 16:07:56", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFBF42", "id": 4, "name": "4"}, "potential": 1.036, "updateDate": "2013-06-24 16:10:14", "maxInBatch": 90, "requiresMashing": "Y", "id": 814, "name": "Vienna Malt"}]}, "createDate": "2012-01-03 02:43:23", "updateDate": "2015-12-16 08:07:48", "abv": "6.7", "styleId": 30, "availableId": 1, "glasswareId": 5, "ibu": "108", "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "name": "HogWild India Pale"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "Hoh! Hoh! Hoh! Holiday Red Ale", "statusDisplay": "Verified", "nameDisplay": "Hoh! Hoh! Hoh! Holiday Red Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/deEZYR/upload_faY8BM-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/deEZYR/upload_faY8BM-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/deEZYR/upload_faY8BM-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-12-07 11:51:01", "updateDate": "2015-12-16 21:12:14", "styleId": 32, "availableId": 4, "id": "deEZYR", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Hohenfelder Bronx", "nameDisplay": "Hohenfelder Bronx", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2012-08-12 12:15:54", "updateDate": "2012-08-18 15:42:56", "abv": "2.3", "styleId": 119, "id": "O9pnzp", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Hohenfelder Kellerbier", "nameDisplay": "Hohenfelder Kellerbier", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "description": "These beers are unfiltered German-style Altbier and Kölsch. They are packaged and/or served intentionally with low to moderate amounts of yeast. Products may be filtered and again dosed with yeast in the package, manifesting themselves as bottle conditioned beers or unfiltered beer with yeast present. They will most likely not be clear, and may appear slightly hazy to moderately cloudy. Yeast character, flavor and aroma are desirable, yet should be low to medium but not overpowering the balance and character of malt and hops. Low to moderately low levels of yeast-generated sulfur containing compounds should be apparent in aroma and flavor, and low levels of acetaldehyde or other volatiles normally removed during fermentation may or may not be apparent. The sulfur and acetaldehyde characters should contribute positively to the beer drinking experience. Head retention may not be optimal. The brewer must indicate the classic style on which the entry is based to allow for accurate judging. Beer entries not accompanied by this information will be at a disadvantage during evaluation.", "createDate": "2012-03-21 20:06:46", "categoryId": 4, "updateDate": "2015-04-07 15:31:30", "shortName": "Kellerbier", "id": 56, "name": "Kellerbier (Cellar beer) or Zwickelbier - Ale"}, "createDate": "2012-08-12 12:15:55", "updateDate": "2015-04-10 20:11:35", "abv": "4.8", "styleId": 56, "id": "cnHQIh", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Hohenfelder Lappmann’s Dunkel", "createDate": "2012-08-12 12:15:53", "updateDate": "2012-08-17 18:08:36", "id": "9WOBgx", "name": "Hohenfelder Lappmann’s Dunkel"}, {"status": "verified", "isOrganic": "N", "name": "Hohenfelder Pilsener", "nameDisplay": "Hohenfelder Pilsener", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 7, "srmMax": "4", "ibuMax": "40", "abvMin": "4", "fgMin": "1.006", "updateDate": "2015-04-07 15:35:59", "fgMax": "1.012", "shortName": "German Pilsener", "abvMax": "5", "id": 75, "srmMin": "3", "name": "German-Style Pilsener"}, "createDate": "2012-08-12 12:15:52", "updateDate": "2012-08-18 15:43:12", "abv": "4.8", "styleId": 75, "id": "XCfNXW", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Hohenfelder Radler", "nameDisplay": "Hohenfelder Radler", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2012-08-12 12:15:53", "updateDate": "2012-08-18 15:43:18", "abv": "2.3", "styleId": 119, "id": "lq6zqO", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Hohenfelder Weizen", "nameDisplay": "Hohenfelder Weizen", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "createDate": "2012-08-12 12:15:55", "updateDate": "2014-10-09 18:29:05", "abv": "5.4", "styleId": 48, "id": "0TYc9G", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Hohenfelder Wintertraum", "nameDisplay": "Hohenfelder Wintertraum", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "Bamberg-style Weiss Rauchbier should have smoky characters that range from detectable to prevalent in the aroma and flavor. Smoke character is not harshly phenolic, but rather very smooth, almost rendering a perception of mild sweetness to this style of beer. The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove- or nutmeg-like and can be smoky or even vanilla-like. Banana-like esters are often present. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent. Weissbier is well attenuated and very highly carbonated and a medium- to full-bodied beer. The color is very pale to very dark amber. Darker (dunkel) styles should have a detectable degree of roast malt in the balance without being robust in overall character. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "18", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:30:29", "fgMax": "1.016", "shortName": "Rauchbier", "abvMax": "5.5", "id": 54, "srmMin": "4", "name": "Bamberg-Style Weiss (Smoke) Rauchbier (Dunkel or Helles)"}, "createDate": "2012-08-12 12:15:55", "updateDate": "2014-10-09 14:10:27", "abv": "5.2", "styleId": 54, "id": "F70ES8", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Hoi Oligoi", "nameDisplay": "Hoi Oligoi", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2016-09-14 23:54:10", "updateDate": "2016-09-15 17:31:53", "abv": "6.1", "styleId": 30, "id": "Q537mt", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "\"Hoka Hey\" is a Hidatsa Native expression that means \"Get ready!\" Typically used to gather people before a race or hunt. Our India Pale Ale is an open invitation to celebrate the diversity of this classic and beloved style", "srmId": 5, "nameDisplay": "Hoka Hey India Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "YE47FC", "statusDisplay": "Verified", "createDate": "2016-05-11 15:01:22", "updateDate": "2016-05-11 15:01:22", "abv": "7.7", "styleId": 30, "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "ibu": "70", "name": "Hoka Hey India Pale Ale"}, {"status": "verified", "isOrganic": "N", "description": "To celebrate the month of beer, we tip our pints to the beloved pumpkin and utilize some extra special pumpkin pie spices, along with real pumpkin, and brew up a season-complementing Pumpkin Ale. Our Hoke Fest features pumpkin pie spices, real pumpkin, and a few other seasonal spices. It's a dark amber colored brew with a hearty body and a great, yet not overpowering, pumpkin pie flavor. It's a great beer for the season and a perfect way to get ready for the dark-beer season to come.", "statusDisplay": "Verified", "nameDisplay": "Hoke Fest", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/NTpJdL/upload_j3smg9-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/NTpJdL/upload_j3smg9-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/NTpJdL/upload_j3smg9-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Pumpkin beers are any beers using pumpkins (Cucurbito pepo) as an adjunct in either mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Pumpkin qualities should not be overpowered by hop character. These may or may not be spiced or flavored with other things. A statement by the brewer explaining the nature of the beer is essential for fair assessment in competitions. If this beer is a classic style with pumpkin, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:28", "fgMax": "1.03", "shortName": "Pumpkin Beer", "abvMax": "12", "id": 121, "srmMin": "5", "name": "Pumpkin Beer"}, "createDate": "2014-10-15 19:51:53", "updateDate": "2015-12-17 19:37:07", "abv": "6.5", "styleId": 121, "id": "NTpJdL", "name": "Hoke Fest"}, {"status": "verified", "isOrganic": "N", "name": "Hola Dali", "nameDisplay": "Hola Dali", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malt wheat, and hop rates may be low to medium. Fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. Diacetyl should not be perceived. Because this style is intended to be served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "22", "ibuMax": "25", "abvMin": "3.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:44:01", "fgMax": "1.016", "shortName": "Dark Wheat Ale", "abvMax": "5", "id": 115, "srmMin": "9", "name": "Dark American Wheat Ale or Lager with Yeast"}, "createDate": "2016-05-04 14:28:37", "updateDate": "2016-05-04 14:28:37", "abv": "5.9", "styleId": 115, "id": "fD2DR3", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Hold Fast is a simple, yet delicious pale ale made in a truly American style. The crystal malts and brown sugar add a touch of caramel and toffee flavors. A great selection of American grown hops provide for floral and citrus notes that make this pale ale very easy to drink. This pale ale is easy to drink and friendly with most foods.", "statusDisplay": "Verified", "nameDisplay": "Hold Fast Pale Ale", "originalGravity": "1.055", "createDate": "2013-10-07 00:08:16", "updateDate": "2014-12-10 18:13:47", "abv": "6.2", "styleId": 25, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "rlT6iq", "name": "Hold Fast Pale Ale"}, {"status": "verified", "isOrganic": "N", "description": "Chocolate stout fermented with pineapple, bananas, strawberries, toasted coconut and vanilla beans", "statusDisplay": "Verified", "ingredients": {"misc": [{"category": "misc", "createDate": "2013-06-24 16:08:04", "categoryDisplay": "Miscellaneous", "id": 923, "name": "Banana"}, {"category": "misc", "createDate": "2013-06-24 16:08:15", "categoryDisplay": "Miscellaneous", "id": 1062, "name": "Coconut Flakes, Toasted"}, {"category": "misc", "createDate": "2013-06-24 16:08:40", "categoryDisplay": "Miscellaneous", "id": 1361, "name": "Pineapple"}, {"category": "misc", "createDate": "2013-06-24 16:08:48", "categoryDisplay": "Miscellaneous", "id": 1444, "name": "Strawberries"}, {"category": "misc", "createDate": "2013-06-24 16:08:52", "categoryDisplay": "Miscellaneous", "id": 1490, "name": "Vanilla Bean"}]}, "nameDisplay": "Hold My Split", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2015-03-02 19:02:36", "updateDate": "2015-11-12 18:51:14", "styleId": 42, "id": "fSKEnJ", "name": "Hold My Split"}, {"available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "srmId": 5, "styleId": 40, "availableId": 4, "foodPairings": "Seafood.", "id": "giYUn9", "statusDisplay": "Verified", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "nameDisplay": "Hold Still", "name": "Hold Still", "abv": "6", "status": "verified", "description": "American Sour Ale aged on Peaches. Complex, tart with noticeable peach flesh in the aroma and flavor.", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "glasswareId": 8, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "servingTemperature": "cool", "updateDate": "2015-08-18 19:05:41", "ibu": "15", "createDate": "2015-08-18 19:03:29"}, {"status": "verified", "isOrganic": "N", "description": "A peanut butter and banana sandwich beer.", "statusDisplay": "Verified", "nameDisplay": "Hold The Effin Jam!", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "createDate": "2016-03-10 16:09:34", "updateDate": "2016-03-10 16:09:34", "styleId": 37, "id": "uG0Thg", "name": "Hold The Effin Jam!"}]
