[{"status": "verified", "isOrganic": "Y", "description": "We use local honey and thyme\r\n to give the brew a dry, herbal quality that compliments the\r\n noble hops. With a light, champagne-like body, it’s the perfect way to close\r\n out the long dog days of summer.", "statusDisplay": "Verified", "nameDisplay": "Das Bij", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "id": "6f6SpY", "createDate": "2015-07-14 20:40:19", "updateDate": "2015-07-14 20:40:19", "abv": "5.6", "styleId": 72, "ibu": "26", "name": "Das Bij"}, {"status": "verified", "isOrganic": "N", "description": "Bamberg Germany is known for smoked malts and lagers. These beers range from faintly smoldering to liquid bacon. Our Bamberg Lager is light brown and\r\nlightly smoked using beechwood-smoked barley and oak-smoked wheat to give it more malt complexity", "statusDisplay": "Verified", "nameDisplay": "Das Braun Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "Bamberg-style Weiss Rauchbier should have smoky characters that range from detectable to prevalent in the aroma and flavor. Smoke character is not harshly phenolic, but rather very smooth, almost rendering a perception of mild sweetness to this style of beer. The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove- or nutmeg-like and can be smoky or even vanilla-like. Banana-like esters are often present. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent. Weissbier is well attenuated and very highly carbonated and a medium- to full-bodied beer. The color is very pale to very dark amber. Darker (dunkel) styles should have a detectable degree of roast malt in the balance without being robust in overall character. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "18", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:30:29", "fgMax": "1.016", "shortName": "Rauchbier", "abvMax": "5.5", "id": 54, "srmMin": "4", "name": "Bamberg-Style Weiss (Smoke) Rauchbier (Dunkel or Helles)"}, "id": "eR7BFS", "createDate": "2014-12-11 14:12:18", "updateDate": "2014-12-11 14:12:18", "abv": "5.3", "styleId": 54, "ibu": "30", "name": "Das Braun Lager"}, {"status": "verified", "isOrganic": "N", "description": "A traditionally kettle-soured, refreshingly tart wheat beer. At our brewpub, try it with a shot of authentic German woodruff syrup, or raspberry for an adult version of a delicious raspberry lemonade!", "statusDisplay": "Verified", "nameDisplay": "Das Delikat Berliner Weisse", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.028", "description": "This is very pale in color and the lightest of all the German wheat beers. The unique combination of yeast and lactic acid bacteria fermentation yields a beer that is acidic, highly attenuated, and very light bodied. The carbonation of a Berliner Weisse is high, and hop rates are very low. Clarity may be hazy or cloudy from yeast or chill haze. Hop character should not be perceived. Fruity esters will be evident. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "3", "categoryId": 4, "srmMax": "4", "ibuMax": "6", "abvMin": "2.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:29:14", "fgMax": "1.006", "shortName": "Berlinerweisse", "abvMax": "3.4", "id": 46, "srmMin": "2", "name": "Berliner-Style Weisse (Wheat)"}, "id": "B75gtn", "createDate": "2016-07-14 18:54:12", "updateDate": "2016-07-14 18:54:12", "abv": "3.15", "styleId": 46, "ibu": "10", "name": "Das Delikat Berliner Weisse"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "A “Double Alt” recipe made by Sixpoint brewer Pete Dickson. Made with an authentic Alt yeast in true Düsseldorf style. But this one has a twist—it’s also aged on wood, adding a whole new layer of complexity.", "statusDisplay": "Verified", "nameDisplay": "Das Doppellsticke", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.044", "description": "German-Style Altbiers are copper to dark brown ales, originally from the Düsseldorf area. No chill haze should be perceived. A variety of malts including wheat may be used to produce medium-low to medium malt aroma. Fruityester aroma can be low. No diacetyl aroma should be perceived. Hop aroma is low to medium. A variety of malts including wheat may be used to produce medium-low to medium level malty flavor. Hop flavor is low to medium. Hop bitterness is medium to very high (although the 25 to 35 IBU range is more normal for the majority of Altbiers from Düsseldorf). Fruity-ester flavors can be low. No diacetyl should be perceived. The overall impression is clean, crisp, and flavorful often with a dry finish. Body is medium.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 4, "srmMax": "19", "ibuMax": "52", "abvMin": "4.3", "fgMin": "1.008", "updateDate": "2015-04-07 17:08:31", "fgMax": "1.014", "shortName": "Altbier", "abvMax": "5.5", "id": 55, "srmMin": "11", "name": "German-Style Altbier"}, "id": "EhTaUN", "createDate": "2012-08-27 19:35:25", "updateDate": "2015-06-18 19:12:10", "abv": "8", "styleId": 55, "availableId": 2, "ibu": "55", "name": "Das Doppellsticke"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A soft malt sweetness and medium body makes this deep copper beer just right for the change of season. Just enough hops to balance the Vienna and Munich malts! This won’t last long!", "statusDisplay": "Verified", "nameDisplay": "Das Frettchen Oktoberfest", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.05", "description": "Märzens are characterized by a medium body and broad range of color. They can range from golden to reddish orange. Sweet maltiness should dominate slightly over a clean hop bitterness. Malt character should be light-toasted rather than strongly caramel (though a low level of light caramel character is acceptable). Bread or biscuit-like malt character is acceptable in aroma and flavor. Hop aroma and flavor should be low but notable. Ale-like fruity esters should not be perceived. Diacetyl and chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 7, "srmMax": "15", "ibuMax": "25", "abvMin": "5.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:36:50", "fgMax": "1.02", "shortName": "Märzen", "abvMax": "5.9", "id": 81, "srmMin": "4", "name": "German-Style Märzen"}, "name": "Das Frettchen Oktoberfest", "glass": {"createDate": "2012-01-03 02:41:33", "id": 3, "name": "Mug"}, "createDate": "2012-01-03 02:43:04", "updateDate": "2014-10-13 17:31:32", "styleId": 81, "availableId": 4, "id": "ln1JTh", "glasswareId": 3}, {"status": "verified", "isOrganic": "N", "description": "Our first lager brewed here at Urban Legend, this one is a traditional spring-time brew in Germany. Das Hoff is a celebration of all things spring, with a bock-level ABV a pleasant, caramel sweetness and light, crisp, clean finish. You may notice the \"Deutsche Malz und Hopfen\" used in their traditional manner.  However it is German so, whatever you do, don't hassle Das Hoff.", "statusDisplay": "Verified", "nameDisplay": "Das Hoff", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.074", "description": "Malty sweetness is dominant but should not be cloying. Malt character is more reminiscent of fresh and lightly toasted Munich- style malt, more so than caramel or toffee malt character. Some elements of caramel and toffee can be evident and contribute to complexity, but the predominant malt character is an expression of toasted barley malt. Doppelbocks are full bodied and deep amber to dark brown in color. Astringency from roast malts is absent. Alcoholic strength is high, and hop rates increase with gravity. Hop bitterness and flavor should be low and hop aroma absent. Fruity esters are commonly perceived but at low to moderate levels. Diacetyl should be absent", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 7, "srmMax": "30", "ibuMax": "27", "abvMin": "6.5", "fgMin": "1.014", "updateDate": "2015-04-07 15:39:08", "fgMax": "1.02", "shortName": "Doppelbock", "abvMax": "8", "id": 90, "srmMin": "12", "name": "German-Style Doppelbock"}, "createDate": "2015-08-10 17:32:12", "updateDate": "2015-08-10 17:32:12", "abv": "7.1", "styleId": 90, "id": "JIjreh", "name": "Das Hoff"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Ever seen a unicorn? How about a baby German one that’s not white, but black? Well, now is your chance to let one merrily prance across your palate. This black German-style session lager is refreshing, crisp and mystically intriguing with its maltiness.", "statusDisplay": "Verified", "nameDisplay": "Das Kleine Schwarz Einhorn", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.034", "description": "Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "2", "ibuMax": "30", "abvMin": "4", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:20", "fgMax": "1.01", "shortName": "Session", "abvMax": "5.1", "id": 108, "srmMin": "2", "name": "Session Beer"}, "id": "1WBkGd", "createDate": "2014-06-08 13:57:12", "updateDate": "2015-02-27 15:04:27", "abv": "5.5", "styleId": 108, "availableId": 2, "ibu": "23", "name": "Das Kleine Schwarz Einhorn"}, {"status": "verified", "isOrganic": "N", "description": "Classic golden ale fermented cool and then cold conditioned. Traditional delicate fruity aroma and a crisp, clean finish.", "statusDisplay": "Verified", "nameDisplay": "Das Kölsch", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.042", "description": "Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 4, "srmMax": "6", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:29:04", "fgMax": "1.01", "shortName": "Kölsch", "abvMax": "5.3", "id": 45, "srmMin": "4", "name": "German-Style Kölsch / Köln-Style Kölsch"}, "createDate": "2016-05-19 02:10:48", "updateDate": "2016-06-01 12:46:10", "abv": "5", "styleId": 45, "id": "dw4dSq", "name": "Das Kölsch"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Light bodied unfiltered German wheat ale w/ strong banana, a hint of clove & a punch of mango aroma & flavor", "statusDisplay": "Verified", "nameDisplay": "DAS MANGO", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "foodPairings": "Gastropub Pairings: Lionstone Chop Salad\r\n\r\nOther Food Pairings: Chevre, Key Lime Pie", "createDate": "2016-05-10 16:16:52", "updateDate": "2016-05-10 16:16:52", "abv": "4.7", "styleId": 48, "availableId": 4, "id": "MjW2B5", "name": "DAS MANGO"}, {"status": "verified", "isOrganic": "N", "description": "Das Saftige is second in the collaboration series with RPAB. Pours honey gold and is nice and juicy. 3 Malts, 3 Hops, Yeast, and Water.", "statusDisplay": "Verified", "nameDisplay": "Das Saftige", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "An experimental beer is any beer (lager, ale or other) that is primarily grain-based and employs unusual techniques and/or ingredients. A minimum 51% of the fermentable carbohydrates must be derived from malted grains. The overall uniqueness of the process, ingredients used and creativity should be considered. Beers such as garden (vegetable), fruit, chocolate, coffee, spice, specialty or other beers that match existing categories should not be entered into this category. Beers not easily matched to existing style categories in a competition would often be entered into this category. Beers that are a combination of other categories (spice, smoke, specialty, porter, etc.) could also be entered into this category. A statement by the brewer explaining the experimental or other nature of the beer is essential in order for fair assessment in competitions. Generally, a 25-word statement would suffice in explaining the experimental nature of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:02", "shortName": "Experimental Beer", "id": 130, "name": "Experimental Beer (Lager or Ale)"}, "createDate": "2014-09-29 17:56:17", "updateDate": "2014-09-29 17:58:51", "abv": "6.2", "styleId": 130, "id": "Zk5T2c", "name": "Das Saftige"}, {"status": "verified", "isOrganic": "N", "name": "Das Schwarze / Dark", "nameDisplay": "Das Schwarze / Dark", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "These light brown to dark brown beers have a pronounced malty aroma and flavor that dominates over the clean, crisp, moderate hop bitterness. This beer does not offer an overly sweet impression, but rather a mild balance between malt sweetness, hop bitterness and light to moderate mouthfeel. A classic Münchner Dunkel should have chocolate-like, roast malt, bread-like or biscuit-like aroma that comes from the use of Munich dark malt. Chocolate or roast malts can be used, but the percentage used should be minimal. Noble-type hop flavor and aroma should be low but perceptible. Diacetyl should not be perceived. Ale-like fruity esters and chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "16", "categoryId": 7, "srmMax": "20", "ibuMax": "25", "abvMin": "4.5", "fgMin": "1.014", "updateDate": "2015-04-07 15:37:08", "fgMax": "1.018", "shortName": "Euro Dark", "abvMax": "5", "id": 83, "srmMin": "15", "name": "European-Style Dark / Münchner Dunkel"}, "createDate": "2012-01-03 02:43:04", "updateDate": "2015-05-14 18:03:18", "abv": "4.9", "styleId": 83, "id": "4otyQ1", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Das Superfruit", "nameDisplay": "Das Superfruit", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2015-11-18 18:45:16", "updateDate": "2015-11-18 18:45:16", "styleId": 119, "id": "cU96ul", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "“Old” Saison aged for months in oak barrels. Unfiltered, unpasteurized, and 100% naturally conditioned.", "statusDisplay": "Verified", "nameDisplay": "Das Überkind", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/X0DVKI/upload_9eCH5c-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/X0DVKI/upload_9eCH5c-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/X0DVKI/upload_9eCH5c-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2015-08-06 18:41:57", "updateDate": "2015-12-18 04:38:23", "abv": "6", "styleId": 72, "id": "X0DVKI", "name": "Das Überkind"}, {"status": "verified", "isOrganic": "N", "description": "Das Weiss is a German style wheat beer with an emphasis on authenticity. Our proper Weissbier will greet you with enticing aromatic fruity esters as well as some spicy phenols, reminiscent of banana and clove, layered over sweet maltiness and a slight noble hop aroma. Upon first sip the sweet malty character of the pilsner and wheat malts take flight, thanks to a traditional German brewing process called Decoction, and are then gently grounded by mild German noble hop bitterness. This ode to Weissbier is a crisp and refreshing ale that is great for any occasion, but we think it is best served Now.", "statusDisplay": "Verified", "nameDisplay": "Das Weiss", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "id": "8HzvxV", "createDate": "2016-05-06 01:02:52", "updateDate": "2016-05-09 15:41:23", "abv": "5.1", "styleId": 48, "ibu": "14", "name": "Das Weiss"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Made using the once commonplace Old Word technique of bière de coupage, freshly hopped young beer is blended with old, sour beer aged in oak barrels. Das Wunderkind is dry, highly attenuated, unspiced, tart, floral, and funky. Unfiltered, unpasteurized, and 100% naturally conditioned.", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 40, "farneseneMax": 20, "cohumuloneMax": 28, "id": 34, "humuleneMax": 45, "category": "hop", "createDate": "2013-06-24 16:07:29", "farneseneMin": 11, "humuleneMin": 15, "betaAcidMax": 8, "cohumuloneMin": 23, "myrceneMin": 20, "alphaAcidMin": 3, "description": "Saaz, now known as Zatec, is the name of a city noted for its hop production. Historically, hops from Saaz (?atec) were considered among the finest in Europe, and were the backbone of the original Bohemian Pilsner; ?atec (Saaz in German) is in the area in NW part of Bohemia of the modern-day Czech Republic. In brewing, Saaz usually refers to the hop cultivar traditionally associated with Saaz and Bohemian Pilsner. Although the traditional name for this hop would be Saazer (or Saaz Saazer when grown in the Saaz area), it is generally simply referred to as Saaz or Czech Saaz. zech Saaz is grown not only in ?atec area but also in Tr?ice area (Central Moravia) and ?st? n/L area (North Bohemia). Saazer hops are also grown in other countries. Saaz grown outside of the Czech Republic will have different characteristics and will generally be identified by their nation of origin: for example, Saaz (American). True Saaz Saazer hops are prized for their mild, pleasant flavor, and are the only choice for brewing an authentic Pilsner.", "betaAcidMin": 3, "caryophylleneMax": 12, "caryophylleneMin": 10, "name": "Saaz (Czech)", "countryOfOrigin": "CZ", "country": {"displayName": "Czech Republic", "name": "CZECH REPUBLIC", "isoThree": "CZE", "createDate": "2012-01-03 02:41:33", "numberCode": 203, "isoCode": "CZ"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:38"}, {"myrceneMax": 38, "farneseneMax": 8, "cohumuloneMax": 33, "id": 134, "humuleneMax": 38, "category": "hop", "createDate": "2013-06-24 16:07:37", "farneseneMin": 2, "humuleneMin": 25, "betaAcidMax": 4.1, "cohumuloneMin": 25, "myrceneMin": 25, "alphaAcidMin": 3, "description": "Styria is a traditional hop-growing region on the modern-day Austrian/Slovenian border, and hop farms can be found on both sides of the border, although in modern times this variety is more closely associated with Slovenia and is sometimes called Savinja Goldings after a river in Slovenia. Although referred to as Styrian Golding, this hop is actually genetically derived from Fuggle rather than Golding hops. At one time the less desirable Fuggles were exported to some areas as \"Fuggle Golding,\" which is probably the source of the name. This hop became the primary hop grown in Styria in the 1930s when their other landrace varieties were severely damaged by powdery mildew. Because it is genetically derived from Fuggle, it is not surprising that Styrian Goldings also resembles Fuggle in character, with a pleasant spicy aroma.", "betaAcidMin": 1.8, "caryophylleneMax": 12, "caryophylleneMin": 7, "name": "Styrian Goldings", "countryOfOrigin": "AT", "country": {"displayName": "Austria", "name": "AUSTRIA", "isoThree": "AUT", "createDate": "2012-01-03 02:41:33", "numberCode": 40, "isoCode": "AT"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:38"}, {"myrceneMax": 45, "farneseneMax": 8, "cohumuloneMax": 25, "id": 143, "humuleneMax": 23, "category": "hop", "createDate": "2013-06-24 16:07:38", "farneseneMin": 5, "humuleneMin": 18, "betaAcidMax": 4, "cohumuloneMin": 20, "myrceneMin": 36, "alphaAcidMin": 4, "description": "American hops sold as Tettnanger hops often claim to be the same cultivar as the famous German aroma hop Tettnang Tettnanger. However, in recent years, it has been discovered that these hops are genetically distinct from the German landrace and in fact are most likely Fuggle or a closely related hop. The most likely explanation is that American hop growers imported the so-called Swiss Tettnanger hops, which may also have been Fuggle hops misrepresented as Tettnanger for marketing purposes. In recent years, a few growers have tried growing true Tettnanger hops in the United States, but because of the confusion of names, these are almost impossible to find or identify.", "betaAcidMin": 3, "caryophylleneMax": 7, "caryophylleneMin": 6, "name": "Tettnanger (American)", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:38"}], "malt": [{"category": "malt", "srmPrecise": 3, "description": "Lowers mash, wort, and beer pH. Contains 1-2% lactic acid. Enhances enzymatic activity in mash and improves extract efficiency. Lightens color in pale brews. Enhances stability and extends shelf life of finished beer. Promotes well-rounded, complex beer flavor.", "srmId": 3, "countryOfOrigin": "DE", "characteristics": [{"description": "Helps the head retention of the beer.", "createDate": "2013-06-24 16:07:26", "id": 9, "name": "Head"}], "createDate": "2013-06-24 16:07:41", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFCA5A", "id": 3, "name": "3"}, "potential": 1.027, "dryYield": 58.4, "maxInBatch": 10, "requiresMashing": "Y", "updateDate": "2013-06-24 16:10:14", "protein": 12, "country": {"displayName": "Germany", "name": "GERMANY", "isoThree": "DEU", "createDate": "2012-01-03 02:41:33", "numberCode": 276, "isoCode": "DE"}, "id": 166, "moistureContent": 7, "name": "Acidulated Malt"}, {"category": "malt", "createDate": "2013-06-24 16:07:53", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 724, "name": "Pilsner Malt"}, {"characteristics": [{"description": "Imparts a malty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 10, "name": "Malty"}, {"description": "Imparts a sweet flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 14, "name": "Sweet"}], "srmPrecise": 9, "description": "Munich Malt has a malty sweet flavor characteristic and adds a reddish amber color to the beer. It has enough diastatic power to convert itself, but needs help from another malt, such as 2-row malt, to convert other grains.", "srmId": 9, "countryOfOrigin": "DE", "diastaticPower": 72, "createDate": "2013-06-24 16:07:52", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "E58500", "id": 9, "name": "9"}, "country": {"displayName": "Germany", "name": "GERMANY", "isoThree": "DEU", "createDate": "2012-01-03 02:41:33", "numberCode": 276, "isoCode": "DE"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.037, "coarseFineDifference": 1.3, "maxInBatch": 80, "requiresMashing": "Y", "dryYield": 80, "protein": 11.5, "category": "malt", "id": 650, "moistureContent": 5, "name": "Munich Malt"}, {"category": "malt", "srmPrecise": 2, "description": "The is the standard starting point for almost all beer recipes. Smooth with a less grainy more moderate flavour.", "srmId": 2, "countryOfOrigin": "US", "diastaticPower": 140, "createDate": "2013-06-24 16:07:57", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFD878", "id": 2, "name": "2"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.036, "coarseFineDifference": 1.5, "maxInBatch": 100, "requiresMashing": "Y", "dryYield": 79, "protein": 12.3, "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "id": 1922, "moistureContent": 4, "name": "Two-Row Pale Malt"}, {"category": "malt", "srmPrecise": 9, "description": "Dark malted wheat base for use in dark wheat styles such as Dunkleweizen.", "srmId": 9, "countryOfOrigin": "DE", "diastaticPower": 10, "createDate": "2013-06-24 16:07:56", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "E58500", "id": 9, "name": "9"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.039, "coarseFineDifference": 1.5, "maxInBatch": 20, "requiresMashing": "Y", "dryYield": 84, "protein": 11.5, "country": {"displayName": "Germany", "name": "GERMANY", "isoThree": "DEU", "createDate": "2012-01-03 02:41:33", "numberCode": 276, "isoCode": "DE"}, "id": 857, "moistureContent": 3.5, "name": "Wheat Malt - Dark"}], "yeast": [{"category": "yeast", "createDate": "2013-06-24 16:09:05", "categoryDisplay": "Yeast", "id": 1632, "name": "Farmhouse Ale"}]}, "nameDisplay": "Das Wunderkind!", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/f2MNS4/upload_OkLUFz-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/f2MNS4/upload_OkLUFz-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/f2MNS4/upload_OkLUFz-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "This light- to medium-bodied deep copper to brown ale is characterized by a slight to strong lactic sourness, and with \"Reds\" sometimes a balanced degree of acetic acid. Brettanomyces produced flavors and aromas are not part of character. A fruity-estery character which is often cherry-like is apparent with no hop flavor or aroma. Flanders brown ales have low to medium bitterness and a cocoa-like character from roast malt. Roasted malt character in aroma and flavor is acceptable at low levels. A very low degree of malt sweetness may be present and in balance with the acidity produced by Lactobacillus activity. Oak-like or woody characters may be pleasantly integrated into overall palate. Chill haze is acceptable at low serving temperatures. Some versions may be more highly carbonated and, when bottle conditioned, may appear cloudy (yeast) when served. These final beers are often blended old with new before packaging in order to create the brewer's intended balance of characters.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "20", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:31:39", "fgMax": "1.016", "shortName": "Flanders Red", "abvMax": "6.5", "id": 57, "srmMin": "12", "name": "Belgian-Style Flanders Oud Bruin or Oud Red Ales"}, "name": "Das Wunderkind!", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-15 13:09:02", "updateDate": "2015-12-16 16:39:27", "abv": "4.2", "styleId": 57, "availableId": 2, "id": "f2MNS4", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "description": "Merry Flappin' Christmas to y'all!!!\r\n\r\nHere's a beer to celebrate the silly season. And haven't we've done it in style with a \"fancy christmas ale\". Mmmmmmmmm.... Just the big, sweet, hefty, ruby-brown Belgian ale to tuck into in a sweltering 40C southern hemisphere Christmas.", "srmId": 34, "nameDisplay": "Dasher's Envy (Xmas)", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/XbvCb0/upload_5fpnhn-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/XbvCb0/upload_5fpnhn-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/XbvCb0/upload_5fpnhn-icon.png"}, "originalGravity": "1.079", "id": "XbvCb0", "statusDisplay": "Verified", "createDate": "2015-02-25 19:05:46", "updateDate": "2015-12-17 21:35:02", "abv": "8", "styleId": 70, "availableId": 8, "srm": {"hex": "4C0505", "id": 34, "name": "34"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "ibu": "25", "name": "Dasher's Envy (Xmas)"}, {"status": "verified", "isOrganic": "N", "description": "“It’s a sessionable, French-style ale crafted with pilsner, Munich and caramel malts, Saaz hops and a very clean-tasting French yeast, Knott says. \"The beer drinks with a light-to-moderate toasty character with some caramelization, with a little elegant, spicy and herbal European-hop aroma that pairs perfectly with the brats, hot dogs and local sausages at Dat Dog.”", "statusDisplay": "Verified", "nameDisplay": "Dat Beer", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/52Czhb/upload_njbydm-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/52Czhb/upload_njbydm-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/52Czhb/upload_njbydm-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "createDate": "2015-02-20 12:33:47", "updateDate": "2015-12-17 21:02:57", "styleId": 98, "id": "52Czhb", "name": "Dat Beer"}, {"status": "verified", "isOrganic": "N", "name": "Dat Helle", "nameDisplay": "Dat Helle", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "Dortmunder has medium hop bitterness. Hop flavor and aroma from noble hops are perceptible but low. Sweet malt flavor can be low and should not be caramel-like. The color of this style is straw to deep golden. The body will be medium bodied. Fruity esters, chill haze, and diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "23", "categoryId": 7, "srmMax": "6", "ibuMax": "29", "abvMin": "5", "fgMin": "1.01", "updateDate": "2015-04-07 15:36:34", "fgMax": "1.014", "shortName": "Dortmunder", "abvMax": "6", "id": 79, "srmMin": "3", "name": "Dortmunder / European-Style Export"}, "createDate": "2012-08-12 12:23:48", "updateDate": "2012-08-16 19:06:37", "abv": "5.6", "styleId": 79, "id": "5jB3ZV", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Belgian-style lager w/ rice & lemongrass", "statusDisplay": "Verified", "nameDisplay": "Dat Moi", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "createDate": "2015-03-22 15:34:04", "updateDate": "2015-03-22 15:34:04", "abv": "4.8", "styleId": 70, "id": "21tkxm", "name": "Dat Moi"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Brewed with a complex set of malts and hops plus Jumbo Medjool Dates to produce a rich and roasty backbone with hints of cherry.", "statusDisplay": "Verified", "nameDisplay": "Date Night", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ovBWk5/upload_jOlsLH-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ovBWk5/upload_jOlsLH-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ovBWk5/upload_jOlsLH-icon.png"}, "originalGravity": "1.111", "id": "ovBWk5", "createDate": "2013-02-14 14:21:17", "updateDate": "2016-07-04 22:48:27", "abv": "11.5", "styleId": 34, "availableId": 4, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "ibu": "72", "name": "Date Night"}, {"status": "verified", "available": {"description": "Available during the spring months.", "id": 5, "name": "Spring"}, "isOrganic": "Y", "name": "Date Night Saison", "statusDisplay": "Verified", "nameDisplay": "Date Night Saison", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/VxKpzG/upload_aRd8gu-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/VxKpzG/upload_aRd8gu-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/VxKpzG/upload_aRd8gu-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "createDate": "2015-06-19 15:22:35", "updateDate": "2015-12-18 02:45:47", "abv": "7", "styleId": 72, "availableId": 5, "id": "VxKpzG", "glasswareId": 8}, {"status": "verified", "isOrganic": "N", "description": "Medjool dates plus a variation on Jumbo Love - this brew is even better than Jumbo...", "statusDisplay": "Verified", "nameDisplay": "Date Night with Jumbo Love", "beerVariation": {"status": "verified", "isOrganic": "N", "description": "the nose lets you know that this one is for sipping, the complex set of malts and equally complex set of hops meld to produce a rich roasty backbone with hints of cherry", "statusDisplay": "Verified", "nameDisplay": "Jumbo Love", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/JIYBUs/upload_2jXBaB-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/JIYBUs/upload_2jXBaB-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/JIYBUs/upload_2jXBaB-icon.png"}, "originalGravity": "1.105", "name": "Jumbo Love", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-04-18 23:14:32", "updateDate": "2015-12-16 16:42:43", "abv": "10", "styleId": 34, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "id": "JIYBUs", "glasswareId": 6}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "name": "Date Night with Jumbo Love", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-04-18 23:17:32", "beerVariationId": "JIYBUs", "abv": "10.8", "styleId": 34, "updateDate": "2012-04-18 23:17:32", "id": "OtAEG3", "glasswareId": 6}, {"status": "verified", "isOrganic": "N", "name": "Date Sugar Yeast Magik", "ingredients": {"hops": [{"myrceneMax": 44, "category": "hop", "farneseneMax": 0.1, "description": "Small quantities of the true Hallertauer Mittelfr?her cultivar are grown in the United States. However, just as with other Hallertauer hop varieties, it can be difficult to know what exactly you are getting; Hallertauer Gold, Mount Hood, and Liberty, among others, are sometimes sold as \"U.S. Hallertauer\". Even the true Hallertauer Mittelfr?her is not considered to have a true noble hop quality when grown in the United States.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:31", "betaAcidMin": 3.5, "categoryDisplay": "Hops", "id": 57, "humuleneMin": 30, "betaAcidMax": 5.5, "caryophylleneMax": 12, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 10, "cohumuloneMax": 24, "cohumuloneMin": 18, "myrceneMin": 35, "alphaAcidMin": 3.5, "humuleneMax": 38, "name": "Hallertauer (American)"}]}, "nameDisplay": "Date Sugar Yeast Magik", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/5EqY4e/upload_oXyPkv-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/5EqY4e/upload_oXyPkv-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/5EqY4e/upload_oXyPkv-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.06", "description": "This medium-bodied, red to dark brown colored ale has a malty sweetness and chocolate-like caramel aroma. A light hop flavor and/or aroma is acceptable. Dubbels are also characterized by low-medium to medium bitterness. No diacetyl is acceptable. Yeastgenerated fruity esters (especially banana) are appropriate at low levels. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Often bottle conditioned a slight yeast haze and flavor may be evident.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "36", "ibuMax": "30", "abvMin": "6.25", "fgMin": "1.012", "updateDate": "2015-04-07 15:31:45", "fgMax": "1.016", "shortName": "Belgian Dubbel", "abvMax": "7.5", "id": 58, "srmMin": "16", "name": "Belgian-Style Dubbel"}, "createDate": "2015-04-14 16:00:34", "updateDate": "2015-12-18 01:08:45", "abv": "9", "styleId": 58, "id": "5EqY4e", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Dated * 1858 is named for the year Petaluma was incorporated and the use of California dates in the recipe. This Ruby IPA perfectly balances the earthy sweetness of medjool dates with the bitterness of Cascade hops for a taste that begins with a subtle, sweet aroma and flavor and finishes with a soft hopiness that doesn't linger for too long.", "srmId": 19, "nameDisplay": "Dated * 1858", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "BS5IEj", "statusDisplay": "Verified", "createDate": "2016-06-21 19:44:53", "updateDate": "2016-06-30 17:27:02", "abv": "6.9", "styleId": 30, "availableId": 1, "srm": {"hex": "A13700", "id": 19, "name": "19"}, "ibu": "86.1", "name": "Dated * 1858"}, {"status": "verified", "isOrganic": "N", "name": "Daum Dunkel-Weizenbock", "nameDisplay": "Daum Dunkel-Weizenbock", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.048", "description": "This beer style is characterized by a distinct sweet maltiness and a chocolate-like character from roasted malt. Estery and phenolic elements of this Weissbier should be evident but subdued. Color can range from copper-brown to dark brown. Dunkel Weissbier is well attenuated and very highly carbonated, and hop bitterness is low. Hop flavor and aroma are absent. Usually dark barley malts are used in conjunction with dark cara or color malts, and the percentage of wheat malt is at least 50 percent. If this is served with yeast, the beer may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "19", "ibuMax": "15", "abvMin": "4.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:30:09", "fgMax": "1.016", "shortName": "Dunkelweizen", "abvMax": "5.4", "id": 52, "srmMin": "10", "name": "South German-Style Dunkel Weizen / Dunkel Weissbier"}, "createDate": "2014-11-16 17:47:47", "updateDate": "2015-02-25 17:33:03", "abv": "5.9", "styleId": 52, "id": "y73tqo", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Deep dark brown coloured, this dark wheat ale is made with barley & dark wheat malts offering flavours of chocolate & espresso. Utilizing a German weizen yeast, a third more subtle layer of banana ester rounds out this thought provoking beer at 6.2%.", "statusDisplay": "Verified", "nameDisplay": "Dauntaun Braun", "originalGravity": "1.066", "id": "pawTsu", "glass": {"createDate": "2012-01-03 02:41:33", "id": 9, "name": "Weizen"}, "createDate": "2012-04-13 14:45:44", "updateDate": "2014-10-13 19:12:43", "abv": "6.2", "styleId": 52, "availableId": 1, "glasswareId": 9, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.048", "description": "This beer style is characterized by a distinct sweet maltiness and a chocolate-like character from roasted malt. Estery and phenolic elements of this Weissbier should be evident but subdued. Color can range from copper-brown to dark brown. Dunkel Weissbier is well attenuated and very highly carbonated, and hop bitterness is low. Hop flavor and aroma are absent. Usually dark barley malts are used in conjunction with dark cara or color malts, and the percentage of wheat malt is at least 50 percent. If this is served with yeast, the beer may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "19", "ibuMax": "15", "abvMin": "4.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:30:09", "fgMax": "1.016", "shortName": "Dunkelweizen", "abvMax": "5.4", "id": 52, "srmMin": "10", "name": "South German-Style Dunkel Weizen / Dunkel Weissbier"}, "ibu": "11", "name": "Dauntaun Braun"}, {"status": "verified", "isOrganic": "N", "description": "This IPA is a medium bodied, mildly bitter ale with a forwardly intense floral and fruity hop aroma balanced with a blend of European and American malts that lend a smooth finish leaving you wanting the next drink.", "statusDisplay": "Verified", "nameDisplay": "Dauntless", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.05", "description": "Most traditional interpretations of English-style India pale ales are characterized by medium-high hop bitterness with a medium to medium-high alcohol content. Hops from a variety of origins may be used to contribute to a high hopping rate. Earthy and herbal English-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer, sometimes with subtle and balanced character of sulfur compounds. This pale gold to deep copper-colored ale has a medium to high, flowery hop aroma and may have a medium to strong hop flavor (in addition to the hop bitterness). English-style India pale ales possess medium maltiness and body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill haze is allowable at cold temperatures. Hops of other origins may be used for bitterness or approximating traditional English character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "35", "categoryId": 1, "srmMax": "14", "ibuMax": "63", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:18:33", "fgMax": "1.018", "shortName": "English IPA", "abvMax": "7", "id": 2, "srmMin": "6", "name": "English-Style India Pale Ale"}, "createDate": "2015-09-03 17:22:57", "updateDate": "2015-09-03 17:22:57", "abv": "7.1", "styleId": 2, "id": "vCw1qN", "name": "Dauntless"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "Dauntless", "nameDisplay": "Dauntless", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Hpdnkl/upload_QnfnJJ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Hpdnkl/upload_QnfnJJ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Hpdnkl/upload_QnfnJJ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.05", "description": "The American style of these classic German beers is distinguished by a comparatively greater degree of hop character. In general the style is characterized by a medium body and broad range of color from golden to reddish brown. Sweet maltiness should dominate over clean hop bitterness. The bitterness should not be aggressive or harsh. Malt character should be light-toasted rather than strongly caramel (though a low level of light caramel character is acceptable). Bread or biscuit-like malt character is acceptable in aroma and flavor. Hop aroma and flavor should be notable but at low to medium levels. Fruity esters should not be perceived. Diacetyl and chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 8, "srmMax": "15", "ibuMax": "30", "abvMin": "5.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:41:38", "fgMax": "1.02", "shortName": "American Oktoberfest", "abvMax": "5.9", "id": 102, "srmMin": "4", "name": "American-Style Märzen / Oktoberfest"}, "id": "Hpdnkl", "createDate": "2014-07-01 12:14:53", "updateDate": "2015-12-17 15:01:34", "abv": "5.8", "styleId": 102, "availableId": 4, "ibu": "18", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Dave Barleywine", "nameDisplay": "Dave Barleywine", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "createDate": "2015-08-05 17:32:11", "updateDate": "2015-08-05 17:32:11", "abv": "9.3", "styleId": 34, "id": "axgXjr", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "Some of the things David loves include peppers and his Big Green Egg. Dryhopped with home smoked jalapenos and habaneros. Brewed with brown sugar, with a nice light body.", "statusDisplay": "Verified", "nameDisplay": "Dave Brown", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Chili Pepper Beers are any range of color from pale to very dark depending on the underlying style. Clear or hazy beer is acceptable in appearance. Chili Beers are any beers using chili peppers as a flavor, aroma or “heat” inducing adjunct to create distinct and balanced (ranging from subtle to intense) character. Chili pepper aromas ranging from subtle to intense may or may not be evident, and should not be overpowered by hop aromas. Malt sweetness can vary from very low to medium-high levels, depending on the underlying beer style. Hop bitterness is very low to medium-high. Chili pepper aroma and flavor qualities should not be overpowered by hop aroma and flavor, and should be present in harmony with characteristics typical of the underlying beer style. Chili pepper qualities may vary widely as vegetal, spicy or \"heat\" inducing flavors and/or aromas.", "createDate": "2015-04-07 17:17:16", "categoryId": 11, "shortName": "Chili Beer", "id": 168, "name": "Chili Pepper Beer"}, "createDate": "2015-07-13 16:43:04", "updateDate": "2015-07-13 16:43:04", "abv": "6.9", "styleId": 168, "id": "mJeKJ2", "name": "Dave Brown"}, {"status": "verified", "isOrganic": "N", "name": "Davenport Smoked Ale", "srmId": 19, "nameDisplay": "Davenport Smoked Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Any style of beer can be smoked; the goal is to reach a balance between the style's character and the smoky properties. Type of wood or other sources of smoke should be specified as well as the style the beer is based upon.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:45:19", "shortName": "Smoke Beer", "id": 129, "name": "Smoke Beer (Lager or Ale)"}, "id": "iMtKBE", "createDate": "2015-09-29 18:46:33", "updateDate": "2015-09-29 18:46:33", "abv": "5", "styleId": 129, "srm": {"hex": "A13700", "id": 19, "name": "19"}, "ibu": "24", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "This thin bodied beer is built on a foundation of Pilsner malt and non-GMO corn. This ale is fermented with Hefeweizen yeast, imparting it's characteristic banana and clove flavor, resulting in a delicious and refreshing summer beer.", "statusDisplay": "Verified", "nameDisplay": "Davey B.H.M.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "createDate": "2015-07-15 17:55:33", "updateDate": "2015-07-15 17:55:33", "styleId": 48, "id": "4q1wOe", "name": "Davey B.H.M."}, {"status": "verified", "isOrganic": "Y", "name": "Dave’s White Winter Wizard Wit", "nameDisplay": "Dave’s White Winter Wizard Wit", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "createDate": "2015-07-21 21:31:48", "updateDate": "2015-07-21 21:31:48", "styleId": 65, "id": "LjGY8e", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "Y", "description": "This is a light drinking, refreshing hefeweizen unlike you've ever had before. Only once in a blue moon (or any time you come here), will you partake in a beer that so damn good that it's called \"The Hoff\". We top it off with a slice of orange to accentuate the awesomeness. Don't Hassle the Hoff.", "statusDisplay": "Verified", "nameDisplay": "David Hasselheffe", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "createDate": "2015-06-12 18:39:28", "updateDate": "2015-06-12 18:39:28", "abv": "5.4", "styleId": 48, "availableId": 1, "id": "r4V2qw", "name": "David Hasselheffe"}, {"status": "verified", "isOrganic": "N", "name": "David's Not so Bitter", "srmId": 4, "nameDisplay": "David's Not so Bitter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "English brown ales range from copper to brown in color. They have medium body and range from dry to sweet maltiness with very little hop flavor or aroma. Roast malt tones may sometimes contribute to the flavor and aroma profile. Low to medium-low levels of fruity-ester flavors are appropriate. Diacetyl should be very low, if evident. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "25", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:20:51", "fgMax": "1.014", "shortName": "English Brown", "abvMax": "5.5", "id": 12, "srmMin": "13", "name": "English-Style Brown Ale"}, "srm": {"hex": "FFBF42", "id": 4, "name": "4"}, "createDate": "2014-11-01 18:12:37", "updateDate": "2014-12-04 16:10:07", "abv": "4.4", "styleId": 12, "id": "zO1Tp1", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Davie Poplar IPA", "nameDisplay": "Davie Poplar IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2012-01-03 02:43:04", "updateDate": "2014-10-09 16:00:22", "styleId": 30, "id": "GvcFow", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This rustic, mocha-colored ale was inspired by a recluse pioneer named Davy Brown who settled behind the northeast side of Figueroa Mountain on the west end of Sunset Valley in the late 1800s.  Brewed with caramel and chocolate malts with Northern Brewer and Cascade hops, this brown ale has West Coast hop characteristics with notes of coffee.  Enjoy with a good book in front of a crackling fire. ", "statusDisplay": "Verified", "nameDisplay": "Davy Brown Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/z1rL8E/upload_6CifPx-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/z1rL8E/upload_6CifPx-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/z1rL8E/upload_6CifPx-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "id": "z1rL8E", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-10-26 14:00:35", "updateDate": "2016-05-09 15:39:55", "abv": "6", "styleId": 37, "availableId": 1, "glasswareId": 5, "ibu": "40", "name": "Davy Brown Ale"}, {"status": "verified", "isOrganic": "N", "name": "Davy Jones", "statusDisplay": "Verified", "nameDisplay": "Davy Jones", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Hsklo4/upload_ZpZpFI-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Hsklo4/upload_ZpZpFI-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Hsklo4/upload_ZpZpFI-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-02-08 12:16:48", "updateDate": "2015-12-16 23:39:38", "abv": "6", "styleId": 93, "id": "Hsklo4", "glasswareId": 5}, {"status": "verified", "isOrganic": "Y", "name": "Dawes Dubbel", "nameDisplay": "Dawes Dubbel", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-07-12 18:09:38", "updateDate": "2015-07-12 18:09:38", "styleId": 25, "id": "pxnNAq", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Here is a nice, smooth and hoppy offering from our pilot series. It’s quite a unique I.P.A. for the style. Using a similar but much larger grist bill as our EDS (Everday Special), its light and crisp malt profile tangos wonderfully with the additions of HBC-342, Chinook, Perle and Centennial hops. Pine, grapefruit and awesomeness is the first things that comes to mind while sipping on this easy drinking I.P.A. This one is for the Dawg Daze of our beautiful Flagstaff Winter. Enjoy friends.", "statusDisplay": "Verified", "nameDisplay": "Dawg Daze", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/THoEjw/upload_vuUuq4-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/THoEjw/upload_vuUuq4-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/THoEjw/upload_vuUuq4-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "THoEjw", "createDate": "2014-01-29 19:05:16", "updateDate": "2015-12-17 08:31:28", "abv": "6.2", "styleId": 30, "availableId": 4, "ibu": "64", "name": "Dawg Daze"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "An IRA bursting with tropical notes, this beer finishes juicy with a subtle malty backbone. After one taste, it’ll leave you wanting more. It doesn’t take brains to know this IRA is a delicious choice any time of year!", "statusDisplay": "Verified", "nameDisplay": "Dawn of the Red", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/zLPaD2/upload_YQ5tCR-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/zLPaD2/upload_YQ5tCR-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/zLPaD2/upload_YQ5tCR-icon.png"}, "originalGravity": "1.072", "id": "zLPaD2", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-11-25 14:04:28", "updateDate": "2015-12-17 07:44:17", "abv": "7", "styleId": 33, "availableId": 1, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Imperial Red Ales are deep amber to dark copper/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.", "createDate": "2012-03-21 20:06:46", "ibuMin": "55", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "7.9", "fgMin": "1.02", "updateDate": "2015-04-07 17:05:43", "fgMax": "1.028", "shortName": "Imperial Red", "abvMax": "10.5", "id": 33, "srmMin": "10", "name": "Imperial Red Ale"}, "ibu": "75", "foodPairings": "Chicken, Seafood, Burgers, Spicy Cuisine like Thai or Mexican, Fish Tacos, Savory French Toast", "name": "Dawn of the Red"}, {"status": "verified", "isOrganic": "N", "name": "Dawn Patrol", "nameDisplay": "Dawn Patrol", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/tch1hd/upload_mKDmm8-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/tch1hd/upload_mKDmm8-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/tch1hd/upload_mKDmm8-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "createDate": "2013-02-27 12:56:06", "updateDate": "2015-12-17 01:59:10", "abv": "4.2", "styleId": 37, "id": "tch1hd", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Our Session IPA has a crisp biscuity body that drops into bright resin and citrus zest hop notes from a bad-ass blend of varietals. Crack it at dawn and chase the day.", "statusDisplay": "Verified", "nameDisplay": "Dawn Patrol", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Mk2OJ1/upload_Ya0a3y-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Mk2OJ1/upload_Ya0a3y-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Mk2OJ1/upload_Ya0a3y-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.034", "description": "Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "2", "ibuMax": "30", "abvMin": "4", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:20", "fgMax": "1.01", "shortName": "Session", "abvMax": "5.1", "id": 108, "srmMin": "2", "name": "Session Beer"}, "createDate": "2013-09-01 13:45:48", "updateDate": "2015-12-17 05:30:45", "styleId": 108, "id": "Mk2OJ1", "name": "Dawn Patrol"}, {"status": "verified", "isOrganic": "N", "description": "Our version of an English Mild Brown, Dawn Patrol is perfect for anyone who started their day before the sun rises and is ready for a beer before anyone else is finished for the day.", "statusDisplay": "Verified", "ingredients": {"hops": [{"category": "hop", "createDate": "2013-06-24 16:07:30", "categoryDisplay": "Hops", "id": 46, "name": "German Magnum"}]}, "nameDisplay": "Dawn Patrol", "originalGravity": "1.048", "createDate": "2016-06-21 17:25:50", "updateDate": "2016-06-21 17:26:16", "abv": "5", "styleId": 11, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English dark mild ales range from deep copper to dark brown (often with a red tint) in color. Malt flavor and caramel are part of the flavor and aroma profile while, licorice and roast malt tones may sometimes contribute to the flavor and aroma profile. Body should be low-medium to medium. These beers have very little hop flavor or aroma. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "34", "ibuMax": "24", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:43", "fgMax": "1.008", "shortName": "English Dark Mild", "abvMax": "4", "id": 11, "srmMin": "17", "name": "English-Style Dark Mild Ale"}, "id": "WBOSvp", "name": "Dawn Patrol"}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "description": "Porter • Dark brown colour • Rich, chocolate malts • Conditioned with locally roasted coffee beans and bourbon flavoured vanilla beans", "srmId": 40, "nameDisplay": "Dawn Patrol Coffee Porter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/mWJAMh/upload_pJX0Rt-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/mWJAMh/upload_pJX0Rt-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/mWJAMh/upload_pJX0Rt-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Robust porters are black in color and have a roast malt flavor, often reminiscent of cocoa, but no roast barley flavor. These porters have a sharp bitterness of black malt without a highly burnt/charcoal flavor. Caramel and other malt sweetness should be present and in harmony with other distinguishing porter characters. Robust porters range from medium to full in body and have a malty sweetness. Hop bitterness is medium to high, with hop aroma and flavor ranging from negligible to medium. Diacetyl is acceptable at very low levels. Fruity esters should be evident, balanced with roast malt and hop bitterness.", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "40", "abvMin": "5", "fgMin": "1.008", "updateDate": "2015-04-07 15:21:45", "fgMax": "1.016", "shortName": "Robust Porter", "abvMax": "6.5", "id": 19, "srmMin": "30", "name": "Robust Porter"}, "srm": {"hex": "36080A", "id": 40, "name": "40"}, "statusDisplay": "Verified", "createDate": "2015-01-09 03:50:36", "updateDate": "2015-12-17 21:10:56", "abv": "6.5", "styleId": 19, "availableId": 8, "id": "mWJAMh", "name": "Dawn Patrol Coffee Porter"}, {"status": "verified", "isOrganic": "N", "name": "Dawn Patrol Pacific Ale", "nameDisplay": "Dawn Patrol Pacific Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/BvgTlD/upload_jP23Fh-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/BvgTlD/upload_jP23Fh-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/BvgTlD/upload_jP23Fh-icon.png"}, "originalGravity": "1.054", "id": "BvgTlD", "createDate": "2015-04-28 14:47:23", "updateDate": "2015-12-18 01:26:21", "abv": "5.3", "styleId": 110, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.045", "description": "California Common Beer is light amber to amber in color and is medium bodied. There is a noticeable degree of caramel-type malt character in flavor and often in aroma. Hop bitterness impression is medium to medium high and is balanced with a low to medium-low degree of fruity esters and malt character and give an impression of balance and drinkability. Hop flavor and aroma is low to medium-low. California Common Beer is a style of beer brewed with lager yeasts but at ale fermentation temperatures. Diacetyl and chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 11, "srmMax": "15", "ibuMax": "45", "abvMin": "4.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:42:34", "fgMax": "1.018", "shortName": "California Common", "abvMax": "5.6", "id": 110, "srmMin": "8", "name": "California Common Beer"}, "ibu": "18", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Dawn Street Pale", "nameDisplay": "Dawn Street Pale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2016-08-15 11:40:08", "updateDate": "2016-08-15 11:40:08", "abv": "6", "styleId": 25, "id": "70YZEa", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Made with wheat, Pilsner and 2 row barley. Hopped with citra and galaxy.", "statusDisplay": "Verified", "nameDisplay": "Dawnbringer", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2016-05-07 01:10:32", "updateDate": "2016-06-06 18:52:27", "abv": "4", "styleId": 25, "id": "mk7G5b", "name": "Dawnbringer"}, {"status": "verified", "isOrganic": "N", "description": "DAX is local nickname for the Adirondacks and also the name for our family of IPA's. This is our version of the popular style using 5 varieties of hops in the boil and 2 varieties of dry hops. We don't skimp on malt either. We have carefully selected 5 different malts to balance out the hop character.", "statusDisplay": "Verified", "nameDisplay": "DAX - India Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "rO3Hvk", "createDate": "2015-11-04 04:22:08", "updateDate": "2015-11-05 16:38:37", "abv": "6", "styleId": 30, "ibu": "75", "name": "DAX - India Pale Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "An inviting, 5% abv ale that we call a 4-grain breakfast beer.  It was modeled after a bowl of cereal.  It’s made with barley, wheat, oats and rye, and is finished with local honey and milk sugar.  We ferment this beer very dry and add the milk sugar to create a delicate and unique sweetness.  The large quantities of honey and specialty grains enable this low-alcohol refresher to provide a unique taste that’s like a sunrise in your mouth.", "statusDisplay": "Verified", "nameDisplay": "Day Break", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/a4cZJS/upload_dExEJO-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/a4cZJS/upload_dExEJO-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/a4cZJS/upload_dExEJO-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "name": "Day Break", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-11-16 18:08:53", "updateDate": "2015-12-16 20:45:12", "abv": "5", "styleId": 125, "availableId": 1, "id": "a4cZJS", "glasswareId": 5}]
