[{"status": "verified", "isOrganic": "N", "description": "BLOOD ORANGE ALE", "statusDisplay": "Verified", "nameDisplay": "The Grove", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2015-09-16 23:19:06", "updateDate": "2015-09-16 23:19:06", "abv": "5.3", "styleId": 119, "id": "ODMhk0", "name": "The Grove"}, {"status": "verified", "isOrganic": "N", "name": "The Growler", "statusDisplay": "Verified", "nameDisplay": "The Growler", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/POtWdo/upload_6Ejuy1-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/POtWdo/upload_6Ejuy1-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/POtWdo/upload_6Ejuy1-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English dark mild ales range from deep copper to dark brown (often with a red tint) in color. Malt flavor and caramel are part of the flavor and aroma profile while, licorice and roast malt tones may sometimes contribute to the flavor and aroma profile. Body should be low-medium to medium. These beers have very little hop flavor or aroma. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "34", "ibuMax": "24", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:43", "fgMax": "1.008", "shortName": "English Dark Mild", "abvMax": "4", "id": 11, "srmMin": "17", "name": "English-Style Dark Mild Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:22", "updateDate": "2015-12-16 13:33:10", "abv": "5", "styleId": 11, "id": "POtWdo", "glasswareId": 5}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "The stars of our canning line are Dave and Matt, two dedicated dudes who lovingly coax our beer into the 12oz vessels you find around town. They're dedicated not only to our beer, but apparently each other, since they work the same hours all the time. It's so common to see those two busting it out in the back of the brewery that Bill, our Packaging Manager, has dubbed them \"The Gruesome Twosome.\"\r\n\r\nThis Imperial Dunkelweizen was brewed in their honor. Next time you crack open a Holy City can, give a toast to teamwork!", "statusDisplay": "Verified", "nameDisplay": "The Gruesome Twosome", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.028", "description": "The German word leicht means light, and as such these beers are light versions of Hefeweizen. Leicht Weissbier is top fermented and cloudy like Hefeweizen. The phenolic and estery aromas and flavors typical of Weissbiers are more subdued in Leichtes Weizen. Hop flavor and aroma are normally absent. The overall flavor profile is less complex than Hefeweizen due to decreased alcohol content. There is less yeasty flavor present. Leichtes Weissbier has diminished mouth feel relative to Hefeweizen, and is a low-bodied beer. No diacetyl should be perceived. The beer may have a broad range of color from pale golden to pale amber.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "15", "ibuMax": "20", "abvMin": "2.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:29:45", "fgMax": "1.008", "shortName": "Leichtesweizen", "abvMax": "3.5", "id": 50, "srmMin": "4", "name": "German-Style Leichtes Weizen / Weissbier"}, "name": "The Gruesome Twosome", "glass": {"createDate": "2012-01-03 02:41:33", "id": 9, "name": "Weizen"}, "createDate": "2015-11-19 21:46:34", "updateDate": "2015-11-20 20:15:59", "abv": "5.3", "styleId": 50, "availableId": 2, "id": "pIWCmj", "glasswareId": 9}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This charmingly drinkable brew is a pleasure to share with friends old and new. Pleasingly full-bodied, it achieves a nice balance of caramelly, nutty, biscuity maltiness, and smooth but assertive bitterness. The premium English and Belgian malt comes through nicely in the nose, along with floral Indie Golding hops, and a wonderful fruitiness from the traditional English yeast.", "srmId": 14, "nameDisplay": "The Guilty Party", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "id": "mU9loo", "statusDisplay": "Verified", "createDate": "2015-03-05 21:42:48", "updateDate": "2015-03-06 11:14:54", "abv": "5.1", "styleId": 5, "availableId": 1, "srm": {"hex": "C35900", "id": 14, "name": "14"}, "ibu": "37", "name": "The Guilty Party"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "The Haberdasher is an English-style IPA, brewed with all English malts and all English hops.\r\n\r\nThe malt presence balances artfully with the earthy English hops, creating a drinkable beer that is unlike anything else that we brew.", "statusDisplay": "Verified", "nameDisplay": "The Haberdasher", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/YlwoAq/upload_vhqenS-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/YlwoAq/upload_vhqenS-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/YlwoAq/upload_vhqenS-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.05", "description": "Most traditional interpretations of English-style India pale ales are characterized by medium-high hop bitterness with a medium to medium-high alcohol content. Hops from a variety of origins may be used to contribute to a high hopping rate. Earthy and herbal English-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer, sometimes with subtle and balanced character of sulfur compounds. This pale gold to deep copper-colored ale has a medium to high, flowery hop aroma and may have a medium to strong hop flavor (in addition to the hop bitterness). English-style India pale ales possess medium maltiness and body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill haze is allowable at cold temperatures. Hops of other origins may be used for bitterness or approximating traditional English character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "35", "categoryId": 1, "srmMax": "14", "ibuMax": "63", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:18:33", "fgMax": "1.018", "shortName": "English IPA", "abvMax": "7", "id": 2, "srmMin": "6", "name": "English-Style India Pale Ale"}, "createDate": "2015-09-11 18:22:06", "updateDate": "2015-12-18 05:16:04", "abv": "5.4", "styleId": 2, "availableId": 2, "id": "YlwoAq", "name": "The Haberdasher"}, {"status": "verified", "isOrganic": "N", "description": "Imperial IPA", "statusDisplay": "Verified", "nameDisplay": "The Haig", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2014-10-23 04:11:20", "updateDate": "2014-10-30 19:12:07", "abv": "7.8", "styleId": 30, "id": "6zdZ6O", "name": "The Haig"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Our New Year's release for the seasoned beer folks … Big, brown warmer with several types of crystal malt. No actual eyeballs can actually be found in the beer.", "srmId": 25, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "The Hairy Eyeball", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/xlOpbL/upload_ErU4hn-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/xlOpbL/upload_ErU4hn-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/xlOpbL/upload_ErU4hn-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "American strong pale ales range from deep golden to copper in color. The style is characterized by floral and citrus-like American-variety hops used to produce high hop bitterness, flavor, and aroma. Note that floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. American strong pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruityester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "40", "categoryId": 3, "srmMax": "14", "ibuMax": "50", "abvMin": "5.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:26:32", "fgMax": "1.016", "shortName": "American Strong Pale", "abvMax": "6.3", "id": 29, "srmMin": "6", "name": "American-Style Strong Pale Ale"}, "id": "xlOpbL", "statusDisplay": "Verified", "createDate": "2012-01-03 02:44:22", "updateDate": "2016-01-04 19:04:09", "abv": "8.8", "styleId": 29, "availableId": 4, "glasswareId": 5, "ibu": "56.66", "srm": {"hex": "7B1A00", "id": 25, "name": "25"}, "name": "The Hairy Eyeball"}, {"status": "verified", "isOrganic": "N", "description": "The Hallbitter is our other original cider. Halbbitter is German for “semi-sweet”. This cider is most popular with those new to cider drinking or who enjoy a sweet lingering aftertaste.", "statusDisplay": "Verified", "nameDisplay": "The Hallbitter", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.07", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:07", "fgMax": "1.01", "shortName": "Fruit Cider", "abvMax": "9", "id": 155, "name": "Fruit Cider"}, "createDate": "2015-04-10 14:31:08", "updateDate": "2015-04-10 14:33:21", "abv": "6.9", "styleId": 155, "id": "p2my2z", "name": "The Hallbitter"}, {"status": "verified", "isOrganic": "N", "description": "Empires come and go,but the beers remain behind. A favorite in the court of Katherine the Great and brewed to this day, Russian Imperial Stouts are some the richest and boldest (as any good empire should be!) beers around. We brewed our take with seven varieties of malt, three different hops and Belgian dark candi syrup.", "statusDisplay": "Verified", "nameDisplay": "The Hammer and the Sickle", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2014-11-16 18:39:48", "updateDate": "2015-02-17 17:38:40", "abv": "9.5", "styleId": 43, "id": "dNkj9i", "name": "The Hammer and the Sickle"}, {"status": "verified", "isOrganic": "N", "description": "Hangings were frequent in the early days of Sydney Town.  The first gaol on George Street, now the Four Seasons Hotel, was the site of hundreds of hangings. The hill above (where Harts Pub is situated) was referred to as Gallows Hill, where locals would gather to watch the hangman work. Alexander Green, a convict in his own right, was appointed to the position of public executioner in 1828 and during 27 years hung over 490 people, including 6 women. He was instantly recognisable, having a livid scar down the side of his face – the result of an axe attack by a prisoner. In early May 1855 he was committed to a lunatic asylum for the remainder of his life.", "statusDisplay": "Verified", "nameDisplay": "The Hangman", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/H657xU/upload_9QbGEn-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/H657xU/upload_9QbGEn-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/H657xU/upload_9QbGEn-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 6, "name": "International Ale Styles"}, "ogMin": "1.04", "description": "Australian-Style Pale Ales are light amber to light brown. Chill or hop haze may be evident. Hop aroma is often reminiscent of tropical fruit such as mango, passion fruit and other tropical fruit character. Intensity can be low to medium-high. Malt character has a perceived low to medium caramel-candy sweetness. Hop flavor is aligned with aroma; tropical fruit such as mango, passion fruit and other tropical fruit character. Intensity can be low to mediumhigh. Hop bitterness is low to medium. Fruity-ester aroma should be perceived. Diacetyl should be very low if present. DMS aroma should not be present. Body is low to medium.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 6, "srmMax": "14", "ibuMax": "40", "abvMin": "4.2", "fgMin": "1.006", "updateDate": "2015-04-07 17:14:09", "fgMax": "1.012", "shortName": "Austrailian Pale", "abvMax": "6.2", "id": 74, "srmMin": "5", "name": "Australian-Style Pale Ale"}, "createDate": "2014-02-06 21:41:55", "updateDate": "2015-12-17 08:47:09", "styleId": 74, "id": "H657xU", "name": "The Hangman"}, {"status": "verified", "available": {"description": "Available during the spring months.", "id": 5, "name": "Spring"}, "isOrganic": "N", "description": "An intensely dry and bitter beer loaded with citrus hops.", "statusDisplay": "Verified", "nameDisplay": "The Hare the & hedgehog", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Uo1GhB/upload_3DuFke-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Uo1GhB/upload_3DuFke-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Uo1GhB/upload_3DuFke-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "createDate": "2015-02-03 17:32:30", "updateDate": "2015-12-17 21:03:27", "abv": "3.9", "styleId": 3, "availableId": 5, "id": "Uo1GhB", "name": "The Hare the & hedgehog"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "The Harlot is an extremely easy to drink crisp, light, and dry Belgian Extra ale.  The beer uses a pislner-lager recipe as its base, but it is fermented with a house Belgian ale yeast strain.  A well balanced set of floral hops, light malts, and the Belgian yeast all lend to the highly versatile and delicate presence exhibited in the midst of this beer's complexity.  The Harlot is brewed in the tradition of a lost style of beer typical in the border region between Belgium and the Czech Republic.", "statusDisplay": "Verified", "nameDisplay": "The Harlot", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Qh1dxs/upload_y1hcEg-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Qh1dxs/upload_y1hcEg-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Qh1dxs/upload_y1hcEg-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "12", "ibuMax": "30", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:06", "fgMax": "1.014", "shortName": "Belgian Pale", "abvMax": "6", "id": 62, "srmMin": "6", "name": "Belgian-Style Pale Ale"}, "createDate": "2014-03-05 20:28:55", "updateDate": "2015-12-17 10:25:33", "abv": "6", "styleId": 62, "availableId": 1, "id": "Qh1dxs", "name": "The Harlot"}, {"status": "verified", "isOrganic": "N", "description": "480 Willapa Bay oysters smooths out the roast profile of this Irish Dry Stout for a truly sublime drinking experience. This beer is an Agrarian Ales and Corvallis Brewing Supply collaboration with oysters from Harry and Annette's Fish Market.", "statusDisplay": "Verified", "nameDisplay": "The Harry Oyster Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.038", "description": "Dry stouts have an initial malt and light caramel flavor profile with a distinctive dry-roasted bitterness in the finish. Dry stouts achieve a dry-roasted character through the use of roasted barley. The emphasis of coffee-like roasted barley and a moderate degree of roasted malt aromas define much of the character. Some slight acidity may be perceived but is not necessary. European hop aroma and flavor should be low or not perceived. Dry stouts have medium-light to medium body. Fruity esters are minimal and overshadowed by malt, high hop bitterness, and roasted barley character. Diacetyl (butterscotch) should be very low or not perceived. Head retention and rich character should be part of its visual character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:51", "fgMax": "1.012", "shortName": "Dry Irish Stout", "abvMax": "5", "id": 23, "srmMin": "40", "name": "Classic Irish-Style Dry Stout"}, "createDate": "2015-04-16 16:08:57", "updateDate": "2015-04-16 16:08:57", "abv": "5.3", "styleId": 23, "id": "IAc7P5", "name": "The Harry Oyster Stout"}, {"status": "verified", "isOrganic": "N", "description": "AH, A PARADOXICAL CASE of small = large. After decades of tinker, tweak, improvise and analyze, David honed in on a surprising insight:  size matters. Smaller organic apples simply yield bigger, more intense flavors. And so, The Hatchet was born. Intensity behind us, the subtle work of balance and nuance began.\r\n\r\nUsing a unique blend of native organic apples, we handcraft each batch to bring out fresh, ripe apple aromas, carefully pairing sweet and tart varietals to ideal effect. The result is a clean, refreshing hard cider with noticeable complexity and a lively finish. All hail the little things. To our tastes, there’s simply more going on in here. Cheers.", "statusDisplay": "Verified", "nameDisplay": "The Hatchet Apple", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Variable, but should be a medium, refreshing drink. Sweet ciders must not be cloying. Dry ciders must not be too austere. An ideal cider serves well as a “session” drink, and suitably accompanies a wide variety of food.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.065", "categoryId": 12, "abvMin": "5", "fgMin": "1", "updateDate": "2015-04-07 15:48:44", "fgMax": "1.02", "shortName": "Common Cider", "abvMax": "8", "id": 149, "name": "Common Cider"}, "createDate": "2014-07-17 21:30:51", "updateDate": "2016-02-09 15:36:31", "abv": "6", "styleId": 149, "id": "rFG1aN", "name": "The Hatchet Apple"}, {"status": "verified", "isOrganic": "N", "name": "The Haunting Pumpkin Ale", "nameDisplay": "The Haunting Pumpkin Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Pumpkin beers are any beers using pumpkins (Cucurbito pepo) as an adjunct in either mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Pumpkin qualities should not be overpowered by hop character. These may or may not be spiced or flavored with other things. A statement by the brewer explaining the nature of the beer is essential for fair assessment in competitions. If this beer is a classic style with pumpkin, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:28", "fgMax": "1.03", "shortName": "Pumpkin Beer", "abvMax": "12", "id": 121, "srmMin": "5", "name": "Pumpkin Beer"}, "createDate": "2014-10-23 04:10:15", "updateDate": "2014-10-28 14:14:00", "styleId": 121, "id": "Qb3F4v", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Limited run of 110 bottles", "statusDisplay": "Verified", "nameDisplay": "The Heart of Darkness", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "description": "Similar in balance, body, finish and flavor intensity to a dry white wine, with a pleasant mixture of subtle honey character, soft fruity esters, and clean alcohol. Complexity, harmony, and balance of sensory elements are most desirable, with no inconsistencies in color, aroma, flavor or aftertaste. The proper balance of sweetness, acidity, alcohol and honey character is the essential final measure of any mead.", "createDate": "2012-03-21 20:06:46", "categoryId": 12, "updateDate": "2015-04-07 15:47:22", "shortName": "Dry Mead", "id": 140, "name": "Dry Mead"}, "createDate": "2013-01-24 12:03:10", "updateDate": "2013-01-24 12:03:11", "abv": "14", "styleId": 140, "id": "gGCzMy", "name": "The Heart of Darkness"}, {"status": "verified", "isOrganic": "N", "name": "The Heartbeat Ale", "nameDisplay": "The Heartbeat Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/3MF7tZ/upload_72S2qH-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/3MF7tZ/upload_72S2qH-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/3MF7tZ/upload_72S2qH-icon.png"}, "createDate": "2012-01-03 02:44:22", "updateDate": "2012-03-22 13:05:23", "id": "3MF7tZ", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A classic American double IPA brewed with oodles of American Hop additions.  Rye malt gives this beer a unique and slightly spicy flavor.", "srmId": 14, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "The Heavy Weight 2x IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "fSMoAX", "statusDisplay": "Verified", "createDate": "2012-01-03 02:44:22", "updateDate": "2012-03-22 13:05:31", "abv": "9.5", "styleId": 30, "availableId": 4, "glasswareId": 5, "ibu": "130", "srm": {"hex": "C35900", "id": 14, "name": "14"}, "name": "The Heavy Weight 2x IPA"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A sweet mixture of spices & fruit with hints of clove and banana, this refreshingly pale German wheat is top fermented, unfiltered and lightly hopped to achieve its smooth, pleasant flavor and unmistakable cloudy appearance.", "statusDisplay": "Verified", "nameDisplay": "The Hef", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/9ZV9kG/upload_orTL3L-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/9ZV9kG/upload_orTL3L-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/9ZV9kG/upload_orTL3L-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "id": "9ZV9kG", "glass": {"createDate": "2012-01-03 02:41:33", "id": 9, "name": "Weizen"}, "createDate": "2012-01-03 02:43:21", "updateDate": "2016-03-17 16:05:43", "abv": "5.25", "styleId": 48, "availableId": 1, "glasswareId": 9, "ibu": "13", "name": "The Hef"}, {"status": "verified", "isOrganic": "N", "name": "The Heiress", "nameDisplay": "The Heiress", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "Traditional Bohemian Pilseners are medium bodied, and they can be as dark as a light amber color. This style balances moderate bitterness and noble-type hop aroma and flavor with a malty, slightly sweet, medium body. Extremely low levels of diacetyl and low levels of sweet corn-like dimethylsulfide (DMS) character, if perceived, are characteristic of this style and both may accent malt aroma. A toasted-, biscuit-like, bready malt character along with low levels of sulfur compounds may be evident. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "30", "categoryId": 7, "srmMax": "7", "ibuMax": "45", "abvMin": "4", "fgMin": "1.014", "updateDate": "2015-04-07 15:36:03", "fgMax": "1.02", "shortName": "Bohemian Pilsener", "abvMax": "5", "id": 76, "srmMin": "3", "name": "Bohemian-Style Pilsener"}, "createDate": "2016-03-21 13:14:35", "updateDate": "2016-03-21 13:14:35", "abv": "5.3", "styleId": 76, "id": "YWCHkU", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "The Hemperor's New Clothes", "nameDisplay": "The Hemperor's New Clothes", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2016-11-19 15:34:32", "updateDate": "2016-11-19 15:34:32", "abv": "6.5", "styleId": 30, "id": "0atEXt", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Barrel-aged and blended Feral Beer with Raspberries.\r\n\r\nDebuted at O'Brien's Pub in San Diego for the birthday celebration of publican Tom Nickel.", "statusDisplay": "Verified", "nameDisplay": "The Highbinder", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged sour beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood and has developed a bacterial induced natural acidity. This beer is aged in wood with the intention of introducing the micro flora present in the wood. Sometimes wood aging is intended to impart the particularly unique character of the wood, but wood-aged is not necessarily synonymous with imparting wood-flavors. Wood character can be characterized as a complex blend of vanillin and unique wood character. Wood-derived character can also be characterized by flavors of the product that was in the barrel during prior use. These wood-derived flavors, if present in this style, can be very low in character and barely perceived or evident or assertive as wood-derived flavors. Any degree of woodderived flavors should be in balance with other beer character. Fruit and herb/spiced versions may take on the hue, flavors and aromas of added ingredients.  Usually bacteria and \"wild\" yeasts fermentation contributes complex esters and results in a dry to very dry beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of acidity, complex esters, and new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character.  Brewers when entering this category should specify type of barrel used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties). The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:56", "shortName": "BBL Aged Sour", "id": 136, "name": "Wood- and Barrel-Aged Sour Beer"}, "createDate": "2014-09-01 18:29:35", "updateDate": "2014-09-07 17:13:07", "abv": "6.2", "styleId": 136, "availableId": 2, "id": "TqdDUO", "name": "The Highbinder"}, {"status": "verified", "isOrganic": "N", "name": "The Hitman", "nameDisplay": "The Hitman", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/IoDg01/upload_YCCffW-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/IoDg01/upload_YCCffW-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/IoDg01/upload_YCCffW-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-02-03 12:29:57", "updateDate": "2015-12-17 22:03:31", "abv": "6", "styleId": 30, "id": "IoDg01", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "Like busy bees working hard to please their queen, this copper ale will take your palate for a spin. This brew is loaded up with our favorite American hops and complimented by a touch of raw honey procured from a local hive. Using a small amount of specialty malt and nearly every method of hopping possible, we present to you this delicious seasonal.", "statusDisplay": "Verified", "nameDisplay": "The Hive", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "1CemsR", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:22", "updateDate": "2012-03-22 13:05:13", "abv": "7.1", "styleId": 30, "availableId": 3, "glasswareId": 5, "ibu": "70", "name": "The Hive"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "An Orc chieftain who ruled for 150 years, Bolg would drink his grog of choice and no one would tell him otherwise – a flavorful strong Belgian Tripel. Some said it refined an otherwise gruesome character.", "statusDisplay": "Verified", "nameDisplay": "The Hobbit: Bolg Belgian Style Tripel", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/nnGkKu/upload_plnmcc-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/nnGkKu/upload_plnmcc-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/nnGkKu/upload_plnmcc-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "id": "nnGkKu", "createDate": "2014-12-14 21:06:55", "updateDate": "2015-12-17 20:36:14", "abv": "9.5", "styleId": 59, "availableId": 2, "ibu": "35", "name": "The Hobbit: Bolg Belgian Style Tripel"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "A strong Imperial Pils, with flavors as smooth and crafty as Gollum himself. Like the ring which Gollum pursued for the rest of his life, his “precious” pils, if your quest leads you to it, could extend your life too! (at least we’d like to think so) It will, at a minimum, make your journey a little more enjoyable!", "statusDisplay": "Verified", "nameDisplay": "The Hobbit: Gollum Precious Pils", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/kNCc6H/upload_ZotYYm-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/kNCc6H/upload_ZotYYm-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/kNCc6H/upload_ZotYYm-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "id": "kNCc6H", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "createDate": "2014-09-17 22:47:41", "updateDate": "2015-12-17 18:47:32", "abv": "9.5", "styleId": 98, "availableId": 2, "glasswareId": 4, "ibu": "85", "name": "The Hobbit: Gollum Precious Pils"}, {"available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "srmId": 40, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/tQ2Bdy/upload_buOYUL-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/tQ2Bdy/upload_buOYUL-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/tQ2Bdy/upload_buOYUL-icon.png"}, "styleId": 43, "availableId": 2, "srm": {"hex": "36080A", "id": 40, "name": "40"}, "id": "tQ2Bdy", "statusDisplay": "Verified", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "nameDisplay": "The Hobbit: Smaug Stout", "name": "The Hobbit: Smaug Stout", "abv": "9.5", "status": "verified", "description": "Smaug Stout is styled after a classic Russian Imperial Stout, but with a subtle hint of Habanero chilis to remind you of the fire and danger awaiting you in your journey to The Lonely Mountain. Pronounced notes of Coffee and Chocolate balanced with Northwest Hops and a touch of heat produce an exceptional imperial stout, a worthy reward for your hard-fought journey.", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "glasswareId": 6, "servingTemperatureDisplay": "Cellar - (12-14C/54-57F)", "ibu": "65", "servingTemperature": "cellar", "updateDate": "2015-12-17 18:53:11", "createDate": "2014-09-17 22:46:03"}, {"status": "verified", "isOrganic": "Y", "description": "Light and crisp, this beer is perfect for people who are seeking a more traditional lighter option.", "statusDisplay": "Verified", "nameDisplay": "The Hoff", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.042", "description": "Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 4, "srmMax": "6", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:29:04", "fgMax": "1.01", "shortName": "Kölsch", "abvMax": "5.3", "id": 45, "srmMin": "4", "name": "German-Style Kölsch / Köln-Style Kölsch"}, "id": "C9zdvR", "createDate": "2015-06-25 15:45:18", "updateDate": "2015-06-25 15:45:18", "abv": "5.6", "styleId": 45, "ibu": "31", "name": "The Hoff"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This bottle conditioned sparkling New England style cider is made with a blend of tradition crab apple, Stayman Winesap & other classic & new cider apples. Fortified with brown sugar & matured on French & American Oak. GLUTEN FREE!", "statusDisplay": "Verified", "nameDisplay": "The Hogshead", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/vo9wMN/upload_tqfFdK-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/vo9wMN/upload_tqfFdK-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/vo9wMN/upload_tqfFdK-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.05", "description": "Generally dry, full-bodied, austere.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.075", "categoryId": 12, "abvMin": "6", "fgMin": "0.995", "updateDate": "2015-04-07 15:48:47", "fgMax": "1.01", "shortName": "English Cider", "abvMax": "9", "id": 150, "name": "English Cider"}, "createDate": "2015-04-16 15:16:33", "updateDate": "2016-07-07 19:24:20", "abv": "7.5", "styleId": 150, "availableId": 1, "id": "vo9wMN", "name": "The Hogshead"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "This bottle conditioned sparkling New England styled cider (fermented with Brown Sugar and Raisins) is a reserve blend. A much stronger and longer held version of our classic Hogshead cider. Matured on French and American Oak and aged for over 2 years before bottling, this blend balances a healthy amount of Stayman-Winesap with other heirloom late season apples, such as Crab and Winter Banana with new world desert apples like Fuji and Empire.", "statusDisplay": "Verified", "nameDisplay": "The Hogshead Reserve", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/P53Ay7/upload_nGeA6a-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/P53Ay7/upload_nGeA6a-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/P53Ay7/upload_nGeA6a-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "name": "Other Specialty Cider or Perry", "createDate": "2012-03-21 20:06:46", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:22", "fgMax": "1.02", "shortName": "Specialty Cider", "abvMax": "12", "id": 157, "ogMax": "1.1"}, "createDate": "2015-04-16 15:20:53", "updateDate": "2015-12-18 01:22:45", "abv": "12", "styleId": 157, "availableId": 2, "id": "P53Ay7", "name": "The Hogshead Reserve"}, {"status": "verified", "isOrganic": "N", "name": "The Hole in Hadrian's Wall", "nameDisplay": "The Hole in Hadrian's Wall", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/HS2Inq/upload_bqVEqO-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/HS2Inq/upload_bqVEqO-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/HS2Inq/upload_bqVEqO-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.035", "description": "Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "12", "categoryId": 1, "srmMax": "19", "ibuMax": "20", "abvMin": "3.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:48", "fgMax": "1.014", "shortName": "Scottish Heavy", "abvMax": "4", "id": 8, "srmMin": "10", "name": "Scottish-Style Heavy Ale"}, "id": "HS2Inq", "createDate": "2013-01-20 23:25:47", "updateDate": "2015-12-17 00:07:18", "abv": "9.5", "styleId": 8, "ibu": "19", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "The Honesty of Reason IPA", "nameDisplay": "The Honesty of Reason IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/FlVVUe/upload_mexLOl-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/FlVVUe/upload_mexLOl-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/FlVVUe/upload_mexLOl-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "FlVVUe", "createDate": "2015-10-29 12:52:03", "updateDate": "2015-12-18 05:37:08", "abv": "6.8", "styleId": 30, "ibu": "60", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "An American Amber Ale brewed with Crystal, Honey and Brown Malts.  Both bitter and aroma hop additions compliment the slightly malty body.  We finish this beer with local fall and buckwheat honey from Waid’s Apiaries (Interlaken, NY) to add a slightly sweet flavor.", "srmId": 18, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "The Honey Brunette", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/6A93nO/upload_uomUbn-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/6A93nO/upload_uomUbn-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/6A93nO/upload_uomUbn-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "6A93nO", "statusDisplay": "Verified", "createDate": "2012-01-03 02:44:22", "updateDate": "2015-12-16 12:19:06", "abv": "5.5", "styleId": 32, "availableId": 4, "glasswareId": 5, "ibu": "23", "srm": {"hex": "A63E00", "id": 18, "name": "18"}, "name": "The Honey Brunette"}, {"status": "verified", "isOrganic": "N", "description": "This ale is perfect for getting that never ending to do list accomplished. Made with Michigan Star Thistle Honey from\r\n\r\nSleeping Bear Farms, this beer has the perfect amount of rye and hops; just bitter enough to balance the sweetness of this\r\nsplendid summer time glass of sunshine.", "statusDisplay": "Verified", "nameDisplay": "The Honey Do", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "id": "TlrvKW", "createDate": "2013-09-20 15:04:41", "updateDate": "2014-10-30 19:44:39", "abv": "6.7", "styleId": 117, "ibu": "10", "name": "The Honey Do"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "The Honeyed One. An American red as sweet as honey. Brewed with Nugget hops to add a touch of hoppy goodness to the delicious honey flavor. This ale will leave you begging for another.", "statusDisplay": "Verified", "nameDisplay": "The Honeyed One", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Vzl3RQ/upload_HDpVTY-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Vzl3RQ/upload_HDpVTY-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Vzl3RQ/upload_HDpVTY-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "Vzl3RQ", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-11-08 12:39:36", "updateDate": "2015-12-16 21:09:55", "abv": "7.1", "styleId": 32, "availableId": 1, "glasswareId": 5, "ibu": "19", "name": "The Honeyed One"}, {"status": "verified", "isOrganic": "N", "description": "Grapefruit Session IPA", "statusDisplay": "Verified", "nameDisplay": "The Hook", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2016-06-13 21:41:27", "updateDate": "2016-06-23 19:02:37", "abv": "4.9", "styleId": 30, "id": "FI9rBp", "name": "The Hook"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "The Hop Fiasco has an explosion of hops containing almost a half pound per five gallons. It is continuously hopped during the boil and then dry hopped to give it tons of hop flavor without making the IBUs unbearable.", "statusDisplay": "Verified", "nameDisplay": "The Hop Fiasco", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/G3vmap/upload_jImXnQ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/G3vmap/upload_jImXnQ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/G3vmap/upload_jImXnQ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "name": "The Hop Fiasco", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-02-18 12:32:27", "updateDate": "2015-12-16 14:44:58", "styleId": 30, "availableId": 1, "id": "G3vmap", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "American IPA with a complex hop profile. Welcome to the Hop Parade.", "statusDisplay": "Verified", "nameDisplay": "The Hop Parade", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2014-09-29 19:41:40", "updateDate": "2014-09-29 19:41:40", "styleId": 30, "id": "aYeyDQ", "name": "The Hop Parade"}, {"status": "verified", "isOrganic": "N", "description": "A long time ago in a brewery far, far away. . . . (Double Black I.P.A.)", "statusDisplay": "Verified", "nameDisplay": "The Hop Strikes Black", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2015-04-24 22:30:48", "updateDate": "2015-04-24 22:30:48", "abv": "8", "styleId": 31, "id": "v2Rs1D", "name": "The Hop Strikes Black"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "The Hoplander is a big, bold double IPA made with Summit, Columbus and Falconer's Flight hops.  The sturdy pale ale backbone has a deep copper color and a caramel malt flavor that edges its way to the tongue through a pallet slam of intense hop flavor and aroma.  Try if you dare!", "statusDisplay": "Verified", "nameDisplay": "The Hoplander Double IPA", "originalGravity": "1.075", "id": "7peQXK", "createDate": "2014-04-04 02:37:02", "updateDate": "2014-12-10 18:38:41", "abv": "7.75", "styleId": 31, "availableId": 4, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "ibu": "93", "name": "The Hoplander Double IPA"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "The Hoppy Homunculus The Hoppy Homunculus (6.3% ABV, 55 IBUs) is a medium-bodied American IPA. Originally conceived as a test batch to experiment with new hop varieties, this beer became a favorite among the brewery staff. After several revisions, our brewers perfected the hop blend which includes Centennial, Cascade, and Citra hops.\r\n\r\nThe Hoppy Homunculus boasts an assertive aroma of tangerine and grapefruit, with a slight minty finish. The citrusy hop flavor blends flawlessly with a subtle caramel sweetness, producing a well-balanced, drinkable IPA. The Hoppy Homunculus pairs well with spicy Asian foods and the beautiful Maine summer.", "statusDisplay": "Verified", "nameDisplay": "The Hoppy Homunculus Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/skJnsN/upload_MdvLv2-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/skJnsN/upload_MdvLv2-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/skJnsN/upload_MdvLv2-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "skJnsN", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:22", "updateDate": "2015-12-16 12:14:17", "abv": "6.3", "styleId": 30, "availableId": 2, "glasswareId": 5, "ibu": "55", "name": "The Hoppy Homunculus Ale"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "It's all about the thrill of the ride.  The Hops You Rode In On is our Session IP leading with the pleasant floral and citrus aroma of centennial hops.  A great choice any time of year, this beer is highly refreshing.", "statusDisplay": "Verified", "nameDisplay": "The Hops You Rode In On", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/mrX1Eg/upload_eRt6lZ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/mrX1Eg/upload_eRt6lZ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/mrX1Eg/upload_eRt6lZ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.034", "description": "Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "2", "ibuMax": "30", "abvMin": "4", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:20", "fgMax": "1.01", "shortName": "Session", "abvMax": "5.1", "id": 108, "srmMin": "2", "name": "Session Beer"}, "name": "The Hops You Rode In On", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2015-04-03 20:13:52", "updateDate": "2015-12-17 23:26:04", "abv": "4.4", "styleId": 108, "availableId": 4, "id": "mrX1Eg", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Don't fight it, Spite It!\r\n\r\nThe Hot Dog Meets the Bush is a collaboration between\r\n\r\nSpiteful and Denali Brewing Company out of Talkeetna, Alaska.\r\n\r\nWe worked together to create a beer with ingredients unique to each\r\n\r\nbrewery's home. For us, here in Chicago, mustard seeds\r\n\r\nseemed an obvious choice given the city's obsession\r\n\r\nwith the Chicago hot dog. To complement that,\r\n\r\nDenali brought Alaskan Blueberries with them.\r\n\r\nTogether our ingredients blend for a refreshing Saison.", "statusDisplay": "Verified", "nameDisplay": "The Hot Dog Meets The Bush Saison", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/CLD7iy/upload_yG2aD5-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/CLD7iy/upload_yG2aD5-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/CLD7iy/upload_yG2aD5-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2015-04-13 15:50:16", "updateDate": "2015-12-18 01:48:31", "abv": "7.5", "styleId": 72, "id": "CLD7iy", "name": "The Hot Dog Meets The Bush Saison"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "The Houblonic Belgian IPA’s namesake was derived by crossing the French word for “Hop” with an ever so slight nod to arguably the best Gangsta rap album ever.  This potent potable comes armed to the teeth with five distinct hop varieties, including aggressive whole leaf dry hopping.  Start your guesses with multiple “C” hops, but note the addition of the new experimental hop variety Azacca.  Finally the complexity of this IPA is enhanced with our unique, house cultivated yeast strain.  So sit back, relax, and strap on your seatbelt.", "statusDisplay": "Verified", "nameDisplay": "The Houblonic Belgian IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/dUux58/upload_TApYHW-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/dUux58/upload_TApYHW-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/dUux58/upload_TApYHW-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "12", "ibuMax": "30", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:06", "fgMax": "1.014", "shortName": "Belgian Pale", "abvMax": "6", "id": 62, "srmMin": "6", "name": "Belgian-Style Pale Ale"}, "id": "dUux58", "createDate": "2014-07-09 18:43:28", "updateDate": "2015-12-17 14:41:03", "abv": "8.4", "styleId": 62, "availableId": 4, "ibu": "95", "name": "The Houblonic Belgian IPA"}, {"status": "verified", "isOrganic": "N", "description": "IPA with sage and orange", "statusDisplay": "Verified", "nameDisplay": "The Hound", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2014-09-04 16:19:06", "updateDate": "2014-09-07 17:13:09", "abv": "7.6", "styleId": 30, "id": "nBaKko", "name": "The Hound"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Pours a deep copper color with a thick beige head a sticky ripe stone fruit aroma with a rich malt base and balanced hop flavor and bitterness a true westcoast IPA.", "statusDisplay": "Verified", "nameDisplay": "The House IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "gC9jUr", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-10-21 13:12:37", "updateDate": "2012-10-21 13:12:37", "abv": "6.8", "styleId": 30, "availableId": 1, "glasswareId": 5, "ibu": "65", "name": "The House IPA"}, {"status": "verified", "isOrganic": "N", "name": "The Hump", "nameDisplay": "The Hump", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "This beer should be perceived as having low bitterness. It is a medium-bodied, malt-emphasized beer with malt character often balanced with low levels of yeast produced sulfur compounds (character). Certain renditions of this beer style have  a perceivable level of hop flavor (note: hop flavor does not imply hop bitterness) and character but it is essentially balanced with malt character to retain its style identity. Malt character is sometimes bread-like yet always reminiscent of freshly and very lightly toasted malted barley. There should not be any caramel character. Color is light straw to golden. Fruity esters and diacetyl should not be perceived. There should be no chill haze.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 7, "srmMax": "6", "ibuMax": "25", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:36:40", "fgMax": "1.012", "shortName": "Helles", "abvMax": "5.5", "id": 78, "srmMin": "4", "name": "Münchner (Munich)-Style Helles"}, "id": "Yz49Ib", "createDate": "2015-11-02 16:03:56", "updateDate": "2015-11-02 16:03:57", "abv": "6.3", "styleId": 78, "ibu": "29", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "It’s like an Amber, but bigger, and maltier, and hoppier, So yeah, it’s just like an amber…", "statusDisplay": "Verified", "nameDisplay": "The Huntsman", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/xZtFCv/upload_FWTQmB-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/xZtFCv/upload_FWTQmB-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/xZtFCv/upload_FWTQmB-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Imperial Red Ales are deep amber to dark copper/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.", "createDate": "2012-03-21 20:06:46", "ibuMin": "55", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "7.9", "fgMin": "1.02", "updateDate": "2015-04-07 17:05:43", "fgMax": "1.028", "shortName": "Imperial Red", "abvMax": "10.5", "id": 33, "srmMin": "10", "name": "Imperial Red Ale"}, "createDate": "2015-05-21 01:26:14", "updateDate": "2015-12-18 02:53:38", "abv": "7", "styleId": 33, "id": "xZtFCv", "name": "The Huntsman"}, {"status": "verified", "isOrganic": "N", "description": "The Hussar is inspired by our Polish ancestor who fought in the battle of Vienna alongside king Jan Sobieski. Dressed in suits of armor with giant metallic 'wings', hussars struck fear in their opponents and were widely known to be part of the most deadly calvary on the European continent at the time. In his honor we brew this golden, oak smoked wheat ale with a floral hop bitterness and noble aroma from Polish hop varieties.", "statusDisplay": "Verified", "nameDisplay": "The Hussar", "style": {"category": {"createDate": "2013-08-10 12:44:20", "id": 13, "name": "Other Origin"}, "ogMin": "1.028", "description": "Grodziskies are straw to golden colored. Chill haze is allowable at cold temperatures. Aroma is dominated by oak smoke notes. Fruity-ester aroma can be low. Diacetyl and DMS aromas should not be perceived. Hop aroma is not perceived to very low European noble hop aroma notes. Distinctive character comes from 100% oak wood smoked wheat malt. Overall balance is a sessionably medium to medium-high assertively oak-smoky malt emphasized beer. Hop flavor is very low to low European noble hop flavor notes. Hop bitterness is medium-low to medium clean hop bitterness. Ale fermentation temperatures are managed to lend a crisp overall flavor impression. Low fruity-ester flavor may be present. Sourness, diacetyl, and DMS should not be perceived on the palate. Grodziskie (also known as Grätzer) is a Polish ale style. Historic versions were most often bottle conditioned to relatively high carbonation levels. Body is low to medium low.", "createDate": "2013-08-10 12:45:30", "ibuMin": "15", "categoryId": 13, "srmMax": "6", "ibuMax": "25", "abvMin": "2.1", "fgMin": "1.006", "ogMax": "1.036", "fgMax": "1.01", "updateDate": "2015-04-07 17:11:41", "shortName": "Grodziskie", "abvMax": "2.9", "id": 160, "srmMin": "3", "name": "Grodziskie"}, "id": "DOZZoi", "createDate": "2015-04-16 19:04:19", "updateDate": "2015-04-16 19:04:19", "abv": "4", "styleId": 160, "ibu": "25", "name": "The Hussar"}, {"status": "verified", "isOrganic": "N", "description": "Imperial Dark Saison brewed with smoked black tea and peppercorns.", "statusDisplay": "Verified", "nameDisplay": "The Hyponotist", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2014-09-12 19:36:06", "updateDate": "2014-09-12 19:36:06", "abv": "8.4", "styleId": 72, "id": "WwBX8n", "name": "The Hyponotist"}]
