[{"status": "verified", "isOrganic": "N", "description": "The Three Chopt name comes from a nearby colonial era trail marked by three hatchet marks on a tree. LCCB's Tripel is a non-stopped hopped version of a European classic. We use American grown Sterling and New Zealand Grown Motueka Hops that help impart a lemon and lime characteristic with a hint of tropical fruit. Multiple hop additions throughout the boil create a textured, full flavor.", "statusDisplay": "Verified", "nameDisplay": "Three Chopt Tripel", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/MjYbYJ/upload_cIkcUa-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/MjYbYJ/upload_cIkcUa-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/MjYbYJ/upload_cIkcUa-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "createDate": "2014-03-12 01:36:21", "updateDate": "2015-12-17 10:53:49", "abv": "9.3", "styleId": 59, "id": "MjYbYJ", "name": "Three Chopt Tripel"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Brown Ale is traditionally brewed in England, Belgium & the USA so this brown ale combines raw materials from all three countries! The malt is from England, yeast from Belgium & the hops from Yakima in the USA. Full bodied with the ester nose of a Belgium saison. A great beer for the beginning of fall.", "statusDisplay": "Verified", "nameDisplay": "Three Countries Brown Ale", "originalGravity": "1.058", "id": "KbPcnJ", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-09-03 12:00:09", "updateDate": "2014-10-16 20:40:26", "abv": "6", "styleId": 37, "availableId": 4, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "ibu": "42", "name": "Three Countries Brown Ale"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Three latitude degrees away, we collaborated with our friends at Yazoo Brewing Company. The result was a beer with polite sour notes by combining a Blonde Sour Ale with Kiwi and Cherry Sour Ales to meld into fruit filled extravaganza of flavors. This beer is to be enjoyed sunshine, friends, and a cool breeze. Strings and spokes are welcome.", "statusDisplay": "Verified", "nameDisplay": "Three Degree North", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/85MNaS/upload_o57kJc-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/85MNaS/upload_o57kJc-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/85MNaS/upload_o57kJc-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2015-11-12 19:42:32", "updateDate": "2015-12-18 04:24:21", "styleId": 40, "availableId": 2, "id": "85MNaS", "name": "Three Degree North"}, {"status": "verified", "isOrganic": "N", "description": "Three Fates is gold in color, highly carbonated with a dense white head that lasts. The mouthfeel is full but not heavy. The aroma is spicy and floral, with a hint of hops. The flavor is complex ­ this beer is fairly dry for it’s ABV but has a blend of spicy notes and fruity esters ­ there are hints of clove and light fruits aside the bready malt flavor. This beer is made with a special Belgian yeast strain that helps give this unique flavor profile. The hop finish is mild but present­ noble hops help balance the other flavors to make this a very drinkable beer. The 9% ABV is well hidden, so be careful!", "srmId": 7, "srm": {"hex": "F39C00", "id": 7, "name": "7"}, "nameDisplay": "Three Fates", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "id": "qqAb06", "statusDisplay": "Verified", "createDate": "2016-06-29 15:29:03", "updateDate": "2016-06-29 18:51:21", "abv": "9", "styleId": 59, "foodPairings": "Fish, Thai basil Chicken, aged Gouda", "ibu": "28", "name": "Three Fates"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This is our rendition of a Dry Irish Stout, circa 1890. Deep roasted malt is what makes a stout a stout, and years ago the fire of the kiln would have added its distinct smoky flavor during the roasting process. Three Feet Deep rekindles that lost flavor with a small addition of peat smoked malt. At 14.4° Plato, this is not a heavy beer, but you wouldn't know it as the round and earthy quality of peat fills your senses. Our stout is a return to County Cork and the warmth of the Irish hearth.", "statusDisplay": "Verified", "nameDisplay": "Three Feet Deep", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/JOz5Rv/upload_mr1pgD-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/JOz5Rv/upload_mr1pgD-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/JOz5Rv/upload_mr1pgD-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.038", "description": "Dry stouts have an initial malt and light caramel flavor profile with a distinctive dry-roasted bitterness in the finish. Dry stouts achieve a dry-roasted character through the use of roasted barley. The emphasis of coffee-like roasted barley and a moderate degree of roasted malt aromas define much of the character. Some slight acidity may be perceived but is not necessary. European hop aroma and flavor should be low or not perceived. Dry stouts have medium-light to medium body. Fruity esters are minimal and overshadowed by malt, high hop bitterness, and roasted barley character. Diacetyl (butterscotch) should be very low or not perceived. Head retention and rich character should be part of its visual character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:51", "fgMax": "1.012", "shortName": "Dry Irish Stout", "abvMax": "5", "id": 23, "srmMin": "40", "name": "Classic Irish-Style Dry Stout"}, "name": "Three Feet Deep", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-09-26 03:00:17", "updateDate": "2015-12-16 18:13:51", "abv": "5.5", "styleId": 23, "availableId": 1, "id": "JOz5Rv", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Three Flowers", "statusDisplay": "Verified", "nameDisplay": "Three Flowers", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/0Ynh3q/upload_6eF2Hi-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/0Ynh3q/upload_6eF2Hi-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/0Ynh3q/upload_6eF2Hi-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2013-01-05 19:31:18", "updateDate": "2015-12-16 23:33:42", "abv": "7", "styleId": 72, "id": "0Ynh3q", "glasswareId": 6}, {"status": "verified", "isOrganic": "N", "description": "A bigger cousin of the English Pale, India Pale Ales were originally brewed with extra alcohol and lots of hops, both of which served to preserve the beer on the long voyage from England to the colony. Dry hopped with a distinct floral essence.", "statusDisplay": "Verified", "nameDisplay": "Three Frogs India Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/RSkzze/upload_Z2elF1-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/RSkzze/upload_Z2elF1-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/RSkzze/upload_Z2elF1-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.05", "description": "Most traditional interpretations of English-style India pale ales are characterized by medium-high hop bitterness with a medium to medium-high alcohol content. Hops from a variety of origins may be used to contribute to a high hopping rate. Earthy and herbal English-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer, sometimes with subtle and balanced character of sulfur compounds. This pale gold to deep copper-colored ale has a medium to high, flowery hop aroma and may have a medium to strong hop flavor (in addition to the hop bitterness). English-style India pale ales possess medium maltiness and body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill haze is allowable at cold temperatures. Hops of other origins may be used for bitterness or approximating traditional English character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "35", "categoryId": 1, "srmMax": "14", "ibuMax": "63", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:18:33", "fgMax": "1.018", "shortName": "English IPA", "abvMax": "7", "id": 2, "srmMin": "6", "name": "English-Style India Pale Ale"}, "name": "Three Frogs India Pale Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:23", "updateDate": "2016-11-14 14:11:57", "abv": "7.6", "styleId": 2, "id": "RSkzze", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Three Grid IPA", "nameDisplay": "Three Grid IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/BO4bjq/upload_gRWWSm-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/BO4bjq/upload_gRWWSm-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/BO4bjq/upload_gRWWSm-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2014-01-22 13:30:13", "updateDate": "2015-12-17 09:33:22", "abv": "6.7", "styleId": 30, "id": "BO4bjq", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "This IPA is tuned perfectly to provide the hops bitterness explosion that IPA fans seek without a bitter aftertaste that can often linger on the palette. It is quickly becoming a house-favorite.", "statusDisplay": "Verified", "nameDisplay": "Three Guardsmen India Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/gs6MnV/upload_KaX7hi-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/gs6MnV/upload_KaX7hi-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/gs6MnV/upload_KaX7hi-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-06-27 16:44:28", "updateDate": "2015-12-18 03:23:02", "styleId": 30, "id": "gs6MnV", "name": "Three Guardsmen India Pale Ale"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A barley wine style ale brewed to 15% alc with hints of raisin, chocolate, carmel, sherry, cherry, and alcohol, just to name a few and this beer will only get better with age.", "statusDisplay": "Verified", "nameDisplay": "Three Guy Off The Scale Barley Wine", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "name": "Three Guy Off The Scale Barley Wine", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:23", "updateDate": "2015-05-08 18:19:20", "abv": "15", "styleId": 34, "availableId": 4, "id": "Ryy587", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Three Hour Tour", "nameDisplay": "Three Hour Tour", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Field beers are any beers using vegetables as an adjunct in either the mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Vegetable qualities should not be overpowered by hop character. If a vegetable has an herbal or spice quality (such as the \"heat\" of a chili pepper), it should be classified as herb/spice beer style.  Note Chili-flavored beer with notable roast or vegetal character is evident it should be entered as Field Beer.  A statement by the brewer explaining what vegetables are used is essential in order for fair assessment in competitions. If this beer is a classic style with vegetables, the brewer should also specify the classic style. Note: If no Pumpkin beer category exists in a competition, then Pumpkin beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:25", "fgMax": "1.03", "shortName": "Field Beer", "abvMax": "13.1", "id": 120, "srmMin": "5", "name": "Field Beer"}, "id": "0HboNM", "createDate": "2014-09-10 22:04:23", "updateDate": "2014-10-13 19:57:24", "abv": "5.6", "styleId": 120, "ibu": "21", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Three Hundred Sixty-Five First Anniversary Ale", "statusDisplay": "Verified", "nameDisplay": "Three Hundred Sixty-Five First Anniversary Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/DaluoH/upload_npPDUN-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/DaluoH/upload_npPDUN-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/DaluoH/upload_npPDUN-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-11-05 13:12:18", "updateDate": "2015-12-16 19:40:28", "abv": "11.2", "styleId": 64, "availableId": 2, "id": "DaluoH", "glasswareId": 6}, {"status": "verified", "available": {"description": "Available during the spring months.", "id": 5, "name": "Spring"}, "isOrganic": "N", "name": "Three Kings", "statusDisplay": "Verified", "nameDisplay": "Three Kings", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/MIrQEh/upload_uRRJ8l-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/MIrQEh/upload_uRRJ8l-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/MIrQEh/upload_uRRJ8l-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.042", "description": "Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 4, "srmMax": "6", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:29:04", "fgMax": "1.01", "shortName": "Kölsch", "abvMax": "5.3", "id": 45, "srmMin": "4", "name": "German-Style Kölsch / Köln-Style Kölsch"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:23", "updateDate": "2015-12-16 14:34:33", "abv": "4.9", "styleId": 45, "availableId": 5, "id": "MIrQEh", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Three Kings", "nameDisplay": "Three Kings", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "createDate": "2014-04-09 09:48:06", "updateDate": "2015-06-29 18:46:59", "abv": "9.3", "styleId": 59, "id": "w9ApNv", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "This spiced Christmas beer is an assertive ale with a deep red color. The rich malt flavor is balanced by a distinct hop flavor which comes through more in the taste than it does in the aroma. Holiday spices were added during the brewing process, which give this beer pronounced aromatic properties.", "statusDisplay": "Verified", "nameDisplay": "Three Kings Spiced Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "id": "jXtmx6", "createDate": "2015-04-24 18:16:25", "updateDate": "2015-04-24 18:16:25", "abv": "7.1", "styleId": 124, "availableId": 4, "ibu": "35", "name": "Three Kings Spiced Ale"}, {"status": "verified", "isOrganic": "N", "name": "Three kings Winter Bock", "nameDisplay": "Three kings Winter Bock", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.066", "description": "This style can be either pale or dark (golden to dark brown in color) and has a high starting gravity and alcohol content. The malty sweetness of a Weizenbock is balanced with a clove-like phenolic and fruity-estery banana element to produce a wellrounded aroma and flavor. As is true with all German wheat beers, hop bitterness is low and carbonation is high. Hop flavor and aroma are absent. It has a medium to full body. If dark, a mild roast malt character should emerge in flavor and to a lesser degree in the aroma. If this is served with yeast the beer may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 4, "srmMax": "30", "ibuMax": "35", "abvMin": "6.9", "fgMin": "1.016", "updateDate": "2015-04-07 15:30:15", "fgMax": "1.028", "shortName": "Weizenbock", "abvMax": "9.3", "id": 53, "srmMin": "5", "name": "South German-Style Weizenbock / Weissbock"}, "createDate": "2015-01-08 19:27:02", "updateDate": "2015-01-13 21:07:24", "abv": "8.6", "styleId": 53, "id": "kNueO2", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Our version of this classic style of lager-like ale from Cologne Germany.  Crisp, refreshing and slightly fruity.", "statusDisplay": "Verified", "nameDisplay": "Three Kord Kolsch", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.042", "description": "Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 4, "srmMax": "6", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:29:04", "fgMax": "1.01", "shortName": "Kölsch", "abvMax": "5.3", "id": 45, "srmMin": "4", "name": "German-Style Kölsch / Köln-Style Kölsch"}, "id": "XtK37v", "createDate": "2015-08-01 13:55:21", "updateDate": "2015-08-01 13:55:21", "abv": "4.5", "styleId": 45, "foodPairings": "Seafood, soft cheeses, stir fry, pizza.", "ibu": "20", "name": "Three Kord Kolsch"}, {"available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "srmId": 41, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/gaCRpG/upload_7OwI90-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/gaCRpG/upload_7OwI90-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/gaCRpG/upload_7OwI90-icon.png"}, "styleId": 43, "availableId": 8, "foodPairings": "BBQ Brisket, Dark chocolate, Flourless chocolate cake, Fine cigar", "id": "gaCRpG", "statusDisplay": "Verified", "originalGravity": "1.083", "ingredients": {"hops": [{"myrceneMax": 40, "farneseneMax": 0.2, "cohumuloneMax": 34, "id": 16, "humuleneMax": 33, "category": "hop", "createDate": "2013-06-24 16:07:27", "farneseneMin": 0.2, "humuleneMin": 28, "betaAcidMax": 3.2, "cohumuloneMin": 26, "myrceneMin": 35, "alphaAcidMin": 5, "description": "Started in 1927 from a cross between a wild Manitoban male hop and a female Bramling hop, a variety of Golding. Used as a general-purpose bittering hop, lately this easy-growing hop has been used to provide a unique fruity, blackcurrant and lemon notes in traditional ales, especially in Christmas ales and cask-conditioned ales. Dry hopping can produce a very interesting effect. Bramling Cross is an under-appreciated hop.", "betaAcidMin": 2.2, "caryophylleneMax": 18, "caryophylleneMin": 14, "name": "Bramling Cross", "countryOfOrigin": "GB", "country": {"displayName": "United Kingdom", "name": "UNITED KINGDOM", "isoThree": "GBR", "createDate": "2012-01-03 02:41:33", "numberCode": 826, "isoCode": "GB"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}, {"category": "hop", "createDate": "2013-06-24 16:07:40", "categoryDisplay": "Hops", "id": 1918, "name": "Hallertauer Herkules"}, {"myrceneMax": 17.5, "category": "hop", "farneseneMax": 0.1, "description": "Hallertauer Mittelfrüher or Hallertauer Mittelfrüh is the landrace cultivar of the Hallertau, the premier hop growing region of Germany. When grown in the Hallertau, these hops are properly called Hallertau Hallertauer Mittelfrüher, but this is usually shortened to Hallertau Hallertauer. However, homebrewers should be aware that \"Hallertau Hallertauer\" is also sometimes used to describe other aroma hops grown in the Hallertau, especially Hallertauer Gold. These hops are one of four hops almost always considered to be noble hops, and are much prized, especially by continental European brewers, for their flavor and aroma characteristics. However, because of their extreme susceptibility to verticillium wilt, true Hallertauer Mittelfr?her is disappearing from the Hallertau. This has led to efforts to breed wilt-resistant hops with similar characteristics, to grow the Hallertauer Mittelfrüher in areas outside of the Hallertau, especially in Tettnang, Hersbruck, and Spalt, and to grow other aroma varieties in the Hallertau, with the result that the name \"Hallertau\" or \"Hallertauer\", once synonymous with this variety, has been applied to so many hop varieties that it sometimes becomes confusing. The true Hallertau Hallertauer Mittelfrüher has the mild, pleasantly spicy aroma and flavor described simply as \"noble\" and characteristic of the great German lagers.", "countryOfOrigin": "DE", "country": {"displayName": "Germany", "name": "GERMANY", "isoThree": "DEU", "createDate": "2012-01-03 02:41:33", "numberCode": 276, "isoCode": "DE"}, "createDate": "2013-06-24 16:07:31", "betaAcidMin": 4.7, "categoryDisplay": "Hops", "id": 59, "humuleneMin": 55.1, "betaAcidMax": 4.7, "caryophylleneMax": 14.6, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 14.5, "cohumuloneMax": 26, "cohumuloneMin": 23, "myrceneMin": 15.5, "alphaAcidMin": 4.1, "humuleneMax": 55.1, "name": "Hallertau Hallertauer Mittelfrüher"}], "malt": [{"category": "malt", "srmPrecise": 500, "description": "Black patent malt, sometimes called simply black malt, is the darkest of the common roasted malts. It gives beer dark color and flavor with a very different character than roasted barley.", "srmId": 41, "characteristics": [{"description": "Imparts a burnt tasting quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 4, "name": "Burnt"}, {"description": "Imparts a roasted flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 12, "name": "Roasted"}], "createDate": "2013-06-24 16:07:59", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "potential": 1.025, "updateDate": "2013-06-24 16:10:14", "maxInBatch": 10, "requiresMashing": "N", "id": 1955, "dryYield": 54.1, "name": "Black Patent"}, {"category": "malt", "createDate": "2013-06-24 16:07:51", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 564, "name": "Caramel/Crystal Malt - Dark"}, {"category": "malt", "srmPrecise": 350, "description": "A dark malt that gives a rich red or brown color and a nutty flavor, used in brown ales, porters, and some stouts.", "srmId": 41, "countryOfOrigin": "US", "characteristics": [{"description": "Imparts a chocolate quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 6, "name": "Chocolate"}, {"description": "Imparts a coffee flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 7, "name": "Coffee"}, {"description": "Imparts a nutty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 11, "name": "Nutty"}, {"description": "Imparts a toasted flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 15, "name": "Toasted"}], "createDate": "2013-06-24 16:07:47", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.028, "coarseFineDifference": 1.5, "maxInBatch": 10, "requiresMashing": "N", "dryYield": 60, "protein": 13.2, "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "id": 429, "moistureContent": 4, "name": "Chocolate Malt"}, {"category": "malt", "srmPrecise": 2, "description": "The is the standard starting point for almost all beer recipes. Smooth with a less grainy more moderate flavour.", "srmId": 2, "countryOfOrigin": "US", "diastaticPower": 140, "createDate": "2013-06-24 16:07:57", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFD878", "id": 2, "name": "2"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.036, "coarseFineDifference": 1.5, "maxInBatch": 100, "requiresMashing": "Y", "dryYield": 79, "protein": 12.3, "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "id": 1922, "moistureContent": 4, "name": "Two-Row Pale Malt"}]}, "nameDisplay": "Three Legged Lab", "abv": "9.3", "status": "verified", "description": "Three Legged Lab is a tribute to Molly, our owner's black lab who lost her leg early on in life. But there's a certain spirit that keeps some from quitting, and it's from that spirit that this robust brew was born.\r\n\r\nBig, and full of character, this Imperial Stout is jet black with a brown head. Incredibly graceful despite its power with huge notes of dark chocolate and a faint hint of licorice.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "name": "Three Legged Lab", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "servingTemperature": "cool", "updateDate": "2016-02-04 14:36:30", "ibu": "70", "createDate": "2016-02-04 14:31:21"}, {"status": "verified", "isOrganic": "N", "description": "Three Lions is another one of our celebrated Brewers’ Cuts that has made the transition to year round status. Our Imperial IPA dons a helm of copper color with subtle toffee notes, but this ale is all about the hops. Its pronounced hop character is provided by two huge dry hop additions of Simcoe, Amarillo, and the newcomer Lemondrop. The complex blend of tropical and citrus hop flavors and aromas, coupled with a clean dry finish makes this a deceptively drinkable ale. Now available in a bomber, there is enough to share with your pride.", "statusDisplay": "Verified", "nameDisplay": "Three Lions", "originalGravity": "1.074", "id": "xRlRm5", "createDate": "2016-04-06 17:35:04", "updateDate": "2016-04-06 17:35:04", "abv": "8", "styleId": 31, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "ibu": "95", "name": "Three Lions"}, {"status": "verified", "isOrganic": "N", "name": "Three Little Pigs", "nameDisplay": "Three Little Pigs", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "createDate": "2016-07-28 12:18:15", "updateDate": "2016-07-28 12:18:15", "abv": "9.2", "styleId": 59, "id": "ADz96A", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Three On the Tree", "nameDisplay": "Three On the Tree", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ciE1Xw/upload_PeybAM-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ciE1Xw/upload_PeybAM-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ciE1Xw/upload_PeybAM-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "ciE1Xw", "createDate": "2015-08-10 14:41:09", "updateDate": "2015-12-18 04:10:06", "abv": "11", "styleId": 31, "ibu": "120", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "Y", "description": "Off the horizon, south of unit gun, Three Peaks stands tall above the mesa. Three Peaks IPA is a tribute to the indomitable spirit of folks who carve out a life in the hard scrabble and mesa mud. With generous additions of Amarillo and Citra hops, we think you'll enjoy notes of pine and citrus in this beer as you watch the sunset over Three Peaks.", "statusDisplay": "Verified", "nameDisplay": "Three Peaks IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "XqwP2z", "createDate": "2015-06-11 22:09:36", "updateDate": "2015-06-11 22:09:36", "abv": "7.1", "styleId": 30, "availableId": 1, "ibu": "101", "name": "Three Peaks IPA"}, {"status": "verified", "isOrganic": "N", "name": "Three Peckered Goat", "nameDisplay": "Three Peckered Goat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.074", "description": "Malty sweetness is dominant but should not be cloying. Malt character is more reminiscent of fresh and lightly toasted Munich- style malt, more so than caramel or toffee malt character. Some elements of caramel and toffee can be evident and contribute to complexity, but the predominant malt character is an expression of toasted barley malt. Doppelbocks are full bodied and deep amber to dark brown in color. Astringency from roast malts is absent. Alcoholic strength is high, and hop rates increase with gravity. Hop bitterness and flavor should be low and hop aroma absent. Fruity esters are commonly perceived but at low to moderate levels. Diacetyl should be absent", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 7, "srmMax": "30", "ibuMax": "27", "abvMin": "6.5", "fgMin": "1.014", "updateDate": "2015-04-07 15:39:08", "fgMax": "1.02", "shortName": "Doppelbock", "abvMax": "8", "id": 90, "srmMin": "12", "name": "German-Style Doppelbock"}, "createDate": "2015-08-27 14:21:50", "updateDate": "2015-08-27 14:21:50", "abv": "8.4", "styleId": 90, "id": "hSaxL8", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Our Spring 2012 Collaboration features a low alcohol, highly hopped, session-style IPA!\r\nBrewed with our friends Kevin, Matt, Scott & Wes of Three Penny Taproom just for Montbeerlier! In celebration of locally grown.\r\n$1/bottle was donated to Rural Vermont.", "statusDisplay": "Verified", "nameDisplay": "Three Penny Especiale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/srfhxc/upload_RpUJJY-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/srfhxc/upload_RpUJJY-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/srfhxc/upload_RpUJJY-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.034", "description": "Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "2", "ibuMax": "30", "abvMin": "4", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:20", "fgMax": "1.01", "shortName": "Session", "abvMax": "5.1", "id": 108, "srmMin": "2", "name": "Session Beer"}, "createDate": "2015-03-18 19:01:04", "updateDate": "2015-12-18 00:13:30", "abv": "3.5", "styleId": 108, "id": "srfhxc", "name": "Three Penny Especiale"}, {"status": "verified", "isOrganic": "N", "name": "Three Pepper Cider", "statusDisplay": "Verified", "nameDisplay": "Three Pepper Cider", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "name": "Other Specialty Cider or Perry", "createDate": "2012-03-21 20:06:46", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:22", "fgMax": "1.02", "shortName": "Specialty Cider", "abvMax": "12", "id": 157, "ogMax": "1.1"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2015-09-28 15:19:18", "updateDate": "2015-09-28 15:19:19", "abv": "6.9", "styleId": 157, "id": "ZpJGGa", "glasswareId": 6}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Cynics can't believe it, Epicures hail it a sensation, and Pythagoreans just can't add up what makes this luscious blend of rich malty ale and cherry lambic so delightful. It might be the flavor of dark chocolate and cherry cordials; it could be the way it acquires wisdom and grace in the cellar. Maybe it's a conundrum. What's your theory? \r\n\r\nThe essence of wonder is a unique and masterful blend of strong malty ale and authentic Belgian Kriek. Our philosophers deduce that this powerful marriage of cherries, roasted malts, and dark chocolate will only achieve more wisdom and coherence as it broods in the dark recesses of your cellar.\r\n\r\nTry Three Philosophers as a delightful accompaniment for roasted meats, rich cheeses, desserts, and for after dinner sipping as with a fine port.", "srmId": 33, "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "nameDisplay": "Three Philosophers", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/TOzkLy/upload_NkyRZ1-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/TOzkLy/upload_NkyRZ1-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/TOzkLy/upload_NkyRZ1-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "id": "TOzkLy", "statusDisplay": "Verified", "createDate": "2012-01-03 02:44:23", "updateDate": "2016-03-18 19:02:37", "abv": "9.7", "styleId": 64, "availableId": 1, "glasswareId": 6, "ibu": "19", "srm": {"hex": "520907", "id": 33, "name": "33"}, "name": "Three Philosophers"}, {"status": "verified", "isOrganic": "Y", "description": "Nick Rompa was the victorious homebrewer of the Wine and Hop Shop’s annual stout competition in 2013 and so he was rewarded the opportunity to brew his stout with us here and put in tap for our loyal customers. It was a smooth as silk black ale with a hint of milky sweetness. Strong yet certainly session-able, it was a huge hit. Cheers Nick!", "statusDisplay": "Verified", "nameDisplay": "Three Putt", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "40", "ibuMax": "25", "abvMin": "3", "fgMin": "1.012", "updateDate": "2015-04-07 15:24:41", "fgMax": "1.02", "shortName": "Sweet Stout", "abvMax": "6", "id": 20, "srmMin": "40", "name": "Sweet or Cream Stout"}, "id": "6faFaG", "createDate": "2015-06-01 15:37:51", "updateDate": "2015-06-01 15:37:51", "abv": "6.5", "styleId": 20, "ibu": "20", "name": "Three Putt"}, {"status": "verified", "isOrganic": "N", "name": "Three Ridges", "nameDisplay": "Three Ridges", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "createDate": "2014-08-28 03:38:54", "updateDate": "2014-08-28 11:53:23", "abv": "8.5", "styleId": 59, "id": "iAkqFV", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Seasonal Release Series", "statusDisplay": "Verified", "nameDisplay": "Three Rivers Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "createDate": "2015-04-01 16:51:12", "updateDate": "2015-04-01 16:51:12", "abv": "6", "styleId": 125, "availableId": 4, "id": "2C9fFt", "name": "Three Rivers Ale"}, {"status": "verified", "isOrganic": "N", "name": "Three Scrutineers Ale", "statusDisplay": "Verified", "nameDisplay": "Three Scrutineers Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ctFpBe/upload_n6YddV-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ctFpBe/upload_n6YddV-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ctFpBe/upload_n6YddV-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "createDate": "2012-01-03 02:44:23", "updateDate": "2015-12-16 10:39:33", "abv": "8.2", "styleId": 59, "id": "ctFpBe", "glasswareId": 8}, {"status": "verified", "isOrganic": "N", "description": "Australian Pale Ale - delightfully balanced malt, overtones of herbaceous hop characters, citrus flora's and aromas. Medium gold in colour.", "statusDisplay": "Verified", "nameDisplay": "Three Sheets", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 6, "name": "International Ale Styles"}, "ogMin": "1.04", "description": "Australian-Style Pale Ales are light amber to light brown. Chill or hop haze may be evident. Hop aroma is often reminiscent of tropical fruit such as mango, passion fruit and other tropical fruit character. Intensity can be low to medium-high. Malt character has a perceived low to medium caramel-candy sweetness. Hop flavor is aligned with aroma; tropical fruit such as mango, passion fruit and other tropical fruit character. Intensity can be low to mediumhigh. Hop bitterness is low to medium. Fruity-ester aroma should be perceived. Diacetyl should be very low if present. DMS aroma should not be present. Body is low to medium.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 6, "srmMax": "14", "ibuMax": "40", "abvMin": "4.2", "fgMin": "1.006", "updateDate": "2015-04-07 17:14:09", "fgMax": "1.012", "shortName": "Austrailian Pale", "abvMax": "6.2", "id": 74, "srmMin": "5", "name": "Australian-Style Pale Ale"}, "createDate": "2014-02-06 21:34:57", "updateDate": "2015-02-27 15:08:48", "abv": "4.9", "styleId": 74, "id": "Q8uhVB", "name": "Three Sheets"}, {"status": "verified", "isOrganic": "N", "name": "Three Sheets Barley Wine", "nameDisplay": "Three Sheets Barley Wine", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "createDate": "2016-02-08 20:00:18", "updateDate": "2016-02-08 20:00:18", "abv": "10", "styleId": 34, "id": "X27MeW", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "This is the latest beer in the \"high gravity series\".  An Enlish style ale, this beer is big and strong with a heavy malt presence", "statusDisplay": "Verified", "nameDisplay": "Three Sheets Barleywine", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "id": "4W2TwM", "createDate": "2012-06-22 12:46:44", "updateDate": "2012-06-22 12:46:44", "abv": "8.9", "styleId": 34, "availableId": 4, "ibu": "52", "name": "Three Sheets Barleywine"}, {"status": "verified", "isOrganic": "N", "name": "Three Sisters Golden Wheat", "nameDisplay": "Three Sisters Golden Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.044", "description": "This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.", "createDate": "2012-03-21 20:06:46", "ibuMin": "6", "categoryId": 8, "srmMax": "6", "ibuMax": "15", "abvMin": "4.3", "fgMin": "1.01", "updateDate": "2015-04-07 15:40:04", "fgMax": "1.014", "shortName": "American Premium Lager", "abvMax": "5", "id": 97, "srmMin": "2", "name": "American-Style Premium Lager"}, "createDate": "2012-01-03 02:44:23", "updateDate": "2014-10-08 17:42:19", "styleId": 97, "id": "nKDCcy", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Three Sixty Red", "nameDisplay": "Three Sixty Red", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2016-06-21 20:00:07", "updateDate": "2016-06-29 19:50:13", "abv": "5.8", "styleId": 32, "availableId": 1, "id": "tMQ99L", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "It's a dangerously delicious brew with dark complex aromas.  Dark chocolate aroma leads into a deep roasted malt flavor. The malty richness of this winter warmer is balanced by the roasted chocolate notes.", "statusDisplay": "Verified", "nameDisplay": "Three Skulls Poison", "createDate": "2012-01-03 02:44:23", "updateDate": "2015-04-21 15:18:43", "id": "JxLZ8H", "name": "Three Skulls Poison"}, {"status": "verified", "isOrganic": "N", "description": "Our Stout is brewed with English malt, hops and oats to produce a smooth coffee-like richness with a pleasant bittersweet finish.", "statusDisplay": "Verified", "nameDisplay": "Three Steve Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2012-01-03 02:44:23", "updateDate": "2012-03-22 13:05:01", "abv": "5.3", "styleId": 42, "id": "CRE5z9", "name": "Three Steve Stout"}, {"status": "verified", "isOrganic": "N", "name": "Three Stooges Beer", "nameDisplay": "Three Stooges Beer", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/6N29O6/upload_0c1mRG-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/6N29O6/upload_0c1mRG-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/6N29O6/upload_0c1mRG-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.044", "description": "This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.", "createDate": "2012-03-21 20:06:46", "ibuMin": "6", "categoryId": 8, "srmMax": "6", "ibuMax": "15", "abvMin": "4.3", "fgMin": "1.01", "updateDate": "2015-04-07 15:40:04", "fgMax": "1.014", "shortName": "American Premium Lager", "abvMax": "5", "id": 97, "srmMin": "2", "name": "American-Style Premium Lager"}, "createDate": "2012-01-03 02:44:23", "updateDate": "2015-12-15 23:10:29", "styleId": 97, "id": "6N29O6", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Smooth, Robust and Dark with Chocolate and Caramel malts.  A malt dominated Porter for those who like an easy drinking dark ale.", "statusDisplay": "Verified", "nameDisplay": "Three Strings Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "id": "BDnPl7", "createDate": "2015-03-12 16:20:29", "updateDate": "2015-03-12 16:20:29", "abv": "5.6", "styleId": 18, "ibu": "72", "name": "Three Strings Porter"}, {"status": "verified", "isOrganic": "N", "description": "An imperial IPA, full bodied and balanced with a huge amount of hops. Three types of high alpha average hops combined to hop over the top in this beautiful beer, served in a ten and a half ounce glass.", "statusDisplay": "Verified", "nameDisplay": "Three Sum Double IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Imperial Red Ales are deep amber to dark copper/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.", "createDate": "2012-03-21 20:06:46", "ibuMin": "55", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "7.9", "fgMin": "1.02", "updateDate": "2015-04-07 17:05:43", "fgMax": "1.028", "shortName": "Imperial Red", "abvMax": "10.5", "id": 33, "srmMin": "10", "name": "Imperial Red Ale"}, "createDate": "2012-11-16 14:22:55", "updateDate": "2012-11-16 14:22:56", "abv": "8", "styleId": 33, "id": "87YLVZ", "name": "Three Sum Double IPA"}, {"status": "verified", "isOrganic": "N", "name": "Three Threads Porter", "nameDisplay": "Three Threads Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "createDate": "2012-01-03 02:44:23", "updateDate": "2015-04-10 19:09:57", "styleId": 18, "id": "UgR74t", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "This ‘Behemoth’ of a beer provides an exceptionally complex flavor profile, fruity with a sweet, dry finish. The biggest beer that Triton has brewed, the smooth, malty goodness is sure to warm you on a chilly day.", "statusDisplay": "Verified", "nameDisplay": "Three Tine Tripel", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/dG80AC/upload_GFCW1M-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/dG80AC/upload_GFCW1M-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/dG80AC/upload_GFCW1M-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "id": "dG80AC", "createDate": "2014-06-18 17:09:34", "updateDate": "2015-12-17 14:30:06", "abv": "11", "styleId": 59, "availableId": 4, "ibu": "34", "name": "Three Tine Tripel"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A German, a Belgian and an American walk into a bar. This isn’t a joke, but a modern tale of Rye Ale making—rooted in a rich family legacy. Our brew resembles a German Roggeinbier, but is eccentric enough to skew Belgian with its seven unique malts. Seven!  This crisp beer has been crafted with just the right mix of spicy rye, distinctive malt flavor, and hoppiness making it an all-American home run. Let your palate branch out with this winning ale", "statusDisplay": "Verified", "nameDisplay": "Three Tree American Rye", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/vCUoSt/upload_bzCxVZ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/vCUoSt/upload_bzCxVZ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/vCUoSt/upload_bzCxVZ-icon.png"}, "originalGravity": "1.048", "id": "vCUoSt", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-05-27 22:30:23", "updateDate": "2015-12-17 03:17:01", "abv": "5.2", "styleId": 117, "availableId": 4, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "ibu": "48", "foodPairings": "Go bold with this one! The spiciness of the rye balances well with food that has some heat. Try with Jamaican Jerk chicken or a fully loaded Cajun burger. A sharp cheddar or pepper jack complement well.", "name": "Three Tree American Rye"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 10, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/fsLxCO/upload_FgyOT4-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/fsLxCO/upload_FgyOT4-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/fsLxCO/upload_FgyOT4-icon.png"}, "styleId": 25, "availableId": 1, "foodPairings": "Seafood, pot roast, steak, burgers, blackened chicken, buffalo wings, cheddar cheese and blue cheese.", "id": "fsLxCO", "statusDisplay": "Verified", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "ingredients": {"hops": [{"category": "hop", "createDate": "2013-06-24 16:07:28", "categoryDisplay": "Hops", "id": 21, "name": "Calypso"}, {"myrceneMax": 60, "farneseneMax": 6, "cohumuloneMax": 40, "id": 22, "humuleneMax": 13, "category": "hop", "createDate": "2013-06-24 16:07:28", "farneseneMin": 6, "humuleneMin": 13, "betaAcidMax": 7, "cohumuloneMin": 33, "myrceneMin": 45, "alphaAcidMin": 5.5, "description": "Cascade was created in the United States as an open-pollinated cross between Fuggle and Serebrianker. Its instantly recognizable grapefruit, floral aroma is characteristic of many American ales. Cascade is also one of the easiest hop varieties to grow; it can grow well under less than ideal conditions or in short growing seasons, and unlike most varieties, if started from a good rhizome a Cascade can produce a good crop even in its first growing season.", "betaAcidMin": 4.5, "caryophylleneMax": 4.5, "caryophylleneMin": 4.5, "name": "Cascade", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}, {"category": "hop", "createDate": "2013-06-24 16:07:40", "categoryDisplay": "Hops", "id": 1948, "name": "Zythos"}], "malt": [{"category": "malt", "createDate": "2013-06-24 16:07:45", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 378, "name": "Caramel/Crystal Malt"}, {"characteristics": [{"description": "Imparts a nutty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 11, "name": "Nutty"}], "srmPrecise": 3, "description": "Maris Otter is an English thoroughbred and this winter barley variety is still the favored choice of many UK cask ale brewers. In the field, its yield has been surpassed hugely by more modern varieties, so it has to be grown on contract for the maltster each year by selected farmers. The resulting malt is typically described as having a rich, nutty flavor. Performance in the brewhouse is predictable and consistent with excellent run-offs.", "srmId": 3, "countryOfOrigin": "GB", "diastaticPower": 120, "createDate": "2013-06-24 16:07:57", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFCA5A", "id": 3, "name": "3"}, "country": {"displayName": "United Kingdom", "name": "UNITED KINGDOM", "isoThree": "GBR", "createDate": "2012-01-03 02:41:33", "numberCode": 826, "isoCode": "GB"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.038, "coarseFineDifference": 1.5, "maxInBatch": 100, "requiresMashing": "Y", "dryYield": 82.5, "protein": 11.7, "category": "malt", "id": 1920, "moistureContent": 3, "name": "Maris Otter"}, {"characteristics": [{"description": "Imparts a malty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 10, "name": "Malty"}, {"description": "Imparts a sweet flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 14, "name": "Sweet"}], "srmPrecise": 9, "description": "Munich Malt has a malty sweet flavor characteristic and adds a reddish amber color to the beer. It has enough diastatic power to convert itself, but needs help from another malt, such as 2-row malt, to convert other grains.", "srmId": 9, "countryOfOrigin": "DE", "diastaticPower": 72, "createDate": "2013-06-24 16:07:52", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "E58500", "id": 9, "name": "9"}, "country": {"displayName": "Germany", "name": "GERMANY", "isoThree": "DEU", "createDate": "2012-01-03 02:41:33", "numberCode": 276, "isoCode": "DE"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.037, "coarseFineDifference": 1.3, "maxInBatch": 80, "requiresMashing": "Y", "dryYield": 80, "protein": 11.5, "category": "malt", "id": 650, "moistureContent": 5, "name": "Munich Malt"}]}, "nameDisplay": "Three Way", "name": "Three Way", "abv": "5.2", "status": "verified", "description": "Three Way is a sessionable pale ale with a deep golden hue and a flavor characterized by floral and citrus-like hops. The selection of three traditional and unique hops combined with three select malts creates a pleasing and balanced beer; described best by having a medium maltiness, a tropic hop character and a moderate fruitiness with hints of grapefruit, pear and a subtle spiciness. The result is a beer that is sure to be desired by many anytime, anywhere.", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "srm": {"hex": "DE7C00", "id": 10, "name": "10"}, "servingTemperature": "cold", "updateDate": "2015-12-16 22:56:30", "ibu": "51", "createDate": "2013-02-14 14:25:06"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "You may know the Three Wisemen a different way, but we know them as Mr. Jim Bean, Captain Morgan, and Jose Cuervo.  We couldn’t get a hold of those guys so we called up the barrels respectively from Wild Turkey, Appleton’s Rum, and Cazadores Tequilla.  We strategically aged different portions of this Oatmeal Stout in these barrels and allowed them hang out for a while.  The brewers then blended them by taste to create a specifically boozy, yet light bodied stout.", "statusDisplay": "Verified", "nameDisplay": "Three Wisemen", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:27", "shortName": "BBL Aged", "id": 132, "name": "Wood- and Barrel-Aged Beer"}, "createDate": "2015-03-03 17:57:28", "updateDate": "2015-03-03 17:57:28", "abv": "9.9", "styleId": 132, "availableId": 2, "id": "1JWuCy", "name": "Three Wisemen"}, {"status": "verified", "isOrganic": "N", "description": "Three-Toed Dog is a three-grain beer, with a three-step mash, and a three-step hop schedule. Wheat, Barley, and Oats create a smooth and creamy palate feel, while very little hop bitterness allows a subtle sweetness and hints of orange to emerge as it finishes, encouraging sip, after sip, after…hey bartender, I need a refill.  8.5% ABV", "statusDisplay": "Verified", "nameDisplay": "Three-Toed Dog", "originalGravity": "1.087", "id": "hmD3Tm", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-18 11:20:16", "updateDate": "2012-03-22 13:05:47", "abv": "8.5", "styleId": 70, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "ibu": "25", "name": "Three-Toed Dog"}, {"status": "verified", "isOrganic": "N", "name": "Threes Arboretum", "nameDisplay": "Threes Arboretum", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "servingTemperature": "cool", "createDate": "2015-04-20 14:59:39", "updateDate": "2015-04-20 14:59:40", "abv": "5", "styleId": 25, "id": "uIPPTE", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Threes Atomic Swerve", "nameDisplay": "Threes Atomic Swerve", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Brett Beers are any range of color and may take on the color of added fruits or other ingredients. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Moderate to intense yet balanced fruity-ester aromas are evident. In darker versions, roasted malt, caramel-like and chocolate-like aromas are subtly present. Diacetyl and DMS aromas should not be perceived. Hop aroma is evident over a full range from low to high. In darker versions, roasted malt, caramel-like and chocolate-like flavors are subtly present. Fruited versions will exhibit fruit flavors in harmonious balance with other characters. Hop flavor is evident over a full range from low to high. Hop bitterness is evident over a full range from low to high. The evolution of natural acidity develops balanced complexity. Horsey, goaty, leathery, phenolic and light to moderate and/or fruity acidic character evolved from Brettanomyces organisms may be evident, not dominant and in balance with other character. Cultured yeast strains may be used in the fermentation. Beers in this style should not use bacteria or exhibit bacteria-derived characters. Moderate to intense yet balanced fruity-ester flavors are evident. Diacetyl and DMS flavors should not be perceived. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Body is evident over a full range from low to high. For purposes of competition entries exhibiting wood-derived characters or characters of liquids previously aged in wood would more appropriately be entered in other Wood-Aged Beer categories. Wood- and barrel-aged sour ales should not be entered here and are classified elsewhere.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 17:04:16", "shortName": "Brett", "id": 39, "name": "Brett Beer"}, "servingTemperature": "cool", "createDate": "2015-04-20 15:00:51", "updateDate": "2015-04-20 15:00:52", "abv": "5.6", "styleId": 39, "id": "Wc8Dcf", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Threes Everything Was Forever Until It Was No More", "nameDisplay": "Threes Everything Was Forever Until It Was No More", "servingTemperatureDisplay": "Cellar - (12-14C/54-57F)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.08", "description": "Dark copper to very dark brown, British-style imperial stouts typically have high alcohol content. The extremely rich malty flavor (often characterized as toffee-like or caramel-like) and aroma are balanced with medium hopping and high fruity-ester characteristics. Bitterness should be moderate and balanced with sweet malt character. The bitterness may be higher in the darker versions. Roasted malt astringency is very low or absent. Bitterness should not overwhelm the overall character. Hop aroma can be subtle to moderately hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:45", "ibuMin": "45", "categoryId": 1, "srmMax": "35", "ibuMax": "65", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:22:41", "fgMax": "1.03", "shortName": "British Imperial Stout", "abvMax": "12", "id": 16, "srmMin": "20", "name": "British-Style Imperial Stout"}, "servingTemperature": "cellar", "createDate": "2015-04-20 15:05:57", "updateDate": "2015-04-20 15:05:57", "abv": "10", "styleId": 16, "id": "zt1SEP", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Threes False Witness", "nameDisplay": "Threes False Witness", "servingTemperatureDisplay": "Cellar - (12-14C/54-57F)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "servingTemperature": "cellar", "createDate": "2015-04-20 15:04:25", "updateDate": "2015-04-20 15:04:26", "abv": "6.5", "styleId": 72, "id": "lFZpvX", "statusDisplay": "Verified"}]
