[{"status": "verified", "isOrganic": "N", "description": "This full bodied ale has a deep red hue with a distinctive malty character, provided by just the right blend of Crystal malts. It’s well balanced by an assortment of the freshest hops available, for a smooth clean, yet bitter finish.", "statusDisplay": "Verified", "nameDisplay": "Canefire Red", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/aOeb8y/upload_Yarm8F-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/aOeb8y/upload_Yarm8F-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/aOeb8y/upload_Yarm8F-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "aOeb8y", "createDate": "2013-07-30 00:05:10", "updateDate": "2015-12-17 04:29:51", "abv": "6.3", "styleId": 32, "ibu": "50", "name": "Canefire Red"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/xpBGZB/upload_x5KBYs-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/xpBGZB/upload_x5KBYs-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/xpBGZB/upload_x5KBYs-icon.png"}, "description": "Our friends at Oskar Blues pioneered great beer in a can and, as mutual members of the canned craft club, this partnership was a perfect fit. CANfusion is a coming together—a fusion, if you will—of flavors from across the spectrum of brewing: spicy rye, tangy wheat and a bright citrusy hop aroma.\r\n\r\nOskar Blues is the granddaddy of canned craft beer. Like us, they have a fun-loving passion for the outdoors and bikes. It was a natural fit for them to adopt cans as a portable, durable way to tote their favorite beer on the trail, and in the process they  paved the way for all other craft brewers to follow.", "statusDisplay": "Verified", "nameDisplay": "CANfusion - Beer Camp Across America (2014)", "year": 2014, "originalGravity": "1.072", "id": "xpBGZB", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-05-14 12:19:08", "updateDate": "2015-12-17 13:29:30", "abv": "7.2", "styleId": 117, "availableId": 2, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "ibu": "45", "name": "CANfusion - Beer Camp Across America"}, {"status": "verified", "isOrganic": "N", "description": "Canis Mexicanus is as complex and layered as they get. We infuse our award-winning Imperial Stout with cacao nibs, One Line coffee beans, vanilla, cinnamon, and a blend of chilis. Rich and savory with warming pepper heat in the throat, this is a brew that will change you. To change Canis into Double Espresso, we more than double the normal coffee addition. The One Line Method Espresso shifts from a supporting player to the star of the show, adding even more depth to one of our favorite offerings.", "statusDisplay": "Verified", "nameDisplay": "Canis Mexicanus Double Espresso", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "id": "ql9lcZ", "createDate": "2016-10-12 13:52:05", "updateDate": "2016-10-12 13:52:05", "abv": "10.4", "styleId": 43, "ibu": "60", "name": "Canis Mexicanus Double Espresso"}, {"status": "verified", "isOrganic": "N", "name": "Canni'baal", "nameDisplay": "Canni'baal", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/mhIOdB/upload_8rdHgr-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/mhIOdB/upload_8rdHgr-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/mhIOdB/upload_8rdHgr-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2014-01-28 13:23:20", "updateDate": "2015-12-17 09:56:57", "styleId": 72, "id": "mhIOdB", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "HOPS! Canniption Pale Ale is a huge beer by Pale Ale standards. While we appreciate a beer with balance and harmony, sometimes it makes sense to GO BIG and let the hops speak for themselves. We add a fair amount of sweet, caramely Crystal Malt to the mash to give it color, and enough body to stand up to the hops which are abundant throughout the flavor profile. Like the hops, the ABV is on the high end for a Pale Ale which just makes sense for a beer of this stature.", "statusDisplay": "Verified", "nameDisplay": "Canniption Pale Ale", "originalGravity": "1.063", "id": "TbMTok", "createDate": "2014-09-17 22:39:17", "updateDate": "2014-09-18 13:50:48", "abv": "6.5", "styleId": 25, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "ibu": "70", "name": "Canniption Pale Ale"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 12, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/6Jfe78/upload_lyyp0v-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/6Jfe78/upload_lyyp0v-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/6Jfe78/upload_lyyp0v-icon.png"}, "styleId": 125, "availableId": 1, "foodPairings": "Dessert", "id": "6Jfe78", "statusDisplay": "Verified", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "nameDisplay": "Cannoli Beer", "name": "Cannoli Beer", "abv": "5.2", "status": "verified", "description": "Shebeen’s signature offering.  This unique “Dessert” beer is made with French/Belgian grains, bourbon soaked vanilla beans, cream, nutmeg, cinnamon.  Great served either “Naked” or “Dolled Up”.  “Naked” is served straight from the bottle or tap.  “Dolled Up” has the rim of the glass powdered with sugar and the top cream sprinkled with chocolate", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "glasswareId": 6, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "srm": {"hex": "CF6900", "id": 12, "name": "12"}, "servingTemperature": "cool", "updateDate": "2016-04-15 19:39:27", "ibu": "24", "createDate": "2013-02-23 14:14:17"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Copper in color, rich in flavor with imported malts", "statusDisplay": "Verified", "nameDisplay": "Cannon Amber Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2012-04-21 22:31:19", "updateDate": "2015-05-08 18:27:17", "styleId": 32, "availableId": 1, "id": "OhEiAl", "name": "Cannon Amber Ale"}, {"status": "verified", "isOrganic": "N", "name": "Cannon Dragger", "statusDisplay": "Verified", "nameDisplay": "Cannon Dragger", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/KxMndf/upload_DpLpqr-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/KxMndf/upload_DpLpqr-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/KxMndf/upload_DpLpqr-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-03-06 20:28:57", "updateDate": "2015-12-16 15:59:14", "abv": "8", "styleId": 30, "id": "KxMndf", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Cannon Fodder", "statusDisplay": "Verified", "nameDisplay": "Cannon Fodder", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/QHV007/upload_hpSakU-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/QHV007/upload_hpSakU-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/QHV007/upload_hpSakU-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-05-13 11:58:48", "updateDate": "2015-12-17 13:28:13", "abv": "5.5", "styleId": 48, "id": "QHV007", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "An IPA, Pleasant hop aroma with equally hop body taste…\"A HOP HEADS HAPPY BEER\"", "statusDisplay": "Verified", "nameDisplay": "Cannonball", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-03-22 19:33:25", "updateDate": "2015-03-22 19:33:25", "abv": "7", "styleId": 30, "id": "y4QiYD", "name": "Cannonball"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This Scottish Strong Ale entices you with a raisiny nose and a malt-forward middle. Hints of chocolate and caramel come through in the finish, allowing you to savor every sip.", "statusDisplay": "Verified", "nameDisplay": "Cannonball", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.035", "description": "Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "12", "categoryId": 1, "srmMax": "19", "ibuMax": "20", "abvMin": "3.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:48", "fgMax": "1.014", "shortName": "Scottish Heavy", "abvMax": "4", "id": 8, "srmMin": "10", "name": "Scottish-Style Heavy Ale"}, "id": "l7x6w1", "createDate": "2015-01-21 20:30:55", "updateDate": "2015-01-21 20:30:55", "abv": "8", "styleId": 8, "availableId": 1, "foodPairings": "Bratwurst with Sauerkraut and Spicy Mustard", "ibu": "24", "name": "Cannonball"}, {"status": "verified", "isOrganic": "N", "name": "Cannonball", "nameDisplay": "Cannonball", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-09-01 15:32:20", "updateDate": "2016-08-10 15:26:26", "abv": "7.4", "styleId": 30, "id": "ed1Pe8", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "strong-style India Pale Ale, deep copper in color with a big, malty, hoppy palate and dry hopped for a spicy, citrus aroma", "srmId": 14, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Cannonball Double IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/96dIC9/upload_u113I6-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/96dIC9/upload_u113I6-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/96dIC9/upload_u113I6-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "96dIC9", "statusDisplay": "Verified", "createDate": "2012-01-10 03:41:21", "updateDate": "2015-12-16 14:04:14", "abv": "8", "styleId": 31, "availableId": 2, "glasswareId": 5, "ibu": "81", "srm": {"hex": "C35900", "id": 14, "name": "14"}, "name": "Cannonball Double IPA"}, {"status": "verified", "isOrganic": "N", "name": "Cannonball Gold", "nameDisplay": "Cannonball Gold", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2014-08-11 21:11:52", "updateDate": "2015-06-02 16:33:25", "abv": "6.2", "styleId": 30, "id": "wNTzY9", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Few  things are more synonymous with Wabash than the Cannonball.  So famous that the name request for this beer came all the way from England.   Slightly on the hoppy side for a Pale this beer is smooth and refreshing with a nice graprefuit note in the finish.", "srmId": 9, "nameDisplay": "Cannonball Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "4uKjUQ", "statusDisplay": "Verified", "createDate": "2015-03-26 14:55:16", "updateDate": "2015-03-26 14:55:17", "abv": "5.6", "styleId": 25, "srm": {"hex": "E58500", "id": 9, "name": "9"}, "ibu": "39", "name": "Cannonball Pale Ale"}, {"status": "verified", "isOrganic": "N", "name": "Cannonball with Vanilla Bean", "nameDisplay": "Cannonball with Vanilla Bean", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "American-style imperial porters are black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness. Hop bitterness is perceived at a medium-low to medium level. Hop flavor and aroma may vary from being low to medium-high. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment hop character and malt derived sweetness. Diacetyl (butterscotch) levels should be absent.", "createDate": "2013-08-10 12:42:51", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "50", "abvMin": "5.5", "fgMin": "1.02", "ogMax": "1.1", "fgMax": "1.03", "updateDate": "2015-04-07 15:49:32", "shortName": "American Imperial Porter", "abvMax": "9.5", "id": 158, "srmMin": "40", "name": "American-Style Imperial Porter"}, "createDate": "2015-03-22 19:34:19", "updateDate": "2015-03-22 19:34:19", "abv": "7", "styleId": 158, "id": "aO9Whe", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Canoe Paddler", "nameDisplay": "Canoe Paddler", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/r2ODgH/upload_hZknr3-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/r2ODgH/upload_hZknr3-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/r2ODgH/upload_hZknr3-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.042", "description": "Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 4, "srmMax": "6", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:29:04", "fgMax": "1.01", "shortName": "Kölsch", "abvMax": "5.3", "id": 45, "srmMin": "4", "name": "German-Style Kölsch / Köln-Style Kölsch"}, "createDate": "2012-11-11 17:05:43", "updateDate": "2015-12-16 19:54:10", "styleId": 45, "id": "r2ODgH", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Canoe Pale Ale", "statusDisplay": "Verified", "nameDisplay": "Canoe Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/WJoMxY/upload_FuARcA-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/WJoMxY/upload_FuARcA-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/WJoMxY/upload_FuARcA-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:57", "updateDate": "2015-12-16 09:26:08", "abv": "5", "styleId": 25, "id": "WJoMxY", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "The medium hop flavor combined with it's citrus and floral tones, makes this beer perfectly refreshing for a day on the river.", "statusDisplay": "Verified", "nameDisplay": "Canoe the Zumbro", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/zyGX8z/upload_jHt1qr-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/zyGX8z/upload_jHt1qr-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/zyGX8z/upload_jHt1qr-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 6, "name": "International Ale Styles"}, "ogMin": "1.044", "description": "International-style pale ales range from deep golden to copper in color. The style is characterized by wide range of hop characters unlike fruity, floral and citrus-like American-variety hop character and unlike earthy, herbal English-variety hop character. Moderate to high hop bitterness, flavor, and aroma is evident. International pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "30", "categoryId": 6, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:35:08", "fgMax": "1.014", "shortName": "International Pale", "abvMax": "5.5", "id": 73, "srmMin": "6", "name": "International-Style Pale Ale"}, "id": "zyGX8z", "createDate": "2015-06-26 16:33:07", "updateDate": "2015-12-18 03:19:18", "abv": "6.1", "styleId": 73, "ibu": "60", "name": "Canoe the Zumbro"}, {"status": "verified", "isOrganic": "N", "description": "A malt backbone, with caramel malts for depth and a touch of roasted barley for color. EKG and Target make up the hops schedule.", "statusDisplay": "Verified", "nameDisplay": "Canonball Doyle", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.038", "description": "Dry stouts have an initial malt and light caramel flavor profile with a distinctive dry-roasted bitterness in the finish. Dry stouts achieve a dry-roasted character through the use of roasted barley. The emphasis of coffee-like roasted barley and a moderate degree of roasted malt aromas define much of the character. Some slight acidity may be perceived but is not necessary. European hop aroma and flavor should be low or not perceived. Dry stouts have medium-light to medium body. Fruity esters are minimal and overshadowed by malt, high hop bitterness, and roasted barley character. Diacetyl (butterscotch) should be very low or not perceived. Head retention and rich character should be part of its visual character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:51", "fgMax": "1.012", "shortName": "Dry Irish Stout", "abvMax": "5", "id": 23, "srmMin": "40", "name": "Classic Irish-Style Dry Stout"}, "id": "oT1hTj", "createDate": "2014-05-08 11:44:28", "updateDate": "2014-05-08 11:44:28", "abv": "4.6", "styleId": 23, "ibu": "23", "name": "Canonball Doyle"}, {"status": "verified", "isOrganic": "N", "name": "Canopus", "statusDisplay": "Verified", "nameDisplay": "Canopus", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/2KlFRR/upload_6c7DqJ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/2KlFRR/upload_6c7DqJ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/2KlFRR/upload_6c7DqJ-icon.png"}, "originalGravity": "1.061", "id": "2KlFRR", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-06-10 11:58:03", "updateDate": "2015-12-17 14:24:39", "abv": "6.8", "styleId": 30, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "ibu": "70", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This beer is the one beer that our brewers and I would take to that mythical deserted island if we could only bring one Marshall Wharf beer. Huge malt backbone matched with huge amounts of hops.", "statusDisplay": "Verified", "nameDisplay": "Cant Dog Imperial IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "name": "Cant Dog Imperial IPA", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-23 18:00:33", "updateDate": "2012-04-23 18:03:05", "abv": "10", "styleId": 31, "availableId": 1, "id": "UuUk1S", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "An easy-drinking American Wheat Ale that signifies the end of summer. The addition of 500 pounds of South Carolina cantaloupes provides delicate melon tones, while local Wildflower Honey lends a mild herbal characteristic.", "statusDisplay": "Verified", "nameDisplay": "Cantaloupe, Won’t Elope", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malted wheat. Fruit or fruit extracts contribute flavor and/or aroma. Perceived fruit qualities should be authentic and replicate true fruit complexity as much as possible. Color should reflect a degree of fruit's color. Hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor from yeast can be typical but at low levels; however, phenolic, clovelike characteristics should not be perceived. Body should be light to medium in character. Diacetyl should not be perceived. When this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. Brewer may indicate on the bottle whether the yeast should be intentionally roused or if they prefer that the entry be poured as quietly as possible.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:43:55", "fgMax": "1.016", "shortName": "Fruit Wheat Ale", "abvMax": "5", "id": 114, "srmMin": "2", "name": "Fruit Wheat Ale or Lager with or without Yeast"}, "id": "blWiwI", "createDate": "2016-09-14 12:51:07", "updateDate": "2016-09-14 12:51:07", "abv": "5.8", "styleId": 114, "ibu": "23", "name": "Cantaloupe, Won’t Elope"}, {"status": "verified", "isOrganic": "N", "name": "Cantankerous Irish Red", "nameDisplay": "Cantankerous Irish Red", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "id": "HswRxt", "createDate": "2016-05-20 15:52:47", "updateDate": "2016-05-20 15:52:47", "abv": "5.8", "styleId": 22, "ibu": "23", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Specialty Lager: Caramel bodied with delicate aroma hops and a pleasant finish\r\nCanada’s first copper-coloured lager, Canterbury Dark Mild is brewed with the finest hops, yeast and most importantly, two-row malted barley. This distinctive beer is an homage to the finest of British brews and a favourite of those want mouth-filling flavour when they’re in the pub or at home.\r\n\r\nCanterbury features a smooth, mature taste to complement its bold, rich colour while retaining a lager’s traditional, fresh finish. This classically brewed beer is a tad sweeter than its pale pilsner cousins and a natural complement to a good Irish Stew or other full-bodied fare. The ideal match is most pub grub like fish and chips or steak and kidney pie", "statusDisplay": "Verified", "nameDisplay": "Canterbury Dark Mild Lager", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/BTKyL2/upload_MSgGXD-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/BTKyL2/upload_MSgGXD-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/BTKyL2/upload_MSgGXD-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English dark mild ales range from deep copper to dark brown (often with a red tint) in color. Malt flavor and caramel are part of the flavor and aroma profile while, licorice and roast malt tones may sometimes contribute to the flavor and aroma profile. Body should be low-medium to medium. These beers have very little hop flavor or aroma. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "34", "ibuMax": "24", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:43", "fgMax": "1.008", "shortName": "English Dark Mild", "abvMax": "4", "id": 11, "srmMin": "17", "name": "English-Style Dark Mild Ale"}, "name": "Canterbury Dark Mild Lager", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-07-31 13:02:53", "updateDate": "2015-12-16 17:46:46", "abv": "5", "styleId": 11, "availableId": 1, "id": "BTKyL2", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "This unblended lambic is aged in 15 year cognac barrels. The barrels were purchased in early 2005 and the lambic aged there for two years. The beer gets its name from the geographic location of the city of Brussels.", "statusDisplay": "Verified", "nameDisplay": "Cantillon 50°N-4°E", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/8hJc4p/upload_iKvDrC-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/8hJc4p/upload_iKvDrC-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/8hJc4p/upload_iKvDrC-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.047", "description": "Unblended, naturally and spontaneously fermented lambic is intensely estery, sour, and sometimes, but not necessarily, acetic flavored. Low in carbon dioxide, these hazy beers are brewed with unmalted wheat and malted barley. Sweet malt characters are not perceived. They are very low in hop bitterness. Cloudiness is acceptable. These beers are quite dry and light bodied. Characteristic horsey, goaty, leathery and phenolic character evolved from Brettanomyces yeast is often present at moderate levels. Versions of this beer made outside of the Brussels area of Belgium cannot be true lambics. These versions are said to be \"lambicstyle\" and may be made to resemble many of the beers of true origin. Vanillin and other wood-derived flavors should not be evident. Historically, traditional lambic is dry and completely attenuated, exhibiting no residual sweetness either from malt, sugar or artificial sweeteners. Sweet versions may be created through addition of sugars or artificial sweeteners. Competition organizers may choose to subcategorize this style into A) Traditional and B) Sweet. Artificial sweeteners are sometimes used in some brands.", "createDate": "2012-03-21 20:06:46", "ibuMin": "11", "categoryId": 5, "srmMax": "13", "ibuMax": "23", "abvMin": "6.2", "fgMin": "1", "updateDate": "2015-04-07 15:32:34", "fgMax": "1.01", "shortName": "Lambic", "abvMax": "8.1", "id": 66, "srmMin": "6", "name": "Belgian-Style Lambic"}, "createDate": "2014-10-20 12:51:41", "updateDate": "2015-12-17 18:15:32", "abv": "7", "styleId": 66, "id": "8hJc4p", "name": "Cantillon 50°N-4°E"}, {"status": "verified", "isOrganic": "N", "name": "Cantillon Cuvée Des Champions 2003-2004", "nameDisplay": "Cantillon Cuvée Des Champions 2003-2004", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/0cdz5W/upload_qUgJFU-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/0cdz5W/upload_qUgJFU-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/0cdz5W/upload_qUgJFU-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Old lambic is blended with newly fermenting young lambic to create this special style of lambic. Gueuze is always referrmented in the bottle. These unflavored blended and secondary fermented lambic beers may be very dry or mildly sweet and are characterized by intense fruity-estery, sour, and acidic aromas and flavors. These pale beers are brewed with unmalted wheat, malted barley, and stale, aged hops. Sweet malt characters are not perceived. They are very low in hop bitterness. Diacetyl should be absent. Characteristic horsey, goaty, leathery and phenolic character evolved from Brettanomyces yeast is often present at moderate levels. Cloudiness is acceptable. These beers are quite dry and light bodied. Vanillin and other wood-derived flavors should not be evident. Versions of this beer made outside of the Brussels area of Belgium cannot be true lambics. These versions are said to be \"lambic-style\" and may be made to resemble many of the beers of true origin. Historically, traditional gueuze lambics are dry and completely attenuated, exhibiting no residual sweetness either from malt, sugar or artificial sweeteners. Some versions often have a degree of sweetness, contributed by sugars or artificial sweeteners. Competition organizers may choose to subcategorize this style into A) Traditional and B) Sweet.  Artificial sweeteners are sometimes used in some brands.", "createDate": "2012-03-21 20:06:46", "ibuMin": "11", "categoryId": 5, "srmMax": "13", "ibuMax": "23", "abvMin": "6.8", "fgMin": "1", "updateDate": "2015-04-07 15:32:40", "fgMax": "1.01", "shortName": "Gueuze", "abvMax": "8.6", "id": 67, "srmMin": "6", "name": "Belgian-Style Gueuze Lambic"}, "createDate": "2012-01-03 02:42:57", "updateDate": "2015-12-15 20:28:00", "abv": "5", "styleId": 67, "id": "0cdz5W", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Cantillon Mamouche", "statusDisplay": "Verified", "nameDisplay": "Cantillon Mamouche", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/CVHLrG/upload_YvyGZ7-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/CVHLrG/upload_YvyGZ7-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/CVHLrG/upload_YvyGZ7-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.04", "description": "These beers, also known by the names framboise, kriek, peche, cassis, etc., are characterized by fruit flavors and aromas. The color reflects the choice of fruit. Sourness is an important part of the flavor profile, though sweetness may compromise the intensity. These flavored lambic beers may be very dry or mildly sweet and range from a dry to a full-bodied mouthfeel. Characteristic horsey, goaty, leathery and phenolic character evolved from Brettanomyces yeast is often present at moderate levels. Vanillin and other woody flavors should not be evident. Versions of this beer made outside of the Brussels area of Belgium cannot be true lambics. These versions are said to be \"lambic-style\" and may be made to resemble many of the beers of true origin. Historically, traditional lambics are dry and completely attenuated, exhibiting no residual sweetness either from malt, sugar, fruit or artificial sweeteners. Some versions often have a degree of sweetness, contributed by fruit sugars, other sugars or artificial sweeteners. Competition organizers may choose to subcategorize this style into A) Traditional and B) Sweet.  Artificial sweeteners are sometimes used in some brands.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "ibuMax": "21", "abvMin": "5.6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:47", "fgMax": "1.016", "shortName": "Fruit Lambic", "abvMax": "8.6", "id": 68, "name": "Belgian-Style Fruit Lambic"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:57", "updateDate": "2015-12-16 07:09:04", "abv": "5", "styleId": 68, "availableId": 1, "id": "CVHLrG", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Inside this bottle is a new type of drink, a new melody like a tune floating in a starry sky, to add to the ancient story of fermentation, a story as old as man himself. \r\nCANTUS CAELI (Sky Song) is a completely new type of beverage, skillfully crafted from a marriage of natural ingredients from the very oldest fermented drinks. \r\nMead wort, beer wort and Wine wort are fermented together. Local Piemontese honey is used for the mead wort and local Piemontese Castelnuovo Don Bosco wine grapes are used for the wine wort. The beer wort consists of barley malt and a very small amount of Magnum hops.Top-fermenting beer yeast is used for fermentation.\r\n\r\nAfter fermentation in steel tanks Cantus Caeli is matured in oak barrels for four months. \r\n\r\nTwo types of oak barrels are being used: new oak barrels and oak barrels that previously contained white wine.", "statusDisplay": "Verified", "nameDisplay": "Cantus Caeli", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "createDate": "2014-07-09 14:58:28", "updateDate": "2014-07-09 14:58:29", "abv": "10.5", "styleId": 125, "id": "AE1iTO", "name": "Cantus Caeli"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Our version of a west coast pale ale pushes the boundaries much like the hardworking canucks of the past. We’ve brewed it for those who enjoy adventure and a departure from the ordinary. The result is a wildly hoppy aroma and lingering bitterness complemented by a soft bready malt flavour. Raise your glass to the Great White North!", "statusDisplay": "Verified", "nameDisplay": "Canuck Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/5TPFSX/upload_P8VWgV-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/5TPFSX/upload_P8VWgV-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/5TPFSX/upload_P8VWgV-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "5TPFSX", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2015-01-25 22:44:42", "updateDate": "2015-12-17 20:40:07", "abv": "5.2", "styleId": 25, "availableId": 1, "glasswareId": 5, "ibu": "45", "foodPairings": "Soft cheeses, burgers, grilled chicken, mussels, white fish, shellfish.", "name": "Canuck Pale Ale"}, {"status": "verified", "isOrganic": "N", "name": "Canvas Back American Pale Ale", "nameDisplay": "Canvas Back American Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2012-01-03 02:42:57", "updateDate": "2012-03-22 13:05:05", "styleId": 25, "id": "1o6wvU", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Lightly hopped clean crisp lager your daily drinking lager.", "statusDisplay": "Verified", "nameDisplay": "Canvasback Blonde Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "name": "Canvasback Blonde Lager", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-23 02:43:15", "updateDate": "2012-04-23 02:43:15", "styleId": 93, "id": "4mV2eT", "glasswareId": 5}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 1, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/GA8R0p/upload_ZLmpTp-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/GA8R0p/upload_ZLmpTp-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/GA8R0p/upload_ZLmpTp-icon.png"}, "styleId": 36, "availableId": 1, "srm": {"hex": "FFE699", "id": 1, "name": "1"}, "id": "GA8R0p", "statusDisplay": "Verified", "originalGravity": "1.045", "nameDisplay": "Canyon Cream Ale", "name": "Canyon Cream Ale", "abv": "5", "status": "verified", "description": "This beer has a light malt flavor with low hop bitterness and no hop aroma or flavor.  It finishes crisp and clean.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "ibu": "10", "servingTemperature": "cold", "updateDate": "2015-12-16 13:55:03", "createDate": "2012-01-03 02:42:57"}, {"status": "verified", "isOrganic": "N", "name": "Canyonator Doppelbock", "nameDisplay": "Canyonator Doppelbock", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.074", "description": "Malty sweetness is dominant but should not be cloying. Malt character is more reminiscent of fresh and lightly toasted Munich- style malt, more so than caramel or toffee malt character. Some elements of caramel and toffee can be evident and contribute to complexity, but the predominant malt character is an expression of toasted barley malt. Doppelbocks are full bodied and deep amber to dark brown in color. Astringency from roast malts is absent. Alcoholic strength is high, and hop rates increase with gravity. Hop bitterness and flavor should be low and hop aroma absent. Fruity esters are commonly perceived but at low to moderate levels. Diacetyl should be absent", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 7, "srmMax": "30", "ibuMax": "27", "abvMin": "6.5", "fgMin": "1.014", "updateDate": "2015-04-07 15:39:08", "fgMax": "1.02", "shortName": "Doppelbock", "abvMax": "8", "id": 90, "srmMin": "12", "name": "German-Style Doppelbock"}, "id": "SIxXaP", "createDate": "2015-03-12 21:19:59", "updateDate": "2015-03-12 21:19:59", "abv": "7.5", "styleId": 90, "ibu": "25", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "After the Equilibrista, our beer inspired by the Champagne world, here it is a new experiment on the “wine meets beer” theme. This time, though, we tipped the scales in favour of beer, adding to the Duchessa wort only a 25% of wine must: in this case we used Malvasia (coming from our friends of Tenuta di Bibbiano, as usual), a white, aromatic grape variety which gives the beer a gentle and nice sharpness and an inusual, fruity nose. The beer is bottle-fermentd using Champagne-yeasts, and it has a quite intense “perlage” (bubbles) that makes it perfect as an aperitif or even for the whole meal. The “chaotic” label was designed byValentina De Luca, an Art student at the Istituto d'Istruzione Superiore Antonio Cederna of Velletri (Rome), who won our contest “Etichette Bizzarre”.", "statusDisplay": "Verified", "nameDisplay": "Caos", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/t977rl/upload_Nz27bc-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/t977rl/upload_Nz27bc-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/t977rl/upload_Nz27bc-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "An experimental beer is any beer (lager, ale or other) that is primarily grain-based and employs unusual techniques and/or ingredients. A minimum 51% of the fermentable carbohydrates must be derived from malted grains. The overall uniqueness of the process, ingredients used and creativity should be considered. Beers such as garden (vegetable), fruit, chocolate, coffee, spice, specialty or other beers that match existing categories should not be entered into this category. Beers not easily matched to existing style categories in a competition would often be entered into this category. Beers that are a combination of other categories (spice, smoke, specialty, porter, etc.) could also be entered into this category. A statement by the brewer explaining the experimental or other nature of the beer is essential in order for fair assessment in competitions. Generally, a 25-word statement would suffice in explaining the experimental nature of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:02", "shortName": "Experimental Beer", "id": 130, "name": "Experimental Beer (Lager or Ale)"}, "servingTemperature": "cool", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "createDate": "2013-01-09 17:44:19", "updateDate": "2015-12-16 21:49:50", "abv": "7.5", "styleId": 130, "id": "t977rl", "name": "Caos"}, {"status": "verified", "isOrganic": "N", "description": "The big brother to Iso Heaven, Columbus hops make their presence known in the aroma and taste of this beer, with a dank nose and citrusy finish.", "statusDisplay": "Verified", "nameDisplay": "Cap City Hustler", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "waKVld", "createDate": "2016-03-04 19:09:46", "updateDate": "2016-03-04 19:09:46", "abv": "9.1", "styleId": 31, "ibu": "100", "name": "Cap City Hustler"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "One of our lightest ales, this beer has a light malty flavor and dry hopped aroma. An american west coast original, the light flavor shows off our west coast hops. (alc. 4.65% vol.)", "statusDisplay": "Verified", "nameDisplay": "Cap City Pale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "name": "Cap City Pale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:57", "updateDate": "2012-03-22 13:05:38", "abv": "4.65", "styleId": 25, "availableId": 1, "id": "l8hib0", "glasswareId": 5}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "For our Second Anniversary beer, we tapped into the legendary fictional adventures of the mythical Cap’n Skoon to bring you this monster Baltic Stout. It’s big and roasty like an imperial stout but fermented with a German lager yeast. Ideal for sipping now, or be like the Cap’n and stash some away in your cargo hold for the years to come. Cheers!", "statusDisplay": "Verified", "nameDisplay": "Cap'n Skoon's Ballistic Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/0qS4oQ/upload_Nh96nK-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/0qS4oQ/upload_Nh96nK-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/0qS4oQ/upload_Nh96nK-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "id": "0qS4oQ", "createDate": "2013-03-04 23:26:48", "updateDate": "2015-12-17 02:13:18", "abv": "10", "styleId": 43, "availableId": 2, "ibu": "55", "name": "Cap'n Skoon's Ballistic Stout"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Light and Refreshing: A very drinkable golden ale with a hint of toasted malt character and a clean finish.", "statusDisplay": "Verified", "nameDisplay": "Cape Cod Beach Blonde Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "id": "6vr88Y", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:57", "updateDate": "2015-04-21 13:38:35", "abv": "4.9", "styleId": 36, "availableId": 1, "glasswareId": 5, "ibu": "10", "name": "Cape Cod Beach Blonde Ale"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "A complex malty wheat beer:  A darker style wheat beer with unique a banana bread character.", "statusDisplay": "Verified", "nameDisplay": "Cape Cod Dunkel", "id": "dextWo", "createDate": "2012-01-03 02:42:57", "updateDate": "2012-03-22 13:05:25", "abv": "5.4", "availableId": 2, "ibu": "25", "name": "Cape Cod Dunkel"}, {"status": "verified", "available": {"description": "Available during the fall months.", "id": 7, "name": "Fall"}, "isOrganic": "N", "name": "Cape Cod Harvest", "statusDisplay": "Verified", "nameDisplay": "Cape Cod Harvest", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.05", "description": "Märzens are characterized by a medium body and broad range of color. They can range from golden to reddish orange. Sweet maltiness should dominate slightly over a clean hop bitterness. Malt character should be light-toasted rather than strongly caramel (though a low level of light caramel character is acceptable). Bread or biscuit-like malt character is acceptable in aroma and flavor. Hop aroma and flavor should be low but notable. Ale-like fruity esters should not be perceived. Diacetyl and chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 7, "srmMax": "15", "ibuMax": "25", "abvMin": "5.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:36:50", "fgMax": "1.02", "shortName": "Märzen", "abvMax": "5.9", "id": 81, "srmMin": "4", "name": "German-Style Märzen"}, "id": "sIPVpg", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:57", "updateDate": "2012-04-11 19:35:42", "abv": "5", "styleId": 81, "availableId": 7, "ibu": "18", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Bold and Hoppy:  An American Style IPA with a citrusy hop bite and a subtle malt finish.", "statusDisplay": "Verified", "nameDisplay": "Cape Cod IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "AO4ev4", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:57", "updateDate": "2012-04-11 19:35:38", "abv": "6", "styleId": 30, "availableId": 1, "glasswareId": 5, "ibu": "70", "name": "Cape Cod IPA"}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "description": "Dark and Malty: A surprisingly drinkable dark beer with a chocolatey malt character", "statusDisplay": "Verified", "nameDisplay": "Cape Cod Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "id": "FyghgF", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:57", "updateDate": "2012-04-11 19:35:40", "abv": "5.5", "styleId": 18, "availableId": 8, "glasswareId": 5, "ibu": "28", "name": "Cape Cod Porter"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Smooth and Mellow:  A well-balanced amber ale with caramel and toffee malt notes and a subtle spicy hop character", "statusDisplay": "Verified", "nameDisplay": "Cape Cod Red", "id": "Y4Lqld", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:57", "updateDate": "2012-04-11 19:35:35", "abv": "5.5", "availableId": 1, "glasswareId": 5, "ibu": "35", "name": "Cape Cod Red"}, {"status": "verified", "isOrganic": "N", "name": "Cape Cod Session IPA", "srmId": 9, "nameDisplay": "Cape Cod Session IPA", "originalGravity": "1.042", "id": "HYRv4H", "createDate": "2015-03-17 10:38:11", "updateDate": "2015-03-18 19:48:18", "abv": "4.4", "styleId": 30, "srm": {"hex": "E58500", "id": 9, "name": "9"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "ibu": "55", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Oak Aged Old Man Winter", "statusDisplay": "Verified", "nameDisplay": "Cape Cod Stock Stout", "originalGravity": "1.062", "id": "iV17c4", "createDate": "2015-03-18 19:49:34", "updateDate": "2015-03-18 19:49:34", "abv": "5", "styleId": 42, "foodPairings": "Pairs well with cheese and fruits, and grilled or roasted, meats, game or stews.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "ibu": "35", "name": "Cape Cod Stock Stout"}, {"status": "verified", "available": {"description": "Available during the summer months.", "id": 6, "name": "Summer"}, "isOrganic": "N", "description": "A pale, spicy, fruity wheat ale: An unfiltered wheat beer with refreshing flavors of banana and clove from a special yeast.", "statusDisplay": "Verified", "nameDisplay": "Cape Cod Summer", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "id": "Uc8Jz7", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:57", "updateDate": "2015-04-15 15:40:53", "abv": "5", "styleId": 48, "availableId": 6, "glasswareId": 5, "ibu": "10", "name": "Cape Cod Summer"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "Y", "description": "Altbier is a German ale, which literally means old beer. This is not referring to the age of the beer but rather to the pre-lager fermentation method of using ale yeast. Amber in color, the Alt has a clean flavor, which is similar to a dark lager but with the addition of noble hops from Germany with a light biscuity flavor.", "statusDisplay": "Verified", "nameDisplay": "Cape May Altbier", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.044", "description": "German-Style Altbiers are copper to dark brown ales, originally from the Düsseldorf area. No chill haze should be perceived. A variety of malts including wheat may be used to produce medium-low to medium malt aroma. Fruityester aroma can be low. No diacetyl aroma should be perceived. Hop aroma is low to medium. A variety of malts including wheat may be used to produce medium-low to medium level malty flavor. Hop flavor is low to medium. Hop bitterness is medium to very high (although the 25 to 35 IBU range is more normal for the majority of Altbiers from Düsseldorf). Fruity-ester flavors can be low. No diacetyl should be perceived. The overall impression is clean, crisp, and flavorful often with a dry finish. Body is medium.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 4, "srmMax": "19", "ibuMax": "52", "abvMin": "4.3", "fgMin": "1.008", "updateDate": "2015-04-07 17:08:31", "fgMax": "1.014", "shortName": "Altbier", "abvMax": "5.5", "id": 55, "srmMin": "11", "name": "German-Style Altbier"}, "createDate": "2015-05-08 17:24:27", "updateDate": "2015-05-08 17:24:28", "abv": "5.9", "styleId": 55, "availableId": 4, "id": "WtmbNF", "name": "Cape May Altbier"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "Y", "description": "Say what!?! Yes, this beer was designed to taste just like the description. Brewed with bready and biscuity malts and steeped with loads of fresh apples it’s a tart twist on tasty tall tentacles. Say that ten times fast.", "statusDisplay": "Verified", "nameDisplay": "Cape May Apple Bomb", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2015-05-08 17:25:19", "updateDate": "2015-05-08 17:25:19", "abv": "7.3", "styleId": 119, "availableId": 4, "id": "9DVPWg", "name": "Cape May Apple Bomb"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "Y", "description": "Apple Bomb conditioned with cinnamon on firkin.", "statusDisplay": "Verified", "nameDisplay": "Cape May Apple Pie", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "createDate": "2015-05-08 17:35:36", "updateDate": "2015-05-08 17:35:36", "abv": "8.2", "styleId": 124, "availableId": 2, "id": "lXEDg7", "name": "Cape May Apple Pie"}]
