[{"status": "verified", "isOrganic": "N", "description": "A copper coloured ale with a warm roast flavour and a good taste of hops to finish", "statusDisplay": "Verified", "nameDisplay": "Loose Cannon", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/o68EoZ/upload_VrHgwt-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/o68EoZ/upload_VrHgwt-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/o68EoZ/upload_VrHgwt-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "English brown ales range from copper to brown in color. They have medium body and range from dry to sweet maltiness with very little hop flavor or aroma. Roast malt tones may sometimes contribute to the flavor and aroma profile. Low to medium-low levels of fruity-ester flavors are appropriate. Diacetyl should be very low, if evident. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "25", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:20:51", "fgMax": "1.014", "shortName": "English Brown", "abvMax": "5.5", "id": 12, "srmMin": "13", "name": "English-Style Brown Ale"}, "createDate": "2013-06-24 04:14:19", "updateDate": "2015-12-17 04:05:37", "abv": "4.3", "styleId": 12, "id": "o68EoZ", "name": "Loose Cannon"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "You know those epic days that start with an idea, turn into a dare and end with a great story to tell? This is the beer for those days. Crisp and refreshing like any respectable session ale, but a bit more hop-forward and flavorful than some. Perfect for going with the flow.", "statusDisplay": "Verified", "nameDisplay": "Loose Leaf", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/0PjboC/upload_jpO8wo-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/0PjboC/upload_jpO8wo-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/0PjboC/upload_jpO8wo-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.034", "description": "Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "2", "ibuMax": "30", "abvMin": "4", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:20", "fgMax": "1.01", "shortName": "Session", "abvMax": "5.1", "id": 108, "srmMin": "2", "name": "Session Beer"}, "id": "0PjboC", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2013-02-19 11:49:21", "updateDate": "2016-09-12 20:22:00", "abv": "4.5", "styleId": 108, "availableId": 2, "glasswareId": 5, "ibu": "31", "name": "Loose Leaf"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Loose Lucy Scotch Ale", "statusDisplay": "Verified", "nameDisplay": "Loose Lucy Scotch Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.072", "description": "Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "35", "abvMin": "6.2", "fgMin": "1.016", "updateDate": "2015-04-07 15:21:11", "fgMax": "1.028", "shortName": "Scotch Ale", "abvMax": "8", "id": 15, "srmMin": "15", "name": "Scotch Ale"}, "id": "offFqm", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-09-10 17:28:25", "updateDate": "2014-09-11 16:27:44", "abv": "9.2", "styleId": 15, "availableId": 2, "ibu": "20", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "American Lager blended with a bit of Czech pils style. Smooth, sweet and a bit more chewy than your traditional lager. Noble hops with a bit of American citrus twist. Clean crisp lager finish with a bit of grassy linger.", "srmId": 6, "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "nameDisplay": "Loose Tongue Lager", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "id": "c656tk", "servingTemperature": "cold", "statusDisplay": "Verified", "createDate": "2014-09-10 22:50:56", "updateDate": "2015-06-18 17:27:46", "abv": "6", "styleId": 93, "availableId": 1, "glasswareId": 4, "ibu": "32", "srm": {"hex": "F8A600", "id": 6, "name": "6"}, "name": "Loose Tongue Lager"}, {"status": "verified", "isOrganic": "N", "description": "Funky rye saison w/loquats", "statusDisplay": "Verified", "nameDisplay": "Loquats 'N' Brett", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "createDate": "2015-08-12 20:17:32", "updateDate": "2015-08-13 15:17:55", "abv": "6.1", "styleId": 117, "id": "zO0C8P", "name": "Loquats 'N' Brett"}, {"status": "verified", "isOrganic": "N", "name": "Lora", "nameDisplay": "Lora", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "id": "eeDEgb", "createDate": "2015-10-23 15:23:48", "updateDate": "2015-10-23 15:23:48", "abv": "8", "styleId": 59, "ibu": "26", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Raspberries are added to \r\n provide a refreshing tart flavor \r\n with the creaminess of a \r\n white wheat ale.", "statusDisplay": "Verified", "nameDisplay": "Lorazz Weiss", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2015-04-13 18:20:14", "updateDate": "2015-04-13 18:20:15", "styleId": 119, "id": "9hZ67G", "name": "Lorazz Weiss"}, {"status": "verified", "isOrganic": "N", "description": "Three Floyds version of an ESB, this deep amber ale has a complex malt sweetness and pronounced apricot hoppiness. Named after Admiral Lord Horatio Nelson.", "statusDisplay": "Verified", "nameDisplay": "Lord Admiral Nelson", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "id": "MUHrsf", "createDate": "2014-06-18 16:49:04", "updateDate": "2014-10-10 19:12:13", "abv": "6.5", "styleId": 5, "ibu": "55", "name": "Lord Admiral Nelson"}, {"status": "verified", "isOrganic": "N", "name": "Lord Alesworth", "nameDisplay": "Lord Alesworth", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/d5s5s5/upload_4ACvbh-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/d5s5s5/upload_4ACvbh-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/d5s5s5/upload_4ACvbh-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Classic English pale ales are golden to copper colored and display earthy, herbal English-variety hop character. Note that \"earthy, herbal English-variety hop character\" is the perceived end, but may be a result of the skillful use of hops of other national origins. Medium to high hop bitterness, flavor, and aroma should be evident. This medium-bodied pale ale has low to medium malt flavor and aroma. Low caramel character is allowable. Fruity-ester flavors and aromas are moderate to strong. Chill haze may be in evidence only at very cold temperatures. The absence of diacetyl is desirable, though, diacetyl (butterscotch character) is acceptable and characteristic when at very low levels.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "5", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:18:23", "fgMax": "1.016", "shortName": "English Pale", "abvMax": "5.5", "id": 1, "srmMin": "5", "name": "Classic English-Style Pale Ale"}, "createDate": "2014-05-16 12:07:42", "updateDate": "2015-12-17 13:56:09", "abv": "8.1", "styleId": 1, "id": "d5s5s5", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Let’s celebrate the economy by raising a pint! This is a traditional British session beer – a beer brewed to slightly lower alcohol levels where one can drink several pints in a “session” at the pub. It is made exclusively with the finest English barley and only whole leaf Willamette hops. It is then dry-hopped in the serving tank for a wonderful floral aroma and texture.  Cheers!", "statusDisplay": "Verified", "nameDisplay": "Lord Barfly’s Re-Session Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.034", "description": "Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "2", "ibuMax": "30", "abvMin": "4", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:20", "fgMax": "1.01", "shortName": "Session", "abvMax": "5.1", "id": 108, "srmMin": "2", "name": "Session Beer"}, "createDate": "2013-05-09 00:06:08", "updateDate": "2014-10-14 17:19:43", "styleId": 108, "id": "AUG1eS", "name": "Lord Barfly’s Re-Session Ale"}, {"status": "verified", "isOrganic": "N", "description": "One of our distinct classic beers brewed since 1829, Yuengling Lord Chesterfield Ale has as much rich heritage as it does flavor and appeal. Crafted in a unique two-stage European brewing style for enhanced bitterness, it utilizes both conventional kettle hopping and dry hopping after fermentation resulting in a dry sharp finish. Brewed with select hops, its distinct robust flavor is derived from a delicate combination of sweet maltiness and lingering herbal bitterness. Lord Chesterfield Ale's bright gold color is complemented by a lightly laced foam head and fragrant zesty aroma. This fine Ale compares with the very best crafty-style beers. It pairs flawlessly with many foods including seafood dishes and fine cheeses.", "statusDisplay": "Verified", "nameDisplay": "Lord Chesterfield Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Ptumjo/upload_9D1M2Q-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Ptumjo/upload_9D1M2Q-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Ptumjo/upload_9D1M2Q-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2012-01-03 02:43:38", "updateDate": "2016-04-05 18:24:05", "abv": "5.4", "styleId": 25, "id": "Ptumjo", "name": "Lord Chesterfield Ale"}, {"status": "verified", "isOrganic": "N", "name": "Lord Dabbler Cup Double Ipa", "nameDisplay": "Lord Dabbler Cup Double Ipa", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2012-10-09 21:26:46", "updateDate": "2012-10-09 21:26:46", "styleId": 25, "id": "ATXzMh", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Wigglesworth series beers are formulated by Alastair Hewitt, resident gentleman brewer, part-owner, much laureled homebrewer (165 medals, 8 best of show, and a national #1 ranking)  and ex-pat Englishman. These are bottle conditioned / real ale examples of his favorite styles of beer from the British Isles.", "statusDisplay": "Verified", "nameDisplay": "Lord Falconer", "originalGravity": "1.057", "id": "8L8BhQ", "createDate": "2014-10-16 19:15:06", "updateDate": "2014-10-17 19:54:50", "abv": "6.5", "styleId": 21, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.038", "description": "Oatmeal stouts include oatmeal in their grist, resulting in a pleasant, full flavor and a smooth profile that is rich without being grainy. A roasted malt character which is caramel-like and chocolate-like should be evident - smooth and not bitter. Coffee-like roasted barley and roasted malt aromas (chocolate and nut-like) are prominent. Color is dark brown to black. Bitterness is moderate, not high. Hop flavor and aroma are optional but should not overpower the overall balance if present. This is a medium- to full- bodied beer, with minimal fruity esters. Diacetyl should be absent or at extremely low levels. Original gravity range and alcohol levels are indicative of English tradition of oatmeal stout.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "20", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:22:53", "fgMax": "1.02", "shortName": "Oatmeal Stout", "abvMax": "6", "id": 21, "srmMin": "20", "name": "Oatmeal Stout"}, "ibu": "21", "name": "Lord Falconer"}, {"status": "verified", "isOrganic": "Y", "name": "Lord Henry Summer Ale", "nameDisplay": "Lord Henry Summer Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "Session India Pale Ales are gold to copper. Chill haze is allowable at cold temperatures and hop haze is allowable at any temperature. Fruity-ester aroma is light to moderate. Hop aroma is medium to high with qualities from a wide variety of hops from all over the world. Low to medium maltiness is present. Hop flavor is strong, characterized by flavors from a wide variety of hops. Hop bitterness is medium to high. Fruity-ester flavors are low to moderate. Diacetyl is absent or at very low levels. Body is low to medium.", "createDate": "2015-04-07 17:07:27", "categoryId": 3, "shortName": "Session IPA", "id": 164, "name": "Session India Pale Ale"}, "id": "qpEJBI", "createDate": "2015-07-21 18:09:12", "updateDate": "2015-07-21 18:09:12", "abv": "5", "styleId": 164, "ibu": "40", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Lord Nelson", "statusDisplay": "Verified", "nameDisplay": "Lord Nelson", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/YqWQAt/upload_mzTvOd-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/YqWQAt/upload_mzTvOd-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/YqWQAt/upload_mzTvOd-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "createDate": "2013-02-02 12:24:15", "updateDate": "2015-12-16 22:15:21", "abv": "8.6", "styleId": 31, "availableId": 2, "id": "YqWQAt", "glasswareId": 8}, {"status": "verified", "isOrganic": "N", "description": "Lord of Misrule is a Belgian-style Dark Strong Ale. Rich in flavors of soft caramel, vanilla, plums and raisins.", "statusDisplay": "Verified", "nameDisplay": "Lord Of Misrule", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian pale strong ales are pale to golden in color with relatively light body for a beer of its alcoholic strength. Often brewed with light colored Belgian \"candy\" sugar, these beers are well attenuated. The perception of hop bitterness is medium-low to medium -high, with hop flavor and aroma also in this range. These beers are highly attenuated and have a perceptively deceiving high alcoholic character-being light to medium bodied rather than full bodied. The intensity of malt character should be low to medium, often surviving along with a complex fruitiness. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "10", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:16", "fgMax": "1.024", "shortName": "Belgian Pale Strong", "abvMax": "11", "id": 63, "srmMin": "4", "name": "Belgian-Style Pale Strong Ale"}, "createDate": "2013-08-05 20:33:58", "updateDate": "2013-08-05 20:33:59", "abv": "9", "styleId": 63, "id": "x4QljR", "name": "Lord Of Misrule"}, {"status": "verified", "available": {"description": "Available during the fall months.", "id": 7, "name": "Fall"}, "isOrganic": "Y", "description": "This twist on a pumpkin beer has an American Porter base and is brewed with real pumpkin and seasonal spices.", "statusDisplay": "Verified", "nameDisplay": "Lord of the Gourd", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/l4q8si/upload_YtOupk-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/l4q8si/upload_YtOupk-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/l4q8si/upload_YtOupk-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Pumpkin beers are any beers using pumpkins (Cucurbito pepo) as an adjunct in either mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Pumpkin qualities should not be overpowered by hop character. These may or may not be spiced or flavored with other things. A statement by the brewer explaining the nature of the beer is essential for fair assessment in competitions. If this beer is a classic style with pumpkin, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:28", "fgMax": "1.03", "shortName": "Pumpkin Beer", "abvMax": "12", "id": 121, "srmMin": "5", "name": "Pumpkin Beer"}, "createDate": "2015-05-21 13:08:39", "updateDate": "2015-12-18 00:54:52", "abv": "7.5", "styleId": 121, "availableId": 7, "id": "l4q8si", "name": "Lord of the Gourd"}, {"status": "verified", "isOrganic": "N", "name": "Lord Of The Hops", "nameDisplay": "Lord Of The Hops", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2013-05-09 15:33:04", "updateDate": "2015-04-28 19:25:26", "abv": "7.2", "styleId": 25, "id": "xnHPEx", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "Crazy things happen in barrels, especially when we brew with microbes. These little buggers create their own ecosystem & give us wonderfully complex beer. The use of Lactobacillus creates a lower PH which produces that wonderful puckering note that Sour Flemish Red Ales are known for. The combination of tart cherry and vanilla are showcased in this red wine barrelled pHunky-fresh beer.", "statusDisplay": "Verified", "nameDisplay": "Lord Phunk", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:27", "shortName": "BBL Aged", "id": 132, "name": "Wood- and Barrel-Aged Beer"}, "createDate": "2015-06-01 15:53:28", "updateDate": "2015-06-01 15:53:28", "abv": "7", "styleId": 132, "id": "oZv6Us", "name": "Lord Phunk"}, {"status": "verified", "isOrganic": "Y", "description": "A fusion of sorts- England and Charleston, our shared heritage coupled with modernity. Tea from America’s only tea plantation melded with a nutty, chocolatey English-style mild. Probably not something the Lords Proprietor were drinking, but you know, whatever.", "statusDisplay": "Verified", "nameDisplay": "Lord Proprietor’s Mild", "originalGravity": "1.036", "id": "vrjPTm", "createDate": "2015-07-12 22:17:26", "updateDate": "2015-07-12 22:17:26", "abv": "3.7", "styleId": 10, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English pale mild ales range from golden to amber in color. Malt flavor dominates the flavor profile with little hop bitterness or flavor. Hop aroma can be light. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "17", "ibuMax": "20", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:35", "fgMax": "1.008", "shortName": "English Pale Mild", "abvMax": "4", "id": 10, "srmMin": "8", "name": "English-Style Pale Mild Ale"}, "ibu": "12", "name": "Lord Proprietor’s Mild"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Three Floyds version of an ESB, this deep amber ale has a complex malt sweetness and pronounced apricot hoppiness. Named after Admiral Lord Horatio Nelson.", "statusDisplay": "Verified", "nameDisplay": "Lord Rear Admiral", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/TWMw7p/upload_6Z9rtJ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/TWMw7p/upload_6Z9rtJ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/TWMw7p/upload_6Z9rtJ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "createDate": "2013-01-03 12:07:42", "updateDate": "2015-12-16 22:02:05", "abv": "6.5", "styleId": 5, "availableId": 2, "id": "TWMw7p", "name": "Lord Rear Admiral"}, {"status": "verified", "isOrganic": "N", "name": "Lord Sorachi", "nameDisplay": "Lord Sorachi", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/3QiJSY/upload_zYPsRM-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/3QiJSY/upload_zYPsRM-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/3QiJSY/upload_zYPsRM-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2015-11-23 20:12:07", "updateDate": "2016-06-01 18:35:50", "abv": "9.5", "styleId": 72, "id": "3QiJSY", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A rich, medium-bodied dry Irish-style stout with lots of roasty flavors. \r\n\r\n2001 Great American Beer Festival, Gold Medal\r\n2002 Great American Beer Festival, Bronze Medal.", "statusDisplay": "Verified", "nameDisplay": "Lord Stanley Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.038", "description": "Dry stouts have an initial malt and light caramel flavor profile with a distinctive dry-roasted bitterness in the finish. Dry stouts achieve a dry-roasted character through the use of roasted barley. The emphasis of coffee-like roasted barley and a moderate degree of roasted malt aromas define much of the character. Some slight acidity may be perceived but is not necessary. European hop aroma and flavor should be low or not perceived. Dry stouts have medium-light to medium body. Fruity esters are minimal and overshadowed by malt, high hop bitterness, and roasted barley character. Diacetyl (butterscotch) should be very low or not perceived. Head retention and rich character should be part of its visual character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:51", "fgMax": "1.012", "shortName": "Dry Irish Stout", "abvMax": "5", "id": 23, "srmMin": "40", "name": "Classic Irish-Style Dry Stout"}, "name": "Lord Stanley Stout", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:38", "updateDate": "2012-03-22 13:05:35", "styleId": 23, "availableId": 4, "id": "pAhndO", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Lord Stanley's III in VI Stout", "nameDisplay": "Lord Stanley's III in VI Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2015-10-12 22:29:32", "updateDate": "2015-10-12 22:29:32", "abv": "5.9", "styleId": 42, "id": "OGE8Ze", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "name": "Lord Vader’s Bockside", "nameDisplay": "Lord Vader’s Bockside", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.074", "description": "Malty sweetness is dominant but should not be cloying. Malt character is more reminiscent of fresh and lightly toasted Munich- style malt, more so than caramel or toffee malt character. Some elements of caramel and toffee can be evident and contribute to complexity, but the predominant malt character is an expression of toasted barley malt. Doppelbocks are full bodied and deep amber to dark brown in color. Astringency from roast malts is absent. Alcoholic strength is high, and hop rates increase with gravity. Hop bitterness and flavor should be low and hop aroma absent. Fruity esters are commonly perceived but at low to moderate levels. Diacetyl should be absent", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 7, "srmMax": "30", "ibuMax": "27", "abvMin": "6.5", "fgMin": "1.014", "updateDate": "2015-04-07 15:39:08", "fgMax": "1.02", "shortName": "Doppelbock", "abvMax": "8", "id": 90, "srmMin": "12", "name": "German-Style Doppelbock"}, "createDate": "2015-07-08 20:45:38", "updateDate": "2015-07-08 20:45:38", "styleId": 90, "id": "zhnyQs", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A tribute to Dorothy L. Sayers’ fictional detective and Wimsey the Bloodhound’s namesake. Both the sleuth and the hound possess a nose for getting to the bottom of things. As with our other ales, this mild is made with only the finest malts and hops, never filtered, and is bottle conditioned. Best served in a proper pint glass.", "statusDisplay": "Verified", "nameDisplay": "Lord Wimsey Mild Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/RThHoS/upload_Pr8l22-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/RThHoS/upload_Pr8l22-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/RThHoS/upload_Pr8l22-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English pale mild ales range from golden to amber in color. Malt flavor dominates the flavor profile with little hop bitterness or flavor. Hop aroma can be light. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "17", "ibuMax": "20", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:35", "fgMax": "1.008", "shortName": "English Pale Mild", "abvMax": "4", "id": 10, "srmMin": "8", "name": "English-Style Pale Mild Ale"}, "createDate": "2013-03-21 04:08:42", "updateDate": "2015-12-17 02:23:12", "abv": "6", "styleId": 10, "availableId": 1, "id": "RThHoS", "name": "Lord Wimsey Mild Pale Ale"}, {"status": "verified", "isOrganic": "N", "description": "IPAs, or India Pale Ales, are distinctive for their 'hoppy' flavor and high alcohol content.  It is said that IPAs were developed by the Brittish as a way of keeping beer fresh during the long journey from Great Brittian to the Indian colonies.  In name, our IPA pays hommage to early La Verne when it was called Lordsburg.", "statusDisplay": "Verified", "nameDisplay": "Lordsburg Session IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2013-04-28 18:28:05", "updateDate": "2015-04-28 20:28:03", "abv": "5.7", "styleId": 30, "id": "6fr4UX", "name": "Lordsburg Session IPA"}, {"status": "verified", "isOrganic": "N", "description": "In German folklore, Lorelai was a siren that sat atop a murmuring rock that overlooks the Rhine River.  Lorelai, Combing her golden hair, unwittingly distracted shipmen with her beauty and song, causing them to crash on the rocks below. This American IPA showcases aromas of tangerine, strawberry, cantaloupe, and grapefruit with a touch of caramel malitness.  We dry hopped this siren of a brew at rate of two pounds per barrel of Citra, Mandarina Bavaria, and Huell Melon hops making this beer a tropical fruit machine! This is one siren’s song you’ll want to follow.", "statusDisplay": "Verified", "nameDisplay": "Lorelai IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "qgcizk", "createDate": "2016-10-26 12:06:12", "updateDate": "2016-11-10 16:08:37", "abv": "6.4", "styleId": 30, "ibu": "69", "name": "Lorelai IPA"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "A classic dark German wheat with roasty malt undertones.", "statusDisplay": "Verified", "nameDisplay": "Lorelei Dunkel Weizen", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "Today's Oktoberfest beers are characterized by a medium body and light, golden color. Sweet maltiness is mild with an equalizing balance of clean, hop bitterness. Hop aroma and flavor should be low but notable. Ale-like fruity esters should not be perceived. Diacetyl and chill haze should not be perceived. Similar or equal to Dortmunder/European-Style Export", "createDate": "2012-03-21 20:06:46", "ibuMin": "23", "categoryId": 7, "srmMax": "5", "ibuMax": "29", "abvMin": "5", "fgMin": "1.01", "updateDate": "2015-04-07 15:36:59", "fgMax": "1.014", "shortName": "Oktoberfest", "abvMax": "6", "id": 82, "srmMin": "3", "name": "German-Style Oktoberfest / Wiesen (Meadow)"}, "id": "kWllnF", "createDate": "2012-07-18 15:15:23", "updateDate": "2015-04-17 15:37:01", "abv": "5.1", "styleId": 82, "availableId": 2, "ibu": "20", "name": "Lorelei Dunkel Weizen"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "A special beer for a special cause. The name comes from the sharks “Ampullae of Lorenzini”, the shark’s electro sensory organ used to detect changes in electric fields. This American Double IPA was brewed with blood orange, local citrus, and Maui cane sugar. The unique hop profile of Azacca, El Dorado, and Sorachi Ace lend big grapefruit, ripe mango and tropical aromas, followed by a clean, mildly sweet bitterness.", "statusDisplay": "Verified", "nameDisplay": "Lorenzini", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/HyUv9y/upload_RPtxFc-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/HyUv9y/upload_RPtxFc-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/HyUv9y/upload_RPtxFc-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "HyUv9y", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:38", "updateDate": "2016-09-13 13:27:09", "abv": "7.6", "styleId": 31, "availableId": 2, "glasswareId": 5, "ibu": "80", "name": "Lorenzini"}, {"status": "verified", "isOrganic": "N", "description": "Our grisette, a rustic blonde ale brewed with spelt grown at a draft horse farm in Pittston, Maine.", "statusDisplay": "Verified", "nameDisplay": "Loretta", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2014-07-12 18:53:20", "updateDate": "2015-04-27 18:34:18", "abv": "4", "styleId": 72, "id": "Wtnt3r", "name": "Loretta"}, {"status": "verified", "isOrganic": "N", "description": "Los Quatros Amigos Saison – The second of two new collaboration brews from Mother Earth Brew Co. and El Perdido Tequila:\r\n\r\n“Saison, (“season” in French), was an aptly named session-type ale named for its mild drinkability and sometimes spicy, peppery character. Originally, it was brewed for the late summer harvest for farm workers, who were entitled to up to five litres throughout the workday during harvest season. Today, it is enjoyed all around the world, throughout seasons, as a revived style, balancing a complex yeast character with mild hopiness and Pilsner malt backbone.\r\n\r\nWe collaborated with El Duende Tequila Inc. to bring a unique twist to the style; marrying the qualities of the traditional Belgian style with American hops and the unfamiliar subtleties of pure Blue Agave, lending to its beautiful bouquet and pleasant earthiness. Salude.”\r\nWinner of a silver medal at the premier event, “Spirits of Mexico”, in Old Town, San Diego.", "statusDisplay": "Verified", "nameDisplay": "Los 4 Amigos", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "name": "Los 4 Amigos", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-04-12 00:13:17", "updateDate": "2012-04-12 00:13:17", "styleId": 72, "id": "aeAs2H", "glasswareId": 6}, {"status": "verified", "isOrganic": "N", "description": "A tart wheat ale with citrus and funk, this effervescent beer will take you back to the summers of your childhood. Both earthy and surprising, it pours the light color of August Sun with a Cumulo Nimbus not threatening whatsoever, overhead. Fermented with lactobacillus brevis.", "srmId": 4, "nameDisplay": "Los Angeliner Weisse", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/9cnnxO/upload_BqPlW0-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/9cnnxO/upload_BqPlW0-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/9cnnxO/upload_BqPlW0-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.028", "description": "This is very pale in color and the lightest of all the German wheat beers. The unique combination of yeast and lactic acid bacteria fermentation yields a beer that is acidic, highly attenuated, and very light bodied. The carbonation of a Berliner Weisse is high, and hop rates are very low. Clarity may be hazy or cloudy from yeast or chill haze. Hop character should not be perceived. Fruity esters will be evident. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "3", "categoryId": 4, "srmMax": "4", "ibuMax": "6", "abvMin": "2.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:29:14", "fgMax": "1.006", "shortName": "Berlinerweisse", "abvMax": "3.4", "id": 46, "srmMin": "2", "name": "Berliner-Style Weisse (Wheat)"}, "id": "9cnnxO", "statusDisplay": "Verified", "createDate": "2015-01-22 17:18:46", "updateDate": "2015-12-17 19:49:02", "abv": "5.5", "styleId": 46, "srm": {"hex": "FFBF42", "id": 4, "name": "4"}, "ibu": "2.9", "name": "Los Angeliner Weisse"}, {"status": "verified", "isOrganic": "Y", "description": "A light smooth beer that punches you with peaches in the background.", "statusDisplay": "Verified", "nameDisplay": "Los Duraznos Peach Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "foodPairings": "Fruity and yet dry.  This would go well with a quinoa salad and a fruit plater.", "createDate": "2015-06-06 21:22:15", "updateDate": "2015-06-06 21:22:15", "styleId": 119, "id": "hTYWqY", "name": "Los Duraznos Peach Ale"}, {"status": "verified", "isOrganic": "N", "name": "Los Locos Lager", "nameDisplay": "Los Locos Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2016-05-13 13:29:20", "updateDate": "2016-05-13 13:29:20", "abv": "5", "styleId": 93, "id": "5GUsBD", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Los Naranjos", "nameDisplay": "Los Naranjos", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ao8fjV/upload_DGFyFa-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ao8fjV/upload_DGFyFa-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ao8fjV/upload_DGFyFa-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Coffee beers use coffee in any of its forms other than or in addition to hops to create a distinct (ranging from subtle to intense) character. Under hopping allows coffee to contribute to the flavor profile while not becoming excessively bitter. If this beer is a classic style with coffee flavor, the brewer should specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 11, "srmMax": "50", "ibuMax": "40", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:40", "fgMax": "1.03", "shortName": "Coffee Beer", "abvMax": "12", "id": 123, "srmMin": "8", "name": "Coffee-Flavored Beer"}, "createDate": "2015-10-30 18:29:48", "updateDate": "2015-12-18 05:41:19", "abv": "8", "styleId": 123, "id": "ao8fjV", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Los Padres Double Dry Hopped Saison", "nameDisplay": "Los Padres Double Dry Hopped Saison", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2015-02-24 20:25:22", "updateDate": "2015-02-25 12:42:27", "abv": "7", "styleId": 72, "id": "pOGM8d", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Porter elaborada para la banda de rock de Ourense Los Suaves.", "statusDisplay": "Verified", "nameDisplay": "Los Suaves (Oficial)", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/useSnC/upload_qoksjs-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/useSnC/upload_qoksjs-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/useSnC/upload_qoksjs-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Robust porters are black in color and have a roast malt flavor, often reminiscent of cocoa, but no roast barley flavor. These porters have a sharp bitterness of black malt without a highly burnt/charcoal flavor. Caramel and other malt sweetness should be present and in harmony with other distinguishing porter characters. Robust porters range from medium to full in body and have a malty sweetness. Hop bitterness is medium to high, with hop aroma and flavor ranging from negligible to medium. Diacetyl is acceptable at very low levels. Fruity esters should be evident, balanced with roast malt and hop bitterness.", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "40", "abvMin": "5", "fgMin": "1.008", "updateDate": "2015-04-07 15:21:45", "fgMax": "1.016", "shortName": "Robust Porter", "abvMax": "6.5", "id": 19, "srmMin": "30", "name": "Robust Porter"}, "createDate": "2016-03-21 21:05:56", "updateDate": "2016-05-01 15:57:03", "abv": "5.6", "styleId": 19, "id": "useSnC", "name": "Los Suaves (Oficial)"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Los Vivos Los y Muertos", "nameDisplay": "Los Vivos Los y Muertos", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/YpYqfT/upload_c2cJz1-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/YpYqfT/upload_c2cJz1-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/YpYqfT/upload_c2cJz1-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2013-12-10 13:04:07", "updateDate": "2015-12-17 08:35:20", "styleId": 40, "availableId": 2, "id": "YpYqfT", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Lösch-Zwerg Würzig", "nameDisplay": "Lösch-Zwerg Würzig", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/6jrkzQ/upload_zN5lF8-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/6jrkzQ/upload_zN5lF8-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/6jrkzQ/upload_zN5lF8-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "This beer should be perceived as having low bitterness. It is a medium-bodied, malt-emphasized beer with malt character often balanced with low levels of yeast produced sulfur compounds (character). Certain renditions of this beer style have  a perceivable level of hop flavor (note: hop flavor does not imply hop bitterness) and character but it is essentially balanced with malt character to retain its style identity. Malt character is sometimes bread-like yet always reminiscent of freshly and very lightly toasted malted barley. There should not be any caramel character. Color is light straw to golden. Fruity esters and diacetyl should not be perceived. There should be no chill haze.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 7, "srmMax": "6", "ibuMax": "25", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:36:40", "fgMax": "1.012", "shortName": "Helles", "abvMax": "5.5", "id": 78, "srmMin": "4", "name": "Münchner (Munich)-Style Helles"}, "createDate": "2015-12-21 09:34:10", "updateDate": "2016-01-07 21:43:04", "abv": "5.2", "styleId": 78, "id": "6jrkzQ", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available during the summer months.", "id": 6, "name": "Summer"}, "isOrganic": "N", "description": "Loser Pale Ale :: Corporate beer still sucks. Celebrating over 20 years of celebrating Sub Pop Records, with beer. Specifically, this beer: Brewed with Pale, Munich, Crystal and Cara-hell malts. Bittered with Sorachi Ace and finished with Crystal hops. Light tropical flavors balanced with a crisp malt-hop finish—Street smart but not athletic\r\n\r\nMalts: Pale, Munich, Crystal and Cara-hell\r\nHops: Bittered with Sorachi Ace and finished with Crystal hops", "statusDisplay": "Verified", "nameDisplay": "Loser", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/zvDQ9W/upload_mLKPfR-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/zvDQ9W/upload_mLKPfR-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/zvDQ9W/upload_mLKPfR-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "zvDQ9W", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:38", "updateDate": "2016-05-09 15:39:52", "abv": "7", "styleId": 25, "availableId": 6, "glasswareId": 5, "ibu": "57", "name": "Loser"}, {"status": "verified", "isOrganic": "N", "name": "Lost & Found", "nameDisplay": "Lost & Found", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/hkzwkh/upload_RWaDVl-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/hkzwkh/upload_RWaDVl-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/hkzwkh/upload_RWaDVl-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "These beers must portray the unique characters imparted by yeasts typically used in fruity and big Belgian-Style ales - These beers are not traditional Belgian styles which are already defined. They are unique beers unto themselves. Notes of banana, berry, apple, sometimes coriander spice-like and/or smoky-phenolic characters should be portrayed with balance of hops and malt character when fermented with such yeast. Hop aroma, flavor and bitterness not usually found in the base style, can be medium to very high and must show the characters of American hop varieties. Dark color falls in the deep amber/brown to black range. Roasted malts or barley may have a range of character from subtle to robust, and should be reflected in the overall character and balance of the beer. Esters should be at medium to high levels. Diacetyl should not be evident. Chill haze may be evident. Sulfurlike yeast character should be absent. No Brettanomyces character should be present. An ale which exhibits Brettanomyces character would be classified as \"American-style Brett Ale.\"A statement by the brewer that could include information such as style being elaborated upon, and other information about the entry with regard to flavor, aroma or appearance, is essential for fair assessment in competitions. Beers with Brettanomyces may be subcategorized under this category", "createDate": "2012-03-21 20:06:45", "categoryId": 3, "srmMax": "16", "updateDate": "2015-04-07 15:26:14", "shortName": "American/Belgian Dark", "id": 28, "srmMin": "16", "name": "Dark American-Belgo-Style Ale"}, "createDate": "2013-11-22 12:43:36", "updateDate": "2015-12-17 07:25:40", "abv": "6.6", "styleId": 28, "id": "hkzwkh", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Lost 40 Pale Ale", "nameDisplay": "Lost 40 Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "p2YiVw", "createDate": "2014-12-31 23:47:59", "updateDate": "2015-02-02 22:43:59", "abv": "5.4", "styleId": 25, "ibu": "47", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "True american IPA brewed with 5 varieties of hops.", "statusDisplay": "Verified", "nameDisplay": "Lost Anchor IPA", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "ORvP7t", "servingTemperature": "cool", "createDate": "2015-05-29 17:52:20", "updateDate": "2015-06-01 15:50:12", "abv": "6.5", "styleId": 30, "ibu": "71", "name": "Lost Anchor IPA"}, {"status": "verified", "isOrganic": "N", "description": "Lost and Found- Modeled after the great Trappist and Monastic beers that inspired the founding of our brewery. A richly deep garnet colored ale created from a blend of Domestic and imported malts. As part of our commitment to interesting brewing endeavors, Chef Vince created a special raisin puree for this beer. Malts, raisins and a fantastic yeast strain working in harmony produce a beer of amazing complexity and depth. Available in 750ml bottles and on draft at select inspired locations.", "statusDisplay": "Verified", "nameDisplay": "Lost and Found Abbey Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/2JMSYX/upload_vPk6uL-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/2JMSYX/upload_vPk6uL-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/2JMSYX/upload_vPk6uL-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "createDate": "2012-01-03 02:43:38", "updateDate": "2015-12-16 04:28:04", "abv": "7.5", "styleId": 70, "id": "2JMSYX", "name": "Lost and Found Abbey Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Dark as night and very complex, this tasty Porter is a real gem. Lighter in alcohol than many expect, this beer is incredibly smooth and has really grown into a crowd-pleaser. Available year-round to feed the addicted.", "statusDisplay": "Verified", "nameDisplay": "Lost Arrow Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "id": "KXacSF", "createDate": "2013-05-07 22:05:14", "updateDate": "2015-04-13 15:21:35", "abv": "5", "styleId": 18, "availableId": 1, "ibu": "25", "name": "Lost Arrow Porter"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "One of the more unusual beers is the smoked bee or Rauchbier. Saddlebock Lost Bridge beer is made with smoked grain, with imbues a smoky character into the taste of the beer.", "statusDisplay": "Verified", "nameDisplay": "Lost Bridge Rauch (Smoke)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "Bamberg-style Weiss Rauchbier should have smoky characters that range from detectable to prevalent in the aroma and flavor. Smoke character is not harshly phenolic, but rather very smooth, almost rendering a perception of mild sweetness to this style of beer. The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove- or nutmeg-like and can be smoky or even vanilla-like. Banana-like esters are often present. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent. Weissbier is well attenuated and very highly carbonated and a medium- to full-bodied beer. The color is very pale to very dark amber. Darker (dunkel) styles should have a detectable degree of roast malt in the balance without being robust in overall character. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "18", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:30:29", "fgMax": "1.016", "shortName": "Rauchbier", "abvMax": "5.5", "id": 54, "srmMin": "4", "name": "Bamberg-Style Weiss (Smoke) Rauchbier (Dunkel or Helles)"}, "id": "5kZqSP", "createDate": "2015-03-13 21:00:04", "updateDate": "2015-03-13 21:00:04", "abv": "5", "styleId": 54, "availableId": 1, "ibu": "13", "name": "Lost Bridge Rauch (Smoke)"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A northern English style of ale. Walnut-colored with a sweet malty taste, plus caramel, coffee and molasses flavors from the imported British malts.", "statusDisplay": "Verified", "nameDisplay": "Lost Colony Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/RlbCmh/upload_SQ1G3s-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/RlbCmh/upload_SQ1G3s-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/RlbCmh/upload_SQ1G3s-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "English brown ales range from copper to brown in color. They have medium body and range from dry to sweet maltiness with very little hop flavor or aroma. Roast malt tones may sometimes contribute to the flavor and aroma profile. Low to medium-low levels of fruity-ester flavors are appropriate. Diacetyl should be very low, if evident. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "25", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:20:51", "fgMax": "1.014", "shortName": "English Brown", "abvMax": "5.5", "id": 12, "srmMin": "13", "name": "English-Style Brown Ale"}, "name": "Lost Colony Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-26 00:52:41", "updateDate": "2015-12-16 16:13:36", "abv": "5", "styleId": 12, "availableId": 1, "id": "RlbCmh", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Grand Teton’s Double IPA was born in our renowned Cellar Reserve program. Fans of our Double IPA and XX Sweetgrass demanded we brew the style on a regular basis. In response, we created Lost Continent in 2009 and updated it for 2010. This year's version is brewed with well over three pounds of hops per barrel in the kettle and another half-pound per barrel of “dry hops” in two additions during conditioning. A revised fermentation program has produced a more traditional Double IPA flavor profile--drier, less malty, more hoppy.\r\n\r\nWe use only American Pacific Northwest hops. Galena hops are added early in the boil for smooth, balanced bitterness. We add Columbus, Centennial and Amarillo later in the boil for flavor, and Columbus, Centennial and Simcoe in the whirlpool for aroma.\r\n\r\nFor even more aroma, we dry-hop with Summit, Columbus, Amarillo and Cascade hops in the conditioning tank, and dry-hop again right before bottling with whole-flower Cascade hops. The result is fruity, floral and complex, with notews of tangerine zest and fresh-squeezed grapefruit juice.\r\n\r\nIdaho 2-Row Brewers’ Malt and German CaraHell and Vienna malts give this ale its lovely pale copper hue, with flavors of orange marmalade and dried apricots, supported by a strong backbone of hoppy bitterness.", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 70, "farneseneMax": 4, "cohumuloneMax": 24, "id": 4, "humuleneMax": 11, "category": "hop", "createDate": "2013-06-24 16:07:26", "farneseneMin": 2, "humuleneMin": 9, "betaAcidMax": 7, "cohumuloneMin": 21, "myrceneMin": 68, "alphaAcidMin": 8, "description": "Amarillo is a privately grown and registered hop variety; it was introduced recently but has been extremely popular with brewers seeking a Cascade-type hop with a distinctive American character. It is considered by many to be ideal for dry hopping, but also gives a clean bitterness due to low cohumulone content. The flavor has citrus and floral notes, and something like a Cascade character, but with more bitterness. Amarillo is a registered trademark of Virgil Gamache Farms, Inc., where the hop was originally developed.", "betaAcidMin": 6, "caryophylleneMax": 4, "caryophylleneMin": 2, "name": "Amarillo", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}, {"myrceneMax": 60, "farneseneMax": 6, "cohumuloneMax": 40, "id": 22, "humuleneMax": 13, "category": "hop", "createDate": "2013-06-24 16:07:28", "farneseneMin": 6, "humuleneMin": 13, "betaAcidMax": 7, "cohumuloneMin": 33, "myrceneMin": 45, "alphaAcidMin": 5.5, "description": "Cascade was created in the United States as an open-pollinated cross between Fuggle and Serebrianker. Its instantly recognizable grapefruit, floral aroma is characteristic of many American ales. Cascade is also one of the easiest hop varieties to grow; it can grow well under less than ideal conditions or in short growing seasons, and unlike most varieties, if started from a good rhizome a Cascade can produce a good crop even in its first growing season.", "betaAcidMin": 4.5, "caryophylleneMax": 4.5, "caryophylleneMin": 4.5, "name": "Cascade", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}, {"myrceneMax": 60, "category": "hop", "farneseneMax": 1, "description": "Sometimes called a super Cascade, Centennial was bred in 1974 but not released until 1990. It has a floral, citrus aroma and a clean spicy flavor; its heritage includes Brewer's Gold, Fuggle, and East Kent Golding. Popular among craft brewers, Centennial lends its distinctive character to, among others, Sierra Nevada Celebration Ale and Sierra Nevada Bigfoot Barleywine.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:28", "betaAcidMin": 3.5, "categoryDisplay": "Hops", "id": 24, "humuleneMin": 10, "betaAcidMax": 4.5, "caryophylleneMax": 8, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 4, "cohumuloneMax": 30, "cohumuloneMin": 28, "myrceneMin": 45, "alphaAcidMin": 6, "humuleneMax": 18, "name": "Centennial"}, {"category": "hop", "createDate": "2013-06-24 16:07:29", "categoryDisplay": "Hops", "id": 30, "name": "Columbus"}, {"myrceneMax": 60, "category": "hop", "farneseneMax": 1, "description": "Galena is a high-alpha hop variety developed by the Iowa state breeding program in 1968 by open pollination from Brewer's Gold and released to the trade in 1978. Because of its strong, clean bitterness, it is said to be among the most common bittering hops used in America. It is sensitive to growing conditions and can be more difficult to grow outside of the Northwest. Galena has a strong fruity/black currant aroma similar to Bullion.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:30", "betaAcidMin": 7, "categoryDisplay": "Hops", "id": 45, "humuleneMin": 10, "betaAcidMax": 9, "caryophylleneMax": 5.5, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 3, "cohumuloneMax": 42, "cohumuloneMin": 32, "myrceneMin": 55, "alphaAcidMin": 11, "humuleneMax": 15, "name": "Galena"}, {"myrceneMax": 65, "category": "hop", "farneseneMax": 1, "description": "Simcoe is a dual-purpose hop variety which its grower claims is similar in character to Amarillo. It is a proprietary hop, and the name \"Simcoe\" is a registered trademark of Yakima Chief Ranches, LLC.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:36", "betaAcidMin": 4, "categoryDisplay": "Hops", "id": 118, "humuleneMin": 10, "betaAcidMax": 5, "caryophylleneMax": 8, "updateDate": "2013-06-24 16:10:38", "caryophylleneMin": 5, "cohumuloneMax": 20, "cohumuloneMin": 15, "myrceneMin": 60, "alphaAcidMin": 12, "humuleneMax": 15, "name": "Simcoe"}, {"myrceneMax": 28, "category": "hop", "farneseneMax": 1, "description": "The first hedgerow (dwarf) hop variety to be grown commercially in the United States, and the first to be available to home hop growers as a rhizome, Summit is perhaps the strongest bittering hop available based on early crops. Because of its recent origin, it is not clear how it will develop in large scale commercial production; the numbers given are based on a few early crops. Summit has strong orange/tangerine citrus notes in aroma and flavor and its growers also suggest it as a good candidate for dry hopping. It was also the featured hop used in every beer in the 2006 Single Hop Festival hosted by Drake's Brewing Company.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:37", "betaAcidMin": 4.7, "categoryDisplay": "Hops", "id": 135, "humuleneMin": 22.1, "betaAcidMax": 4.7, "caryophylleneMax": 14.5, "updateDate": "2013-06-24 16:10:38", "caryophylleneMin": 14.5, "cohumuloneMax": 27.6, "cohumuloneMin": 27.6, "myrceneMin": 28, "alphaAcidMin": 17.5, "humuleneMax": 22.1, "name": "Summit"}], "malt": [{"category": "malt", "createDate": "2013-06-24 16:07:56", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 828, "name": "CaraHell"}, {"category": "malt", "srmPrecise": 2, "description": "The is the standard starting point for almost all beer recipes. Smooth with a less grainy more moderate flavour.", "srmId": 2, "countryOfOrigin": "US", "diastaticPower": 140, "createDate": "2013-06-24 16:07:57", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFD878", "id": 2, "name": "2"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.036, "coarseFineDifference": 1.5, "maxInBatch": 100, "requiresMashing": "Y", "dryYield": 79, "protein": 12.3, "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "id": 1922, "moistureContent": 4, "name": "Two-Row Pale Malt"}, {"category": "malt", "srmPrecise": 3.5, "description": "Vienna Malt is a kiln-dried barley malt darker than pale ale malt, but not as dark as Munich Malt. It imparts a golden to orange color and a distinctive toast or biscuit malt aroma to the beer.", "srmId": 4, "createDate": "2013-06-24 16:07:56", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFBF42", "id": 4, "name": "4"}, "potential": 1.036, "updateDate": "2013-06-24 16:10:14", "maxInBatch": 90, "requiresMashing": "Y", "id": 814, "name": "Vienna Malt"}]}, "nameDisplay": "Lost Continent Double IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/3ChFtD/upload_wL96Xu-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/3ChFtD/upload_wL96Xu-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/3ChFtD/upload_wL96Xu-icon.png"}, "originalGravity": "1.072", "id": "3ChFtD", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-09 19:08:06", "updateDate": "2015-12-16 15:14:23", "abv": "8", "styleId": 31, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "ibu": "90", "foodPairings": "The hops provide citrusy, resinous spiciness, making this beer a great match for any bold, flavorful food. Try it with prime rib, Indian food, Cajun blackened pork or chicken, Thai or Vietnamese cuisine. For a rare treat, serve Lost Continent with roast wild duck and orange sauce.", "name": "Lost Continent Double IPA"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Warm days and summer adventures beckon for this crisp, dry and refreshing German-style Kolsch. Bready, elegant malts and floral hops shine in this easy-sipping brew. Rafters on the Nolichucky River can float by the legendary ghost town of Lost Cove, which provided secluded living during the Civil War for self-reliant families.", "statusDisplay": "Verified", "nameDisplay": "Lost Cove Kolsch", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.042", "description": "Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 4, "srmMax": "6", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:29:04", "fgMax": "1.01", "shortName": "Kölsch", "abvMax": "5.3", "id": 45, "srmMin": "4", "name": "German-Style Kölsch / Köln-Style Kölsch"}, "createDate": "2016-07-28 01:42:27", "updateDate": "2016-07-28 19:24:29", "abv": "4.5", "styleId": 45, "availableId": 4, "id": "bMTrjF", "name": "Lost Cove Kolsch"}]
