[{"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Jyaga Draft", "statusDisplay": "Verified", "nameDisplay": "Jyaga Draft", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-12-21 16:40:45", "updateDate": "2015-04-22 18:07:29", "abv": "5", "styleId": 119, "availableId": 1, "id": "bwYWa0", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "“B” is for “Brooklyn.” We all learned that in school, yes? But “B” is also for “Belgium”. And when our brewmaster first visited Belgium in 1984, he learned that “K” is for “Kriek”. “Kriek” means “cherry” in Belgian Flanders, where for centuries Kriek beers have been made by adding cherries to lambics and other sour beers. Here in Brooklyn, we based our distinctly American take on Kriek on our dark abbey ale, the estimable Local 2. To this beer’s subtle marriage of malts, dark candi sugar, local wildflower honey and zing of orange peel, we added tart dried whole Montmorency cherries from Michigan. Around this, we wrapped a barrel of charred American bourbon oak. The sugar of the cherries began to ferment away. The barrels hissed. And we waited.\r\nSix months later, the beer emerged with a glowing red color, vibrant acidity, complex fruit aromatics, and a foundation of oak flavors, its strength moving past 10%. Its transformation almost complete, the beer joined priming sugar, Champagne yeast and wild Brettanomyces yeasts in the bottle and underwent a third fermentation. And we waited yet again.\r\nNow, a full year after we brewed it, this beer is ready for your table. K is for Kriek is dry, fruity, tart, full-bodied, and expansive, able to be enjoyed now or after years of cellaring. This beer is wondrous with poultry, duck and pork dishes, tremendous with goat cheeses, and a fine pairing for desserts. We originally made this beer just for ourselves, as part of our unreleased Ghost Bottle series, but it was too tasty to hoard. Beer is for drinking. And K is for Kriek.", "statusDisplay": "Verified", "nameDisplay": "K is For Kriek", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ROBNzb/upload_1Aoose-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ROBNzb/upload_1Aoose-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ROBNzb/upload_1Aoose-icon.png"}, "originalGravity": "1.076", "foodPairings": "Poultry, duck, pork, goat cheeses, desserts, and rich cheeses.", "createDate": "2015-03-30 16:35:41", "updateDate": "2015-12-17 22:55:18", "abv": "10.1", "styleId": 64, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "id": "ROBNzb", "name": "K is For Kriek"}, {"status": "verified", "isOrganic": "N", "description": "Very light ale brewed in the style of Cologne Germany, with a crisp, citrus finish. This is a unique German Ale which is ferociously defended and enjoyed in Cologne. (alc. 4.25% vol.)", "statusDisplay": "Verified", "nameDisplay": "K Street Kolsch", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.042", "description": "Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 4, "srmMax": "6", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:29:04", "fgMax": "1.01", "shortName": "Kölsch", "abvMax": "5.3", "id": 45, "srmMin": "4", "name": "German-Style Kölsch / Köln-Style Kölsch"}, "name": "K Street Kolsch", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:32", "updateDate": "2012-03-22 13:05:38", "abv": "4.25", "styleId": 45, "id": "LK20lm", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "K*ntish Town Beard", "nameDisplay": "K*ntish Town Beard", "originalGravity": "1.051", "createDate": "2014-11-10 18:18:19", "updateDate": "2014-11-10 18:19:52", "abv": "5.5", "styleId": 35, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.088", "description": "American style wheat wines range from gold to deep amber and are brewed with 50% or more wheat malt. They have full body and high residual malty sweetness. Perception of bitterness is moderate to medium -high. Fruity-ester characters are often high and counterbalanced by complexity of alcohols and high alcohol content. Hop aroma and flavor are at low to medium levels. Very low levels of diacetyl may be acceptable. Bready, wheat, honey-like and/or caramel aroma and flavor are often part of the character. Phenolic yeast character, sulfur, and/or sweet corn-like dimethylsulfide (DMS) should not be present. Oxidized, stale and aged characters are not typical of this style. Chill haze is allowable.", "createDate": "2012-03-21 20:06:46", "ibuMin": "45", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:17", "fgMax": "1.032", "shortName": "Wheatwine", "abvMax": "12", "id": 35, "srmMin": "8", "name": "American-Style Wheat Wine Ale"}, "id": "3Sszh3", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "description": "K-9 Cruiser is a dark, sweet and malty winter warmer that will captivate any adventurous craft brew drinker. A true Flying Dog original, K-9 Cruiser is the perfect brew to warm you up in those cold winter months.", "statusDisplay": "Verified", "nameDisplay": "K-9", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/iUpRSF/upload_FXmxm7-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/iUpRSF/upload_FXmxm7-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/iUpRSF/upload_FXmxm7-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.058", "description": "Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "30", "ibuMax": "65", "abvMin": "6", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:03", "fgMax": "1.03", "shortName": "Old Ale", "abvMax": "9", "id": 13, "srmMin": "12", "name": "Old Ale"}, "id": "iUpRSF", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:32", "updateDate": "2015-12-15 23:12:57", "abv": "7.4", "styleId": 13, "availableId": 8, "glasswareId": 5, "ibu": "30", "name": "K-9"}, {"status": "verified", "isOrganic": "N", "description": "Our first brew ever. This big bold Imperial Mocha Stout will sneak up on you. Its just too tasty brewed with coffee, cocoa and lactose.", "statusDisplay": "Verified", "nameDisplay": "K-Hole", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Kn5bew/upload_BSksOL-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Kn5bew/upload_BSksOL-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Kn5bew/upload_BSksOL-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2014-03-03 21:45:46", "updateDate": "2015-12-17 10:41:19", "abv": "9.2", "styleId": 43, "id": "Kn5bew", "name": "K-Hole"}, {"status": "verified", "isOrganic": "N", "name": "K-O Blond Beer", "nameDisplay": "K-O Blond Beer", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2012-01-03 02:43:32", "updateDate": "2015-05-15 18:43:11", "abv": "10", "styleId": 36, "id": "CmhU4n", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "K-Ölsch", "createDate": "2012-08-12 12:03:32", "updateDate": "2012-08-17 17:11:05", "id": "c4uZXt", "name": "K-Ölsch"}, {"status": "verified", "isOrganic": "N", "description": "American style pale with great aroma & citrus notes.", "statusDisplay": "Verified", "nameDisplay": "K.U.A.", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/j3rO38/upload_bRjaXb-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/j3rO38/upload_bRjaXb-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/j3rO38/upload_bRjaXb-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2014-08-11 20:33:45", "updateDate": "2015-12-17 15:20:16", "abv": "6.1", "styleId": 25, "id": "j3rO38", "name": "K.U.A."}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Brewed with new experimental hops grown in Leonard, MI. The beer exhibits a honey-like sweetness in the aroma, along with citrusy hop notes, all combined reminiscent of lemon meringue pie, before a bready, toasty malt character comes through in the flavor with a balanced medium bitterness.", "statusDisplay": "Verified", "nameDisplay": "K12 Experimental", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-04-08 20:03:39", "updateDate": "2015-04-08 20:03:39", "abv": "6.2", "styleId": 30, "availableId": 2, "id": "WpjLV8", "name": "K12 Experimental"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "An American style wheat beer infused with fresh strawberries and strawberry juice.  Light and refreshing this beer will quench your thirst and leave you wanting more.  It can truly be considered a great American \"session\" beverage.", "statusDisplay": "Verified", "nameDisplay": "K2 Strawberry Blonde Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Eeary7/upload_NNkdu9-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Eeary7/upload_NNkdu9-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Eeary7/upload_NNkdu9-icon.png"}, "originalGravity": "1.05", "id": "Eeary7", "createDate": "2014-09-16 16:08:41", "updateDate": "2015-12-17 17:52:56", "abv": "4", "styleId": 119, "availableId": 1, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "ibu": "20", "name": "K2 Strawberry Blonde Ale"}, {"status": "verified", "isOrganic": "N", "name": "K2's Ale Mary APA", "nameDisplay": "K2's Ale Mary APA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-03-13 15:17:23", "updateDate": "2015-03-13 15:17:24", "styleId": 25, "id": "Rni1xM", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "K2's Epic f'Ale Pale Ale", "nameDisplay": "K2's Epic f'Ale Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/swCkaR/upload_O5OLPJ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/swCkaR/upload_O5OLPJ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/swCkaR/upload_O5OLPJ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-03-13 15:11:32", "updateDate": "2015-12-18 00:07:46", "abv": "5", "styleId": 25, "id": "swCkaR", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "K2's Ferocious IPA", "nameDisplay": "K2's Ferocious IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-03-13 15:13:56", "updateDate": "2015-03-13 15:13:56", "styleId": 30, "id": "yWonLc", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "K2's Red Rye'dr RyePA", "nameDisplay": "K2's Red Rye'dr RyePA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/pTzDnv/upload_03KaR6-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/pTzDnv/upload_03KaR6-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/pTzDnv/upload_03KaR6-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "createDate": "2015-03-13 15:16:55", "updateDate": "2015-12-17 23:40:15", "abv": "6.5", "styleId": 117, "id": "pTzDnv", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Ka-Bar Brown", "statusDisplay": "Verified", "nameDisplay": "Ka-Bar Brown", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Avhod3/upload_21PvYa-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Avhod3/upload_21PvYa-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Avhod3/upload_21PvYa-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-09 20:33:18", "updateDate": "2015-12-16 15:02:45", "abv": "6", "styleId": 37, "availableId": 1, "id": "Avhod3", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Ka-Me-Ha-Me-Hop!", "nameDisplay": "Ka-Me-Ha-Me-Hop!", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2015-11-12 18:33:19", "updateDate": "2015-11-12 18:33:19", "styleId": 31, "id": "X5SaEs", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Ka...Pow", "nameDisplay": "Ka...Pow", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "Session India Pale Ales are gold to copper. Chill haze is allowable at cold temperatures and hop haze is allowable at any temperature. Fruity-ester aroma is light to moderate. Hop aroma is medium to high with qualities from a wide variety of hops from all over the world. Low to medium maltiness is present. Hop flavor is strong, characterized by flavors from a wide variety of hops. Hop bitterness is medium to high. Fruity-ester flavors are low to moderate. Diacetyl is absent or at very low levels. Body is low to medium.", "createDate": "2015-04-07 17:07:27", "categoryId": 3, "shortName": "Session IPA", "id": 164, "name": "Session India Pale Ale"}, "createDate": "2015-04-28 19:45:53", "updateDate": "2015-04-28 20:14:30", "abv": "5", "styleId": 164, "id": "y6oMd9", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Kabeelo Lodge Lager", "nameDisplay": "Kabeelo Lodge Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.044", "description": "This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.", "createDate": "2012-03-21 20:06:46", "ibuMin": "6", "categoryId": 8, "srmMax": "6", "ibuMax": "15", "abvMin": "4.3", "fgMin": "1.01", "updateDate": "2015-04-07 15:40:04", "fgMax": "1.014", "shortName": "American Premium Lager", "abvMax": "5", "id": 97, "srmMin": "2", "name": "American-Style Premium Lager"}, "createDate": "2012-01-03 02:43:32", "updateDate": "2012-03-22 13:04:38", "styleId": 97, "id": "kdhkBc", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "This is a culmination of all the IPAs our team has brewed over the years.  Our Imperial IPA is hopped, hopped and dry hopped with excessive abandon in mind.  Kabong! Hoppy, Smack Gusto.\r\nWhen you blaze a trail up a mountain, your goal is to reach the peak. We did the same with the Peak Series, our brewer’s selections that combine intensity, adventurous flavors and special brewing techniques to reach the pinnacle of the brewers’ art.  Our Peak Series beers are limited release and draft only.  Kabong is the first of our 2016 Peak Series.", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 60, "category": "hop", "farneseneMax": 1, "description": "Sometimes called a super Cascade, Centennial was bred in 1974 but not released until 1990. It has a floral, citrus aroma and a clean spicy flavor; its heritage includes Brewer's Gold, Fuggle, and East Kent Golding. Popular among craft brewers, Centennial lends its distinctive character to, among others, Sierra Nevada Celebration Ale and Sierra Nevada Bigfoot Barleywine.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:28", "betaAcidMin": 3.5, "categoryDisplay": "Hops", "id": 24, "humuleneMin": 10, "betaAcidMax": 4.5, "caryophylleneMax": 8, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 4, "cohumuloneMax": 30, "cohumuloneMin": 28, "myrceneMin": 45, "alphaAcidMin": 6, "humuleneMax": 18, "name": "Centennial"}, {"myrceneMax": 65, "category": "hop", "farneseneMax": 1, "description": "Simcoe is a dual-purpose hop variety which its grower claims is similar in character to Amarillo. It is a proprietary hop, and the name \"Simcoe\" is a registered trademark of Yakima Chief Ranches, LLC.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:36", "betaAcidMin": 4, "categoryDisplay": "Hops", "id": 118, "humuleneMin": 10, "betaAcidMax": 5, "caryophylleneMax": 8, "updateDate": "2013-06-24 16:10:38", "caryophylleneMin": 5, "cohumuloneMax": 20, "cohumuloneMin": 15, "myrceneMin": 60, "alphaAcidMin": 12, "humuleneMax": 15, "name": "Simcoe"}], "malt": [{"category": "malt", "name": "CaraStan", "characteristics": [{"description": "Increases the body of the beer.", "createDate": "2013-06-24 16:07:26", "id": 3, "name": "Body"}, {"description": "Imparts a caramel quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 5, "name": "Caramel"}, {"description": "Helps the head retention of the beer.", "createDate": "2013-06-24 16:07:26", "id": 9, "name": "Head"}, {"description": "Imparts a sweet flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 14, "name": "Sweet"}], "createDate": "2013-06-24 16:07:46", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 398}, {"category": "malt", "srmPrecise": 3.5, "description": "Vienna Malt is a kiln-dried barley malt darker than pale ale malt, but not as dark as Munich Malt. It imparts a golden to orange color and a distinctive toast or biscuit malt aroma to the beer.", "srmId": 4, "createDate": "2013-06-24 16:07:56", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFBF42", "id": 4, "name": "4"}, "potential": 1.036, "updateDate": "2013-06-24 16:10:14", "maxInBatch": 90, "requiresMashing": "Y", "id": 814, "name": "Vienna Malt"}]}, "nameDisplay": "Kabong", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "tGhHU3", "createDate": "2016-05-11 18:32:45", "updateDate": "2016-05-11 18:34:06", "abv": "11.1", "styleId": 31, "ibu": "111", "name": "Kabong"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A brown ale flavored with real cherries. Chocolate and coffee flavors which are balanced by the crisp zest of hops, finishing with the semi-tart cherry taste.", "srmId": 30, "srm": {"hex": "600903", "id": 30, "name": "30"}, "nameDisplay": "Kacey's Kristmas Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "id": "FMiBVG", "statusDisplay": "Verified", "createDate": "2015-04-09 19:58:20", "updateDate": "2015-04-09 19:58:20", "abv": "4.5", "styleId": 37, "availableId": 4, "foodPairings": "Soft brie and cranberries, roasted chestnuts, and Black Forrest cake.", "ibu": "15", "name": "Kacey's Kristmas Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Kadigan (nee Anthem) is not your ordinary blonde. It’s bright, crisp and clean with a firm backbone of hops to keep you coming back for more. Made with 2-row and Golden Promise malts, Hallertau Magnum and Saaz hops, and an American ale yeast.", "statusDisplay": "Verified", "nameDisplay": "Kadigan", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/X6fgxx/upload_SEmG0G-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/X6fgxx/upload_SEmG0G-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/X6fgxx/upload_SEmG0G-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "id": "X6fgxx", "createDate": "2015-02-25 22:49:48", "updateDate": "2015-02-25 22:55:50", "abv": "5.1", "styleId": 36, "availableId": 1, "ibu": "25", "name": "Kadigan"}, {"status": "verified", "isOrganic": "N", "description": "For those of you that don’t have something as prestigious as an English minor from a Big Ten party school like our brewmaster, “Kadigan” is a placeholder word, such as “thingamajig” and “John Doe.” We didn’t have time to lager an Oktoberfest this year, so our dunkelweizen (German for “dark wheat”) is this year’s placeholder. This beer is super easy drinking at 4.5% ABV and has absolutely no discernible bitterness. With notes of caramel, wheat, clove, banana, vanilla, and touches of citrus, putting down a liter stein or two is pretty much no big deal. Prost!", "srmId": 16, "nameDisplay": "KADIGAN", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.048", "description": "This beer style is characterized by a distinct sweet maltiness and a chocolate-like character from roasted malt. Estery and phenolic elements of this Weissbier should be evident but subdued. Color can range from copper-brown to dark brown. Dunkel Weissbier is well attenuated and very highly carbonated, and hop bitterness is low. Hop flavor and aroma are absent. Usually dark barley malts are used in conjunction with dark cara or color malts, and the percentage of wheat malt is at least 50 percent. If this is served with yeast, the beer may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "19", "ibuMax": "15", "abvMin": "4.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:30:09", "fgMax": "1.016", "shortName": "Dunkelweizen", "abvMax": "5.4", "id": 52, "srmMin": "10", "name": "South German-Style Dunkel Weizen / Dunkel Weissbier"}, "id": "pfQx8V", "statusDisplay": "Verified", "createDate": "2015-04-12 14:17:32", "updateDate": "2015-04-12 14:17:32", "abv": "4.5", "styleId": 52, "srm": {"hex": "B54C00", "id": 16, "name": "16"}, "ibu": "13", "name": "KADIGAN"}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "description": "Kafkaesque is defined thusly:\r\n1.Marked by a senseless, disorienting, often menacing complexity.\r\n2.Marked by surreal distortion and often a sense of impending danger.\r\n\r\nWe took the definition of Kafkaesque seriously when we created this beer.  Our brewers viewed it as a challenge to create a beer so complex and bizarre that it would make Franz himself proud.  We started with an Imperial IPA, then we transformed it into a rye IPA with a menacing portion of rye malt.  Then, we made it disorientingly black with some heavily roasted malts.  We needed more complexity, so we made it surreally smoky with cherry-wood smoked malts.  Lastly, we added 300 lbs of raspberries for fruitiness, and everybody knows you can’t have a complex beer without wood, so we let sit on toasted American oak.  We know that you will find this Imperial Smoked Black Rye Oaked Raspberry IPA to be very Kafkaesque.", "srmId": 37, "nameDisplay": "Kafkaesque", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/3RvQBd/upload_TRkkD8-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/3RvQBd/upload_TRkkD8-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/3RvQBd/upload_TRkkD8-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "3RvQBd", "statusDisplay": "Verified", "createDate": "2015-03-03 18:21:42", "updateDate": "2015-12-17 23:23:20", "abv": "10.3", "styleId": 31, "availableId": 8, "srm": {"hex": "3F0708", "id": 37, "name": "37"}, "ibu": "95", "name": "Kafkaesque"}, {"status": "verified", "isOrganic": "N", "description": "Brewed with Grapefruit and Ginger this refreshing summer ale is sure to please and pair at any summer party be it Bar-B-Que or a fine gathering of friends.", "statusDisplay": "Verified", "nameDisplay": "Kai", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/2MPZY0/upload_JMFyIM-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/2MPZY0/upload_JMFyIM-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/2MPZY0/upload_JMFyIM-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.036", "description": "English Summer Ale is light straw to golden colored with medium-low to medium bitterness, light to medium-light body, and low to medium residual malt sweetness. Torrefied and/or malted wheat are often used in quantities of 25% or less. Malt flavor may be biscuit-like. English, American or Noble-type hop, character, flavor and aroma are evident and may or may not be assertive yet always well balanced with malt character. Mild carbonation traditionally characterizes draft-cask versions. In bottled versions, normal or lively carbon dioxide content is appropriate. The overall impression is refreshing and thirst quenching. Fruity-ester characters are acceptable at low to moderate levels. No butterscotch-like diacetyl or sweet corn-like dimethylsulfide (DMS) should be apparent in aroma or flavor. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "7", "ibuMax": "30", "abvMin": "3.6", "fgMin": "1.006", "updateDate": "2015-04-07 15:19:26", "fgMax": "1.012", "shortName": "English Summer Ale", "abvMax": "5", "id": 6, "srmMin": "4", "name": "English-Style Summer Ale"}, "id": "2MPZY0", "createDate": "2015-04-10 15:29:28", "updateDate": "2015-12-18 01:20:30", "abv": "6.5", "styleId": 6, "ibu": "26", "name": "Kai"}, {"status": "verified", "isOrganic": "N", "description": "Our Alt beer is similar to the commercially produced alt beers that are made in Dusseldorf today, only stronger. It is made with German Weyermann malts and is hopped and dry hopped with German Perle and Spalt hops. This gives the beer a very malty character and a pleasant hop aroma and aftertaste. The result is an aromatic dark brown ale with a sweet malty taste.", "srmId": 35, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Kaiser Alt - Select Series", "srm": {"hex": "470606", "id": 35, "name": "35"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.044", "description": "German-Style Altbiers are copper to dark brown ales, originally from the Düsseldorf area. No chill haze should be perceived. A variety of malts including wheat may be used to produce medium-low to medium malt aroma. Fruityester aroma can be low. No diacetyl aroma should be perceived. Hop aroma is low to medium. A variety of malts including wheat may be used to produce medium-low to medium level malty flavor. Hop flavor is low to medium. Hop bitterness is medium to very high (although the 25 to 35 IBU range is more normal for the majority of Altbiers from Düsseldorf). Fruity-ester flavors can be low. No diacetyl should be perceived. The overall impression is clean, crisp, and flavorful often with a dry finish. Body is medium.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 4, "srmMax": "19", "ibuMax": "52", "abvMin": "4.3", "fgMin": "1.008", "updateDate": "2015-04-07 17:08:31", "fgMax": "1.014", "shortName": "Altbier", "abvMax": "5.5", "id": 55, "srmMin": "11", "name": "German-Style Altbier"}, "id": "nC47VW", "statusDisplay": "Verified", "createDate": "2014-06-13 17:53:38", "updateDate": "2014-06-13 19:01:32", "abv": "7", "styleId": 55, "glasswareId": 5, "ibu": "50", "foodPairings": "Our Kaiser Alt beer is very versitile and compliments a number of dishes quite well. In Germany, it is traditionally served with pork dishes, but it also pairs well with almost any red meat. It would also be excellent with almost any barbequed dish.", "name": "Kaiser Alt - Select Series"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "After driking a few glasses of our popular golden lager Bill's Pils, we wondered what would happen if we took everything we loved about the sytle and increased the amount of ingredients. The result is Kaiser Bill's Pils, a stronger, hoppier golden lager. We used about as much pilsner malt that could fit in our mash tun to boost the ABV above 7%, while still maintaining a beautiful golden color. Then we added a proportionally lager dose of Euro hops for some extra bitterness and intense aromatics. We suggest that this beer be paired with the Lobster Crab Cakes. Prost!", "statusDisplay": "Verified", "nameDisplay": "Kaiser Bill's Pils", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 7, "srmMax": "4", "ibuMax": "40", "abvMin": "4", "fgMin": "1.006", "updateDate": "2015-04-07 15:35:59", "fgMax": "1.012", "shortName": "German Pilsener", "abvMax": "5", "id": 75, "srmMin": "3", "name": "German-Style Pilsener"}, "id": "rLFi9w", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "createDate": "2012-01-03 02:43:32", "updateDate": "2012-03-22 13:05:13", "abv": "7.6", "styleId": 75, "availableId": 3, "glasswareId": 4, "ibu": "58", "name": "Kaiser Bill's Pils"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Kaiser Carnevale", "createDate": "2012-08-12 12:01:56", "updateDate": "2012-08-17 17:00:57", "id": "ZJs4Ti", "name": "Kaiser Carnevale"}, {"status": "verified", "isOrganic": "N", "name": "Kaiser Edel-Pils", "nameDisplay": "Kaiser Edel-Pils", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 7, "srmMax": "4", "ibuMax": "40", "abvMin": "4", "fgMin": "1.006", "updateDate": "2015-04-07 15:35:59", "fgMax": "1.012", "shortName": "German Pilsener", "abvMax": "5", "id": 75, "srmMin": "3", "name": "German-Style Pilsener"}, "createDate": "2012-08-12 12:01:50", "updateDate": "2012-08-18 23:37:58", "abv": "4.9", "styleId": 75, "id": "XBTYV3", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Kaiser Frühlings-Märzen", "createDate": "2012-08-12 12:01:56", "updateDate": "2012-08-17 17:00:52", "id": "x09GKH", "name": "Kaiser Frühlings-Märzen"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Kaiser Grüß de Gott Alois", "createDate": "2012-08-12 12:01:55", "updateDate": "2012-08-17 17:00:52", "id": "KgQSAq", "name": "Kaiser Grüß de Gott Alois"}, {"status": "verified", "isOrganic": "N", "description": "Malty and spicy, bright and Unmatched. Regional tastes perfectly.", "statusDisplay": "Verified", "nameDisplay": "Kaiser Gugg-a-Bier", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "Dortmunder has medium hop bitterness. Hop flavor and aroma from noble hops are perceptible but low. Sweet malt flavor can be low and should not be caramel-like. The color of this style is straw to deep golden. The body will be medium bodied. Fruity esters, chill haze, and diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "23", "categoryId": 7, "srmMax": "6", "ibuMax": "29", "abvMin": "5", "fgMin": "1.01", "updateDate": "2015-04-07 15:36:34", "fgMax": "1.014", "shortName": "Dortmunder", "abvMax": "6", "id": 79, "srmMin": "3", "name": "Dortmunder / European-Style Export"}, "createDate": "2012-08-12 12:01:53", "updateDate": "2012-08-18 23:38:08", "abv": "5.1", "styleId": 79, "id": "rPXDZ6", "name": "Kaiser Gugg-a-Bier"}, {"status": "verified", "isOrganic": "N", "name": "Kaiser Keller-Pils", "nameDisplay": "Kaiser Keller-Pils", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "description": "These beers are unfiltered German-style Altbier and Kölsch. They are packaged and/or served intentionally with low to moderate amounts of yeast. Products may be filtered and again dosed with yeast in the package, manifesting themselves as bottle conditioned beers or unfiltered beer with yeast present. They will most likely not be clear, and may appear slightly hazy to moderately cloudy. Yeast character, flavor and aroma are desirable, yet should be low to medium but not overpowering the balance and character of malt and hops. Low to moderately low levels of yeast-generated sulfur containing compounds should be apparent in aroma and flavor, and low levels of acetaldehyde or other volatiles normally removed during fermentation may or may not be apparent. The sulfur and acetaldehyde characters should contribute positively to the beer drinking experience. Head retention may not be optimal. The brewer must indicate the classic style on which the entry is based to allow for accurate judging. Beer entries not accompanied by this information will be at a disadvantage during evaluation.", "createDate": "2012-03-21 20:06:46", "categoryId": 4, "updateDate": "2015-04-07 15:31:30", "shortName": "Kellerbier", "id": 56, "name": "Kellerbier (Cellar beer) or Zwickelbier - Ale"}, "createDate": "2012-08-12 12:01:49", "updateDate": "2015-05-14 03:39:50", "abv": "4.9", "styleId": 56, "id": "IY1wCB", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Kaiser Kult!", "createDate": "2012-08-12 12:01:54", "updateDate": "2012-08-17 17:00:45", "id": "62ypry", "name": "Kaiser Kult!"}, {"status": "verified", "isOrganic": "N", "name": "Kaiser Lemon Kult!", "nameDisplay": "Kaiser Lemon Kult!", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2012-08-12 12:01:55", "updateDate": "2012-08-18 23:38:13", "abv": "2.9", "styleId": 119, "id": "iMhe1P", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Kaiser Original", "createDate": "2012-08-12 12:01:49", "updateDate": "2012-08-17 16:59:49", "id": "urkkLc", "name": "Kaiser Original"}, {"status": "verified", "isOrganic": "N", "name": "Kaiser Original alkoholfrei", "nameDisplay": "Kaiser Original alkoholfrei", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.026", "description": "These beers are very light in body and color. Malt sweetness is perceived at low to medium levels, while hop bitterness character is perceived at medium levels. Hop flavor and aroma may be low to medium. These beers should be clean with no perceived fruity esters or diacetyl. Very low levels of sulfur related compounds acceptable. Chill haze is not acceptable.", "createDate": "2012-03-21 20:06:46", "ibuMin": "16", "categoryId": 7, "srmMax": "4", "ibuMax": "24", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 17:14:37", "fgMax": "1.01", "shortName": "Leichtbier", "abvMax": "3.6", "id": 77, "srmMin": "2", "name": "German-Style Leichtbier"}, "createDate": "2012-08-12 12:01:50", "updateDate": "2014-10-13 19:49:41", "abv": "0.01", "styleId": 77, "id": "9VCMeU", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Henry Ford's Girthsome Fjord \r\n\r\nSkunkworks \r\nA Cognac barrel-aged double IPA. Our first bottled release with subsequent ever-changing iterations. Big, bright tropical fruit hop character against a backdrop of sweet caramel and malt, with smooth pronounced bitterness and hints of wood and cognac-y booze. \r\nBest enjoyed after winning a street fight, whilst wearing nipple clamps and taken as a suppository.", "statusDisplay": "Verified", "nameDisplay": "Kaiser Sauté", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/tyNNdi/upload_d7W3vZ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/tyNNdi/upload_d7W3vZ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/tyNNdi/upload_d7W3vZ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "createDate": "2015-02-25 19:47:42", "updateDate": "2015-12-17 23:02:21", "styleId": 125, "id": "tyNNdi", "name": "Kaiser Sauté"}, {"status": "verified", "isOrganic": "N", "name": "Kaiser Schtopumfhromfhloppum", "statusDisplay": "Verified", "nameDisplay": "Kaiser Schtopumfhromfhloppum", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/qqiEoe/upload_Afn0gn-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/qqiEoe/upload_Afn0gn-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/qqiEoe/upload_Afn0gn-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.042", "description": "Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 4, "srmMax": "6", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:29:04", "fgMax": "1.01", "shortName": "Kölsch", "abvMax": "5.3", "id": 45, "srmMin": "4", "name": "German-Style Kölsch / Köln-Style Kölsch"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:32", "updateDate": "2015-12-16 14:27:06", "styleId": 45, "id": "qqiEoe", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Kaiser Schubart-Dunkel", "nameDisplay": "Kaiser Schubart-Dunkel", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "Bamberg-style Weiss Rauchbier should have smoky characters that range from detectable to prevalent in the aroma and flavor. Smoke character is not harshly phenolic, but rather very smooth, almost rendering a perception of mild sweetness to this style of beer. The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove- or nutmeg-like and can be smoky or even vanilla-like. Banana-like esters are often present. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent. Weissbier is well attenuated and very highly carbonated and a medium- to full-bodied beer. The color is very pale to very dark amber. Darker (dunkel) styles should have a detectable degree of roast malt in the balance without being robust in overall character. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "18", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:30:29", "fgMax": "1.016", "shortName": "Rauchbier", "abvMax": "5.5", "id": 54, "srmMin": "4", "name": "Bamberg-Style Weiss (Smoke) Rauchbier (Dunkel or Helles)"}, "createDate": "2012-08-12 12:01:54", "updateDate": "2015-04-17 15:46:01", "abv": "4.9", "styleId": 54, "id": "TjG1iX", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Kaiser The Aristocrat", "nameDisplay": "Kaiser The Aristocrat", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/vPqP7h/upload_e96lGw-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/vPqP7h/upload_e96lGw-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/vPqP7h/upload_e96lGw-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2014-09-04 15:56:43", "updateDate": "2015-12-17 16:41:34", "abv": "6.8", "styleId": 25, "id": "vPqP7h", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Kaiser von Schnitzelburg", "nameDisplay": "Kaiser von Schnitzelburg", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.05", "description": "The American style of these classic German beers is distinguished by a comparatively greater degree of hop character. In general the style is characterized by a medium body and broad range of color from golden to reddish brown. Sweet maltiness should dominate over clean hop bitterness. The bitterness should not be aggressive or harsh. Malt character should be light-toasted rather than strongly caramel (though a low level of light caramel character is acceptable). Bread or biscuit-like malt character is acceptable in aroma and flavor. Hop aroma and flavor should be notable but at low to medium levels. Fruity esters should not be perceived. Diacetyl and chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 8, "srmMax": "15", "ibuMax": "30", "abvMin": "5.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:41:38", "fgMax": "1.02", "shortName": "American Oktoberfest", "abvMax": "5.9", "id": 102, "srmMin": "4", "name": "American-Style Märzen / Oktoberfest"}, "id": "havicP", "createDate": "2016-10-04 12:40:24", "updateDate": "2016-10-04 12:40:24", "abv": "5.6", "styleId": 102, "ibu": "27", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Kaiser Weizen Hefe natur", "createDate": "2012-08-12 12:01:50", "updateDate": "2012-08-17 16:59:59", "id": "lovAnv", "name": "Kaiser Weizen Hefe natur"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Kaiser Weizen Kristallklar", "createDate": "2012-08-12 12:01:51", "updateDate": "2012-08-17 16:59:59", "id": "O8dyxM", "name": "Kaiser Weizen Kristallklar"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Kaiser Weizen Leichtes Hefe", "createDate": "2012-08-12 12:01:52", "updateDate": "2012-08-17 17:00:31", "id": "cm5bGE", "name": "Kaiser Weizen Leichtes Hefe"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Kaiser Weizen Schwarzes Hefe", "createDate": "2012-08-12 12:01:52", "updateDate": "2012-08-17 17:00:00", "id": "0SMn6n", "name": "Kaiser Weizen Schwarzes Hefe"}, {"status": "verified", "isOrganic": "N", "name": "Kaiser Weizen-Radler", "nameDisplay": "Kaiser Weizen-Radler", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2012-08-12 12:01:52", "updateDate": "2012-08-18 23:38:31", "abv": "2.9", "styleId": 119, "id": "F5oPPf", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Kaiser Wilhelm (or as we like to call him, Kaiser Bill) would love this light, easy drinking German style wheat beer, with subtle clove and banana flavors.", "statusDisplay": "Verified", "nameDisplay": "Kaiser's Hefe Weizen", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "id": "XWB3F6", "createDate": "2015-11-25 16:51:40", "updateDate": "2015-11-25 16:51:40", "abv": "5", "styleId": 48, "ibu": "17", "name": "Kaiser's Hefe Weizen"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A light colored version of the Alt Beer.  This beer uses an ale type yeast at lager-like temperatures.  What results is a smooth almost fruity beer that is pleasing to the palate.  A small amount of Wheat malt is used to give extra body to this otherwise “light” beer.  Spalt hops balance the malt but impart no hop aroma.", "statusDisplay": "Verified", "nameDisplay": "Kaiser's Kolsch", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/STSz6B/upload_z4oLAJ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/STSz6B/upload_z4oLAJ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/STSz6B/upload_z4oLAJ-icon.png"}, "originalGravity": "1.048", "id": "STSz6B", "createDate": "2014-09-16 14:45:36", "updateDate": "2015-12-17 17:13:58", "abv": "4.6", "styleId": 45, "availableId": 1, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.042", "description": "Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 4, "srmMax": "6", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:29:04", "fgMax": "1.01", "shortName": "Kölsch", "abvMax": "5.3", "id": 45, "srmMin": "4", "name": "German-Style Kölsch / Köln-Style Kölsch"}, "ibu": "27", "name": "Kaiser's Kolsch"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A light colored German ale, brewed in the style of the famous beers of Cologne, this Kölsch-style beer features a fruity aroma and clean taste with light bitterness.", "statusDisplay": "Verified", "nameDisplay": "Kaiserhof", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Cns1Qe/upload_egkhd3-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Cns1Qe/upload_egkhd3-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Cns1Qe/upload_egkhd3-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.042", "description": "Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 4, "srmMax": "6", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:29:04", "fgMax": "1.01", "shortName": "Kölsch", "abvMax": "5.3", "id": 45, "srmMin": "4", "name": "German-Style Kölsch / Köln-Style Kölsch"}, "id": "Cns1Qe", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-09-29 17:40:35", "updateDate": "2015-12-16 19:05:59", "abv": "5", "styleId": 45, "availableId": 1, "glasswareId": 5, "ibu": "22", "name": "Kaiserhof"}]
