[{"status": "verified", "isOrganic": "N", "name": "1802 Armadia 21 decennium", "nameDisplay": "1802 Armadia 21 decennium", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "createDate": "2015-09-24 21:15:53", "updateDate": "2015-09-24 21:15:53", "abv": "8", "styleId": 59, "id": "MCMfDo", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Historically inspired, 1803 Fat Ox Ale is craft-brewed using old wold traditions and ingredients brought to New York by early settlers.  Toasted malt and carmel notes highlight this complex, small batch brew.", "statusDisplay": "Verified", "nameDisplay": "1803 Fat Ox Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/aeeemz/upload_YUp4AI-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/aeeemz/upload_YUp4AI-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/aeeemz/upload_YUp4AI-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.058", "description": "Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "30", "ibuMax": "65", "abvMin": "6", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:03", "fgMax": "1.03", "shortName": "Old Ale", "abvMax": "9", "id": 13, "srmMin": "12", "name": "Old Ale"}, "name": "1803 Fat Ox Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:36", "updateDate": "2015-12-16 13:43:19", "styleId": 13, "availableId": 2, "id": "aeeemz", "glasswareId": 5}, {"status": "verified", "isOrganic": "Y", "description": "Old world meets new world with this combination of American hops and barley with a European yeast. The Centennial hops produce a citrus and orange aroma combined with a light, drinkable body and a delicate, lacy head. Pine, resin and grass notes finish on the palate with a mild maltiness and a restrained bitter.", "srmId": 15, "nameDisplay": "1805 IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "AE0Qmm", "statusDisplay": "Verified", "createDate": "2015-05-05 15:27:23", "updateDate": "2015-05-05 15:27:23", "abv": "6", "styleId": 30, "srm": {"hex": "BB5100", "id": 15, "name": "15"}, "ibu": "60", "name": "1805 IPA"}, {"status": "verified", "isOrganic": "N", "name": "1806 Max I. Joseph", "nameDisplay": "1806 Max I. Joseph", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "Dortmunder has medium hop bitterness. Hop flavor and aroma from noble hops are perceptible but low. Sweet malt flavor can be low and should not be caramel-like. The color of this style is straw to deep golden. The body will be medium bodied. Fruity esters, chill haze, and diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "23", "categoryId": 7, "srmMax": "6", "ibuMax": "29", "abvMin": "5", "fgMin": "1.01", "updateDate": "2015-04-07 15:36:34", "fgMax": "1.014", "shortName": "Dortmunder", "abvMax": "6", "id": 79, "srmMin": "3", "name": "Dortmunder / European-Style Export"}, "createDate": "2013-05-03 01:07:27", "updateDate": "2016-04-04 19:17:37", "abv": "5.2", "styleId": 79, "id": "POACfR", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "1809", "nameDisplay": "1809", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/vpqpqA/upload_TfgHbV-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/vpqpqA/upload_TfgHbV-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/vpqpqA/upload_TfgHbV-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.028", "description": "This is very pale in color and the lightest of all the German wheat beers. The unique combination of yeast and lactic acid bacteria fermentation yields a beer that is acidic, highly attenuated, and very light bodied. The carbonation of a Berliner Weisse is high, and hop rates are very low. Clarity may be hazy or cloudy from yeast or chill haze. Hop character should not be perceived. Fruity esters will be evident. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "3", "categoryId": 4, "srmMax": "4", "ibuMax": "6", "abvMin": "2.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:29:14", "fgMax": "1.006", "shortName": "Berlinerweisse", "abvMax": "3.4", "id": 46, "srmMin": "2", "name": "Berliner-Style Weisse (Wheat)"}, "createDate": "2014-04-01 20:11:20", "updateDate": "2015-12-17 12:09:21", "abv": "5", "styleId": 46, "availableId": 1, "id": "vpqpqA", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "1809", "nameDisplay": "1809", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.028", "description": "This is very pale in color and the lightest of all the German wheat beers. The unique combination of yeast and lactic acid bacteria fermentation yields a beer that is acidic, highly attenuated, and very light bodied. The carbonation of a Berliner Weisse is high, and hop rates are very low. Clarity may be hazy or cloudy from yeast or chill haze. Hop character should not be perceived. Fruity esters will be evident. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "3", "categoryId": 4, "srmMax": "4", "ibuMax": "6", "abvMin": "2.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:29:14", "fgMax": "1.006", "shortName": "Berlinerweisse", "abvMax": "3.4", "id": 46, "srmMin": "2", "name": "Berliner-Style Weisse (Wheat)"}, "createDate": "2012-01-03 02:42:36", "updateDate": "2015-05-06 18:39:08", "abv": "5", "styleId": 46, "id": "Rl8hib", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Two centuries ago, on the site of what is now the Fort George Brewery block, fur magnate John Jacob Astor’s expedition boldly built a trading post they called Astoria—the first US settlement west of the Rocky Mountains. Today, we’re proud to craft the Official Bicentennial Beer of Astoria.\r\n Many West Coast brewers in the 19th century had no ice, so they improvised an effervescent beer by brewing lager yeasts at higher-than-normal temperatures. Described as a “refreshing drink, much consumed by the laboring classes,” it’s the inspiration for 1811 lager.\r\n\r\nMore flavorful than most modern lagers, and fermented at warmer temperatures, 1811 is lovingly concocted from 2 row malted barley and cracked maize; corn was a popular beer ingredient in pre-Prohibition days. 1811’s hop character gives it a distinctive Northwest style worthy of Astoria’s 200-year history.", "statusDisplay": "Verified", "nameDisplay": "1811 Lager", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/9XmyZr/upload_Bgommh-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/9XmyZr/upload_Bgommh-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/9XmyZr/upload_Bgommh-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "This beer style is unusual in that its impetus is to commemorate combinations of ingredients and/or techniques adopted by or unique to a particular region. At least one regional combination of ingredients and/or techniques must be unique and differentiated from ingredients and/or techniques commonly used by brewers throughout the world.  There are many excellent and popular beers that are brewed with either non-traditional or traditional ingredients and/or processes yet their character may distinctively vary from all other styles currently defined or included in these guidelines. These grain-based beers are brewed reflecting local beer culture (process, ingredients, climate, etc.). This category recognizes uniquely local or regional beer types and beers distinctively not defined in any recognized style in these guidelines. They may be light or dark, strong or weak, hoppy or not hoppy. They may have characters which are unique to yeast, fermentation techniques, aging conditions, carbonation level - or higher or lower levels of profound characters normally associated with other beer types. Examples of indigenous beers might include current day versions of highly regional and/or historic styles which are not represented elsewhere in these guidelines, such as Finnish-style sahti, S American chicha, African sorghum based beers, and others. Other examples might include beers made wholly unique by use of multiple local ingredients and/or techniques, with the resulting beer being highly representative of location, as well as differentiated from traditional beer style categories. Beers brewed with non-traditional hop varieties, grains, malt, yeast or other ingredient that still closely approximate an existing classical category would be more appropriately entered into the classical category. New and innovative beers that do not represent locally adopted techniques or grown ingredients would be more appropriately entered into the experimental category. Proper evaluation of entries in this category requires the need to provide  judges with additional information about the beer.  A written summary illustrating the intent, background, history, design and/or development of the beer as well as  describing any regional and/or stylistic context, choice of ingredients, process and any other unique information, helps establish a basis for comparison between highly diverse entries. Entering brewers must provide a statement of 100 words or less illustrating the above and why it is an indigenous beer without revealing the company's identity. This statement should be carefully crafted and will be evaluated by judges and carry significant weight in their decisions. Statements that contain information which might identify or otherwise create bias towards the entry will be modified by the Competition Manager. Entries not accompanied by this information will be at a profound disadvantage during judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:45:15", "shortName": "Indigenous Beer", "id": 128, "name": "Indigenous Beer (Lager or Ale)"}, "createDate": "2015-03-03 16:40:27", "updateDate": "2015-12-17 23:28:08", "abv": "5.1", "styleId": 128, "availableId": 1, "id": "9XmyZr", "name": "1811 Lager"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Awarded a Silver Medal in the World Beer Championships in the Amber Ale category for 1998, this is our flagship ale. It has a nutty malt flavor which is balanced by a citris hop flavor and a classic ale fruitiness. We distribute this ale on draft and in bottles throughout Northern & Central New York.", "statusDisplay": "Verified", "nameDisplay": "1812 Amber Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/kWXWGC/upload_4D0vj0-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/kWXWGC/upload_4D0vj0-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/kWXWGC/upload_4D0vj0-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "name": "1812 Amber Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:36", "updateDate": "2015-12-16 08:22:08", "abv": "5.2", "styleId": 32, "availableId": 1, "id": "kWXWGC", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A German style kolsch beer, light in color with a crisp flavor and is easy to drink. We plan to offer 1812 Light in bottles and kegs for national distribution later in the year.", "statusDisplay": "Verified", "nameDisplay": "1812 Light", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.042", "description": "Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 4, "srmMax": "6", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:29:04", "fgMax": "1.01", "shortName": "Kölsch", "abvMax": "5.3", "id": 45, "srmMin": "4", "name": "German-Style Kölsch / Köln-Style Kölsch"}, "name": "1812 Light", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:36", "updateDate": "2012-03-22 13:05:21", "abv": "5.2", "styleId": 45, "availableId": 1, "id": "MqGKPd", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Our imagined homage to an early 19th century porter brewed & blended by the Washington Brewery (located in DC's Navy Yard from 1805 -1836); this porter is a blend of 3 brews, each also inspired by historic offerings from the Washington Brewery, and each brewed from the same base recipe, but to varying strengths: 25% #1 - Strong Ale (6.7% abv; finished with brettanomyces), 37.5% #2 - x ale (8.5% abv),37.5% #3 - Table Beer (2.6% abv; soured with lactobacillus); crafted with traditional ingredients (Thomas Fawcett amber malt & molasses), classic American-grown cluster hops & Virginia-grown wheat; brewed in collaboration with local beer historian Michael Stein.", "statusDisplay": "Verified", "nameDisplay": "1812 Project", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "id": "cf8LBF", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "createDate": "2015-04-13 13:07:58", "updateDate": "2015-04-13 14:21:45", "abv": "5.8", "styleId": 18, "glasswareId": 8, "ibu": "36", "name": "1812 Project"}, {"status": "verified", "isOrganic": "N", "description": "Developed using ingredients that would have been around in 1814, this beer was made to celebrate the end of the War of 1812.  Its dark with a little sweetness and fruity esters.  Pours great on Nitro.", "statusDisplay": "Verified", "nameDisplay": "1814 Brown Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "createDate": "2016-04-01 17:42:07", "updateDate": "2016-04-15 19:39:31", "abv": "5.3", "styleId": 37, "id": "yxVyfE", "name": "1814 Brown Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "After the Battle of Bladensburg the British Army burned Washington to the ground....we ain't bitter! We've realized the best revenge is living well. Please enjoy our British-style session bitter's smooth maltiness and finely balanced hops.", "statusDisplay": "Verified", "ingredients": {"malt": [{"characteristics": [{"description": "Imparts a nutty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 11, "name": "Nutty"}], "srmPrecise": 3, "description": "Maris Otter is an English thoroughbred and this winter barley variety is still the favored choice of many UK cask ale brewers. In the field, its yield has been surpassed hugely by more modern varieties, so it has to be grown on contract for the maltster each year by selected farmers. The resulting malt is typically described as having a rich, nutty flavor. Performance in the brewhouse is predictable and consistent with excellent run-offs.", "srmId": 3, "countryOfOrigin": "GB", "diastaticPower": 120, "createDate": "2013-06-24 16:07:57", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFCA5A", "id": 3, "name": "3"}, "country": {"displayName": "United Kingdom", "name": "UNITED KINGDOM", "isoThree": "GBR", "createDate": "2012-01-03 02:41:33", "numberCode": 826, "isoCode": "GB"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.038, "coarseFineDifference": 1.5, "maxInBatch": 100, "requiresMashing": "Y", "dryYield": 82.5, "protein": 11.7, "category": "malt", "id": 1920, "moistureContent": 3, "name": "Maris Otter"}, {"category": "malt", "srmPrecise": 2, "description": "An early-maturing spring barley, it is the Scottish equivalent of Maris Otter. Though brewers north of the English border claim that its sweet, clean flavor is superior to Maris Otter. Golden Promise malt has a depth of flavor that makes it the ideal base malt for both UK and USA-style IPAs. Golden Promise is also used extensively by premium whisky distilleries such as The Macallan.", "srmId": 2, "countryOfOrigin": "GB", "characteristics": [{"description": "Imparts a sweet flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 14, "name": "Sweet"}], "createDate": "2013-06-24 16:07:51", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFD878", "id": 2, "name": "2"}, "dryYield": 81, "maxInBatch": 100, "requiresMashing": "Y", "updateDate": "2013-06-24 16:10:14", "protein": 9.5, "country": {"displayName": "United Kingdom", "name": "UNITED KINGDOM", "isoThree": "GBR", "createDate": "2012-01-03 02:41:33", "numberCode": 826, "isoCode": "GB"}, "id": 580, "moistureContent": 3, "name": "Golden Promise"}]}, "nameDisplay": "1814 ESB", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/wevPSI/upload_MJsnV6-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/wevPSI/upload_MJsnV6-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/wevPSI/upload_MJsnV6-icon.png"}, "originalGravity": "1.054", "id": "wevPSI", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:36", "updateDate": "2015-12-16 11:52:11", "abv": "6.1", "styleId": 5, "availableId": 1, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "ibu": "17", "name": "1814 ESB"}, {"status": "verified", "isOrganic": "Y", "description": "Our Black Lager aged in Chattanooga whisky barrels.", "statusDisplay": "Verified", "nameDisplay": "1816 Black Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Any classic style or unique experimental style of dark beer can be wood or barrel-aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character but wood-aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Primary character of the beer style may or may not be apparent. Sour wood-aged beer of any color is outlined in other categories. Dark fruited or spiced beer would also be appropriately entered in this category. Beers in this style may or may not have Brettanomyces character.  The brewer should explain the special nature of the beer to allow for accurate judging. Comments could include: type of wood used (new or old, oak or other wood type), type of barrel used (new, port/ whiskey/ wine/ sherry/ other), base beer style or achieved character. Beer entries not accompanied by this information will be at a disadvantage during judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "abvMin": "3.75", "updateDate": "2015-04-07 15:46:44", "shortName": "BBL Aged Dark", "abvMax": "6.5", "id": 134, "name": "Wood- and Barrel-Aged Dark Beer"}, "id": "u5WJsW", "createDate": "2015-07-22 18:12:49", "updateDate": "2015-07-22 18:12:49", "abv": "4.7", "styleId": 134, "ibu": "27", "name": "1816 Black Lager"}, {"status": "verified", "isOrganic": "N", "name": "1819", "nameDisplay": "1819", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/TBNKmt/upload_rXBinr-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/TBNKmt/upload_rXBinr-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/TBNKmt/upload_rXBinr-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.06", "description": "This medium-bodied, red to dark brown colored ale has a malty sweetness and chocolate-like caramel aroma. A light hop flavor and/or aroma is acceptable. Dubbels are also characterized by low-medium to medium bitterness. No diacetyl is acceptable. Yeastgenerated fruity esters (especially banana) are appropriate at low levels. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Often bottle conditioned a slight yeast haze and flavor may be evident.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "36", "ibuMax": "30", "abvMin": "6.25", "fgMin": "1.012", "updateDate": "2015-04-07 15:31:45", "fgMax": "1.016", "shortName": "Belgian Dubbel", "abvMax": "7.5", "id": 58, "srmMin": "16", "name": "Belgian-Style Dubbel"}, "createDate": "2013-02-22 17:47:11", "updateDate": "2015-12-17 00:08:21", "abv": "7.4", "styleId": 58, "id": "TBNKmt", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available during the spring months.", "id": 5, "name": "Spring"}, "isOrganic": "N", "description": "1824 is a Belgian Dark Strong. It is a rich, malt-forward ale with notes of raisins, dark fruit, and a hit of spice.", "statusDisplay": "Verified", "nameDisplay": "1824", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "createDate": "2014-09-18 03:44:52", "updateDate": "2015-06-18 17:42:43", "abv": "12.2", "styleId": 64, "availableId": 5, "id": "WYKUyD", "name": "1824"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "1825", "statusDisplay": "Verified", "nameDisplay": "1825", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/bpPaLC/upload_be0mML-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/bpPaLC/upload_be0mML-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/bpPaLC/upload_be0mML-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian pale strong ales are pale to golden in color with relatively light body for a beer of its alcoholic strength. Often brewed with light colored Belgian \"candy\" sugar, these beers are well attenuated. The perception of hop bitterness is medium-low to medium -high, with hop flavor and aroma also in this range. These beers are highly attenuated and have a perceptively deceiving high alcoholic character-being light to medium bodied rather than full bodied. The intensity of malt character should be low to medium, often surviving along with a complex fruitiness. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "10", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:16", "fgMax": "1.024", "shortName": "Belgian Pale Strong", "abvMax": "11", "id": 63, "srmMin": "4", "name": "Belgian-Style Pale Strong Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:36", "updateDate": "2015-12-16 14:16:16", "abv": "9.3", "styleId": 63, "availableId": 1, "id": "bpPaLC", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "1834 Corktown Rye", "nameDisplay": "1834 Corktown Rye", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/0tIDxS/upload_bPyo3w-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/0tIDxS/upload_bPyo3w-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/0tIDxS/upload_bPyo3w-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "createDate": "2015-01-23 15:54:58", "updateDate": "2016-05-18 00:05:14", "abv": "6.8", "styleId": 117, "id": "0tIDxS", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "If you ask what 1836 stands for, we'll ask you to put down our beer and leave our country\r\n\r\nTexas is more than just tumbleweeds. It’s  shining star, Houston, was founded on the banks of the Buffalo Bayou in 1836. Wild, earthy and soulful, yet balanced in its boldness, 1836 represents a fresh start for beer in Houston.\r\n\r\nThis beer combines two of our favorite flavors: a sweet and toasty measure of Victory malts counter-balanced with the earthy, woody, floral aspects of our favorite hops.", "statusDisplay": "Verified", "nameDisplay": "1836", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/SC48ZG/upload_GQbZlp-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/SC48ZG/upload_GQbZlp-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/SC48ZG/upload_GQbZlp-icon.png"}, "originalGravity": "1.057", "id": "SC48ZG", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-05-09 20:22:29", "updateDate": "2016-07-07 19:08:27", "abv": "5.7", "styleId": 5, "availableId": 1, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "ibu": "40", "name": "1836"}, {"status": "verified", "isOrganic": "N", "description": "1837 is a blonde beer that is slightly cloudy. It contains 7% alcohol and is refermented in the bottle. Following the brewing tradition of the great abbey beers, it is made with a blend of Quebec-grown raw wheat, lightly roasted barley and a hint of spices. It is a truly refreshing beer.", "statusDisplay": "Verified", "nameDisplay": "1837", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "createDate": "2012-01-03 02:42:36", "updateDate": "2012-03-22 13:04:44", "abv": "7", "styleId": 70, "id": "VLwX03", "name": "1837"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "First brewed in 1842 and taking it's name from the city of Plsen in western Bohemia, pilsener is the original golden lager. The signature taste of Czech Saaz hops compliment pale pilsener malt to create the most famous and beloved styles of Czech beers.", "statusDisplay": "Verified", "nameDisplay": "1842 Czech Pilsener", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/SJTtiL/upload_YoLOYg-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/SJTtiL/upload_YoLOYg-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/SJTtiL/upload_YoLOYg-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "Traditional Bohemian Pilseners are medium bodied, and they can be as dark as a light amber color. This style balances moderate bitterness and noble-type hop aroma and flavor with a malty, slightly sweet, medium body. Extremely low levels of diacetyl and low levels of sweet corn-like dimethylsulfide (DMS) character, if perceived, are characteristic of this style and both may accent malt aroma. A toasted-, biscuit-like, bready malt character along with low levels of sulfur compounds may be evident. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "30", "categoryId": 7, "srmMax": "7", "ibuMax": "45", "abvMin": "4", "fgMin": "1.014", "updateDate": "2015-04-07 15:36:03", "fgMax": "1.02", "shortName": "Bohemian Pilsener", "abvMax": "5", "id": 76, "srmMin": "3", "name": "Bohemian-Style Pilsener"}, "id": "SJTtiL", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2012-01-03 02:43:02", "updateDate": "2015-12-16 08:23:59", "abv": "4", "styleId": 76, "availableId": 1, "glasswareId": 4, "ibu": "32", "name": "1842 Czech Pilsener"}, {"status": "verified", "isOrganic": "N", "name": "1845 Celebration Ale", "nameDisplay": "1845 Celebration Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.06", "description": "Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "21", "ibuMax": "65", "abvMin": "7", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:05", "fgMax": "1.04", "shortName": "Strong Ale", "abvMax": "11", "id": 14, "srmMin": "8", "name": "Strong Ale"}, "createDate": "2012-01-03 02:42:36", "updateDate": "2016-08-29 12:33:10", "abv": "6.3", "styleId": 14, "id": "Y2RzRP", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "description": "A dry, bitter, Irish dark ale brewed with malted rye and hopped with Columbus. Extremely dry and roasty. Delicious!", "statusDisplay": "Verified", "nameDisplay": "1847 Rye Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/lTDXBE/upload_XsSLOK-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/lTDXBE/upload_XsSLOK-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/lTDXBE/upload_XsSLOK-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "id": "lTDXBE", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-02-21 16:03:55", "updateDate": "2015-12-16 15:30:53", "abv": "6.8", "styleId": 42, "availableId": 8, "glasswareId": 5, "ibu": "50", "name": "1847 Rye Stout"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "This Ale is truly American. It is a West-Coast original. This style of beer was originally developed in San Francisco, where the air was cool enough to substitute for refrigeration. It is an improvisation of a beer developed as early as the Gold Rush days. One sip, and you'll think you've struck gold!", "statusDisplay": "Verified", "nameDisplay": "1849", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/mL6yFm/upload_pbRP6o-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/mL6yFm/upload_pbRP6o-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/mL6yFm/upload_pbRP6o-icon.png"}, "originalGravity": "1.052", "id": "mL6yFm", "createDate": "2013-11-26 21:14:29", "updateDate": "2015-12-17 07:21:10", "abv": "5", "styleId": 110, "availableId": 2, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.045", "description": "California Common Beer is light amber to amber in color and is medium bodied. There is a noticeable degree of caramel-type malt character in flavor and often in aroma. Hop bitterness impression is medium to medium high and is balanced with a low to medium-low degree of fruity esters and malt character and give an impression of balance and drinkability. Hop flavor and aroma is low to medium-low. California Common Beer is a style of beer brewed with lager yeasts but at ale fermentation temperatures. Diacetyl and chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 11, "srmMax": "15", "ibuMax": "45", "abvMin": "4.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:42:34", "fgMax": "1.018", "shortName": "California Common", "abvMax": "5.6", "id": 110, "srmMin": "8", "name": "California Common Beer"}, "ibu": "32", "name": "1849"}, {"status": "verified", "isOrganic": "N", "description": "Stephen Fraley was discussing the Civil War when men rode their horses in with a grudge. As his two comrades scattered and were shot, Fraley evaded his assailants by running inside and hiding under his wife's large hoop dress. In honor of his successful running to hide, we brew a traditional London style Porter with chocolate and berry notes from Brown malt and light oak and leather notes from East Kent Golding hops.", "statusDisplay": "Verified", "nameDisplay": "1850 Runner", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "id": "piINy9", "createDate": "2015-04-16 19:04:45", "updateDate": "2015-04-16 19:04:45", "abv": "6.3", "styleId": 18, "ibu": "32", "name": "1850 Runner"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Where would we be without our home state? Celebrating 165 years of statehood, La Florida officially joined the union in 1845. Hence the name for our All-American Pilsner.\r\n\r\nLight in color and balanced in taste, the 1845 deserves it’s own flag. According to the history books, the Governor of Florida signed our statehood papers on the steps of the Capitol. We’re gonna bet the assembled group celebrated with a special kind of Florida beer, if only 1845 had been available on tap!\r\n\r\nThe smooth, crisp taste is as American as baseball and apple pie, with a little something special just from Florida thrown in. We might not have a lone star or a tv show about a yankee shoreline, but we do have our own brand of Florida pride. And y’all, we can drink ours.", "statusDisplay": "Verified", "nameDisplay": "1854", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/fzzxsW/upload_QDkM3f-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/fzzxsW/upload_QDkM3f-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/fzzxsW/upload_QDkM3f-icon.png"}, "originalGravity": "1.048", "id": "fzzxsW", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "createDate": "2012-03-07 17:31:38", "updateDate": "2015-12-16 15:26:50", "abv": "4.8", "styleId": 98, "availableId": 4, "glasswareId": 4, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "ibu": "30", "foodPairings": "Chicken Kiev; Braised Ribs; Grilled Flounder; Peppery cheeses like Monterey and Pepper Jack", "name": "1854"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "An assertive American style pale ale in which mild caramel notes showcase the citrusy character of the iconic hop varieties of the Pacific Northwest.", "statusDisplay": "Verified", "nameDisplay": "1855 Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2013-03-19 02:18:43", "updateDate": "2015-06-09 15:31:38", "styleId": 25, "availableId": 1, "id": "yCo3Ci", "name": "1855 Pale Ale"}, {"status": "verified", "isOrganic": "N", "name": "1856 IPA", "nameDisplay": "1856 IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2014-10-17 00:57:27", "updateDate": "2014-10-17 19:18:44", "abv": "6.8", "styleId": 30, "id": "ilFQn8", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Our master brewer had to brew a tasty lagers. With its very unique bryggkonst he created Disabled 1857, who by chance was a beer in the \"mellanöls\" class.", "statusDisplay": "Verified", "nameDisplay": "1857", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/VOzdzW/upload_phqZ1r-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/VOzdzW/upload_phqZ1r-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/VOzdzW/upload_phqZ1r-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.024", "description": "These beers are extremely light straw to light amber in color, light in body, and high in carbonation. They should have a maximum carbohydrate level of 3.0 gm per 12 oz. (356 ml). These beers are characterized by extremely high degree of attenuation (often final gravity is less than 1.000 (0 ºPlato), but with typical American-style light lager alcohol levels. Corn, rice, or other grain adjuncts are often used. Flavor is very light/mild and very dry. Hop flavor, aroma and bitterness are negligible to very low. Very low yeasty flavors and fruity esters are acceptable in aroma and flavor. Chill haze and diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "3", "categoryId": 8, "srmMax": "10", "ibuMax": "10", "abvMin": "3.5", "fgMin": "0.992", "updateDate": "2015-04-07 15:39:47", "fgMax": "1.004", "shortName": "American Low-Carb Lager", "abvMax": "4.4", "id": 95, "srmMin": "2", "name": "American-Style Low-Carbohydrate Light Lager"}, "foodPairings": "in 1857, is a good and tasty alternative to anyone who is looking for a good beer. Served best with lighter dishes with white meat.", "createDate": "2015-03-03 22:48:44", "updateDate": "2015-12-17 22:31:11", "styleId": 95, "availableId": 1, "id": "VOzdzW", "name": "1857"}, {"status": "verified", "isOrganic": "N", "description": "A velvety beer offering distinctive notes of malt, honey and acacia, as well as a very delicate hint of bitterness, with a pleasant aftertaste.", "statusDisplay": "Verified", "nameDisplay": "1857", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.026", "description": "These beers are very light in body and color. Malt sweetness is perceived at low to medium levels, while hop bitterness character is perceived at medium levels. Hop flavor and aroma may be low to medium. These beers should be clean with no perceived fruity esters or diacetyl. Very low levels of sulfur related compounds acceptable. Chill haze is not acceptable.", "createDate": "2012-03-21 20:06:46", "ibuMin": "16", "categoryId": 7, "srmMax": "4", "ibuMax": "24", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 17:14:37", "fgMax": "1.01", "shortName": "Leichtbier", "abvMax": "3.6", "id": 77, "srmMin": "2", "name": "German-Style Leichtbier"}, "name": "1857", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-04-09 22:04:00", "updateDate": "2014-11-17 19:36:02", "abv": "4.8", "styleId": 77, "id": "j8sDQf", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "186,000 MPS Malt Liquor", "nameDisplay": "186,000 MPS Malt Liquor", "createDate": "2012-01-03 02:42:36", "updateDate": "2012-03-22 13:05:05", "abv": "10.5", "id": "3wVSu9", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "In 1862, President Lincoln signed the Morrill Act into law, giving the American populous the opportunity to seek a higher education. It called and provided for one great state university in each state of the Union and inadvertently led to tailgate parties, marching bands, fight songs and Bowl Games. Ohio took advantage in 1870, building a fine university right here in Columbus.\r\n\r\nAs Justin Morrill proposed to put a degree in the people’s right hand, the Land-Grant Brewing Company seeks to put a quality beer in the left. Our 1862 Ale, a German-style Kölsch, is a crisp and easy-drinking beer, especially perfect for when that big rival from the north comes to town.", "srmId": 2, "glass": {"createDate": "2012-01-03 02:41:33", "id": 7, "name": "Stange"}, "nameDisplay": "1862 Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.034", "description": "Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "2", "ibuMax": "30", "abvMin": "4", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:20", "fgMax": "1.01", "shortName": "Session", "abvMax": "5.1", "id": 108, "srmMin": "2", "name": "Session Beer"}, "id": "XdLHAW", "statusDisplay": "Verified", "createDate": "2015-06-30 21:54:21", "updateDate": "2015-07-01 13:33:31", "abv": "4.9", "styleId": 108, "availableId": 1, "glasswareId": 7, "ibu": "33", "srm": {"hex": "FFD878", "id": 2, "name": "2"}, "name": "1862 Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Our 1864 American IPA pairs an outstanding hop profile with a medium malt body. It’s a truly smooth, approachable beer delivering a flavor that both IPA novices and hopheads alike will enjoy. And, at a venerable 6.3% ABV, it packs just the right amount of punch. Originally named in honor of the year Atlanta began to rebuild after being razed, 1864 also marks our beginning as a brewery. We couldn’t be prouder of this beer and what it represents. Here’s hoping you like it, too..", "statusDisplay": "Verified", "nameDisplay": "1864", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2016-09-26 15:47:56", "updateDate": "2016-09-26 15:47:56", "abv": "6.3", "styleId": 30, "availableId": 1, "id": "XvS9zC", "name": "1864"}, {"status": "verified", "isOrganic": "Y", "description": "Today we release a smoked porter called 1864. We’re calling it 1864 to commemorate the Battle of Franklin, which happened November 30, 1864. We’re donating $5 from each keg purchased to Battle of Franklin Trust, a local charity dedicated to maintaining and restoring the properties, artifacts, and documents related to the Battle of Franklin in order to preserve its history.", "statusDisplay": "Verified", "nameDisplay": "1864", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Any style of beer can be smoked; the goal is to reach a balance between the style's character and the smoky properties. Type of wood or other sources of smoke should be specified as well as the style the beer is based upon.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:45:19", "shortName": "Smoke Beer", "id": 129, "name": "Smoke Beer (Lager or Ale)"}, "createDate": "2015-07-21 16:00:10", "updateDate": "2015-07-21 16:00:11", "styleId": 129, "id": "OsA5NP", "name": "1864"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "1865 Amber", "nameDisplay": "1865 Amber", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.042", "description": "American-style amber lagers are light amber to amber or copper colored. They are medium bodied. There is a noticeable degree of caramel-type malt character in flavor and often in aroma. This is a broad category in which the hop bitterness, flavor, and aroma may be accentuated or may only be present at relatively low levels, yet noticeable. Fruity esters, diacetyl, and chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 8, "srmMax": "14", "ibuMax": "30", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:41:26", "fgMax": "1.018", "shortName": "American Amber Lager", "abvMax": "5.4", "id": 101, "srmMin": "6", "name": "American-Style Amber Lager"}, "id": "lRH6Tm", "createDate": "2015-01-22 20:49:11", "updateDate": "2015-02-02 20:00:50", "abv": "4.8", "styleId": 101, "availableId": 1, "ibu": "32.2", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "1871 Black IPA", "statusDisplay": "Verified", "nameDisplay": "1871 Black IPA", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English dark mild ales range from deep copper to dark brown (often with a red tint) in color. Malt flavor and caramel are part of the flavor and aroma profile while, licorice and roast malt tones may sometimes contribute to the flavor and aroma profile. Body should be low-medium to medium. These beers have very little hop flavor or aroma. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "34", "ibuMax": "24", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:43", "fgMax": "1.008", "shortName": "English Dark Mild", "abvMax": "4", "id": 11, "srmMin": "17", "name": "English-Style Dark Mild Ale"}, "id": "NYMMGA", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "createDate": "2014-10-01 23:35:25", "updateDate": "2014-10-02 14:49:26", "abv": "5.5", "styleId": 11, "ibu": "50", "glasswareId": 8}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "1871 Conflagration", "srmId": 30, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "1871 Conflagration", "originalGravity": "1.076", "id": "J3hNW6", "statusDisplay": "Verified", "createDate": "2016-06-15 21:23:46", "updateDate": "2016-06-29 13:15:09", "abv": "7", "styleId": 33, "availableId": 1, "srm": {"hex": "600903", "id": 30, "name": "30"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Imperial Red Ales are deep amber to dark copper/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.", "createDate": "2012-03-21 20:06:46", "ibuMin": "55", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "7.9", "fgMin": "1.02", "updateDate": "2015-04-07 17:05:43", "fgMax": "1.028", "shortName": "Imperial Red", "abvMax": "10.5", "id": 33, "srmMin": "10", "name": "Imperial Red Ale"}, "ibu": "60", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "1871 Stout", "nameDisplay": "1871 Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "id": "51ykAY", "createDate": "2014-09-22 18:31:30", "updateDate": "2014-09-22 18:31:30", "abv": "5.9", "styleId": 42, "ibu": "26", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A true British-style Ale, this beer exhibits toasty and dark chocolate flavors along with a light hop profile. We use traditional British malt and hops with our house ale yeast to produce this version of a robust porter that features a pleasant, chocolatey aroma, and toasty flavor notes in an all-around well balanced porter.", "statusDisplay": "Verified", "nameDisplay": "1879", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Robust porters are black in color and have a roast malt flavor, often reminiscent of cocoa, but no roast barley flavor. These porters have a sharp bitterness of black malt without a highly burnt/charcoal flavor. Caramel and other malt sweetness should be present and in harmony with other distinguishing porter characters. Robust porters range from medium to full in body and have a malty sweetness. Hop bitterness is medium to high, with hop aroma and flavor ranging from negligible to medium. Diacetyl is acceptable at very low levels. Fruity esters should be evident, balanced with roast malt and hop bitterness.", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "40", "abvMin": "5", "fgMin": "1.008", "updateDate": "2015-04-07 15:21:45", "fgMax": "1.016", "shortName": "Robust Porter", "abvMax": "6.5", "id": 19, "srmMin": "30", "name": "Robust Porter"}, "createDate": "2015-05-18 14:50:54", "updateDate": "2015-05-18 15:33:06", "abv": "5.4", "styleId": 19, "id": "9SIMRc", "name": "1879"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "We grew this beer with Cascade & Chinook hops grown at the Ruhstaller Farm & Yard in Dixon, California and California Common hops grown at Utterback Farms in Sloughouse, California.", "statusDisplay": "Verified", "nameDisplay": "1881 Sacramento Red Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "lE8TfP", "createDate": "2015-08-31 04:17:14", "updateDate": "2015-08-31 19:37:32", "abv": "5.6", "styleId": 32, "availableId": 1, "ibu": "35", "name": "1881 Sacramento Red Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This Belgian Style Tripel has Spicy notes with a background of supporting bitterness. Earthy flavors and spicy Belgian undertones.", "statusDisplay": "Verified", "nameDisplay": "1887", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/UIyiuZ/upload_H42IqW-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/UIyiuZ/upload_H42IqW-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/UIyiuZ/upload_H42IqW-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "name": "1887", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "createDate": "2016-08-25 01:12:01", "updateDate": "2016-08-25 12:33:30", "abv": "9.3", "styleId": 59, "availableId": 1, "id": "UIyiuZ", "glasswareId": 8}, {"status": "verified", "isOrganic": "N", "description": "God Created Tangerine", "statusDisplay": "Verified", "nameDisplay": "1887", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Xz5UAR/upload_5KnfEY-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Xz5UAR/upload_5KnfEY-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Xz5UAR/upload_5KnfEY-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "name": "1887", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-12-21 17:46:46", "updateDate": "2015-12-16 23:13:14", "abv": "5", "styleId": 119, "id": "Xz5UAR", "glasswareId": 5}, {"status": "verified", "isOrganic": "Y", "description": "Ghost River 1887 IPA commemorates the first year that the famous Memphis Sands Aquifer was tapped. Now over 100 years later, Ghost River Brewing has turned Memphis’ water into an aggressively hopped beer IPA (India Pale Ale) using the bold assertive flavors of American varietal hops.", "statusDisplay": "Verified", "nameDisplay": "1887 IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "ibu": "87", "createDate": "2015-07-21 18:42:24", "updateDate": "2015-07-21 18:42:25", "styleId": 30, "id": "wPqLwT", "name": "1887 IPA"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Well balanced ruby coloured ale with plenty of berry fruit in both taste and aroma.", "statusDisplay": "Verified", "nameDisplay": "1887 Red", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/yJ0hci/upload_AN4ebe-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/yJ0hci/upload_AN4ebe-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/yJ0hci/upload_AN4ebe-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "name": "1887 Red", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-12-21 17:33:55", "updateDate": "2015-12-16 23:05:04", "abv": "4.4", "styleId": 32, "availableId": 1, "id": "yJ0hci", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "description": "In 1888, After enduring one of the coldest winters on record, the employees of Jacob Leinenkugel's spring brewery crafted their first seasonal beer to celebrate the coming of spring. They blended dark and pale roasted malted barley with select hops and allowed for longer aging to create a robust beer with an exceptionally creamy head. Unchanged since 1888, You'll find our bock's sturdy bod and deep color perfect to draw you out of one season and the into next.", "srmId": 32, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "1888 Bock", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/MA2sCi/upload_isNteo-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/MA2sCi/upload_isNteo-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/MA2sCi/upload_isNteo-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "Traditional bocks are made with all malt and are strong, malty, medium- to full-bodied, bottom-fermented beers with moderate hop bitterness that should increase proportionately with the starting gravity. Malt character should be a balance of sweetness and toasted/nut-like malt; not caramel. Hop flavor should be low and hop aroma should be very low. Bocks can range in color from deep copper to dark brown. Fruity esters should be minimal. Diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "30", "ibuMax": "30", "abvMin": "6.3", "fgMin": "1.018", "updateDate": "2015-04-07 15:38:54", "fgMax": "1.024", "shortName": "Bock", "abvMax": "7.5", "id": 88, "srmMin": "20", "name": "Traditional German-Style Bock"}, "id": "MA2sCi", "statusDisplay": "Verified", "createDate": "2012-01-03 02:42:36", "updateDate": "2015-12-15 22:58:17", "abv": "5.1", "styleId": 88, "availableId": 8, "glasswareId": 5, "ibu": "18", "srm": {"hex": "5A0A02", "id": 32, "name": "32"}, "name": "1888 Bock"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "1888 ESB", "statusDisplay": "Verified", "nameDisplay": "1888 ESB", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2015-06-16 03:43:06", "updateDate": "2015-06-16 14:49:00", "abv": "5.5", "styleId": 5, "availableId": 1, "id": "ThXqY8", "glasswareId": 5}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 19, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/k7S5fv/upload_RPF8sZ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/k7S5fv/upload_RPF8sZ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/k7S5fv/upload_RPF8sZ-icon.png"}, "styleId": 32, "availableId": 1, "foodPairings": "The roasted notes in this beer play well with grilled, smoked, or braised meats. A great dessert beer that will go well with apple pie, cobbler and other fall classics.", "id": "k7S5fv", "statusDisplay": "Verified", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "nameDisplay": "1890 Founder's Ale", "name": "1890 Founder's Ale", "abv": "6.1", "status": "verified", "description": "The Amber Ale, which carries the name 1890 Founder’s Ale, is a tribute to the people who first incorporated Grayton Beach. A classic amber ale - balanced malt and hop character. \r\n\r\nThis amber packs a ton of flavor into a small space. A personal favorite.\r\n- Shank, Head Brewer", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "glasswareId": 8, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "srm": {"hex": "A13700", "id": 19, "name": "19"}, "servingTemperature": "cool", "updateDate": "2015-12-17 20:36:35", "ibu": "30", "createDate": "2015-01-22 23:36:40"}, {"status": "verified", "isOrganic": "N", "description": "Our 1890 I.P.A. starts with a clear, golden amber color.  The medium bodied ale gives huge floral and grapefruit aromas.  The 1890 I.P.A. is well hopped with carefully selected varieties giving it big citrus-hop character without being crushingly bitter. \r\n\r\n56 IBU / 6.7% ABV", "statusDisplay": "Verified", "nameDisplay": "1890 I.P.A.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2012-10-11 13:48:10", "updateDate": "2015-06-08 19:38:41", "abv": "6.7", "styleId": 25, "id": "9yITje", "name": "1890 I.P.A."}, {"status": "verified", "isOrganic": "N", "description": "An all barley-malt Berliner-style weiss based on a historical brewing recipe from the pre-prohibition Frank Sandkuler Brewery, last brewed in Baltimore in 1895. Our recipe takes german Pilsner, Vienna and Acidulated malts and allows them to undergo a 24 lactic fermentation to produce this pale ale that is light, tart and incredibly refreshing.", "statusDisplay": "Verified", "nameDisplay": "1895 Barleyweiss", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.028", "description": "This is very pale in color and the lightest of all the German wheat beers. The unique combination of yeast and lactic acid bacteria fermentation yields a beer that is acidic, highly attenuated, and very light bodied. The carbonation of a Berliner Weisse is high, and hop rates are very low. Clarity may be hazy or cloudy from yeast or chill haze. Hop character should not be perceived. Fruity esters will be evident. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "3", "categoryId": 4, "srmMax": "4", "ibuMax": "6", "abvMin": "2.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:29:14", "fgMax": "1.006", "shortName": "Berlinerweisse", "abvMax": "3.4", "id": 46, "srmMin": "2", "name": "Berliner-Style Weisse (Wheat)"}, "id": "WLfeuY", "createDate": "2015-04-26 23:17:32", "updateDate": "2015-04-26 23:17:32", "abv": "2.7", "styleId": 46, "ibu": "16", "name": "1895 Barleyweiss"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Part of the brewer’s Crown Series, the 18th Anniversary Ale is a double IPA", "srmId": 17, "nameDisplay": "18th Anniversary", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/yAsuBs/upload_CheJku-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/yAsuBs/upload_CheJku-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/yAsuBs/upload_CheJku-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "srm": {"hex": "B04500", "id": 17, "name": "17"}, "statusDisplay": "Verified", "createDate": "2014-09-05 10:30:14", "updateDate": "2015-12-17 16:47:06", "abv": "10", "styleId": 125, "availableId": 2, "id": "yAsuBs", "name": "18th Anniversary"}, {"status": "verified", "isOrganic": "N", "description": "This beer was conceptualized a bit later than usual, and several iterations were created before we settled on this recipe. Using a small amount of English Brown Coffee Malt in a double IPA seemed like an interesting idea to me, and was inspired in part by the success we had brewing Aleman/Two Brothers/Stone DayMan Coffee IPA and The Alchemist/Ninkasi/Stone More Brown Than Black IPA. The malt character is rich and complex, with hints of cocoa and coffee that don't interfere with the hop intensity. We used one of our favorite new hop varieties, El Dorado, 100 percent in the dry-hop stage, which provides a distinctive lemony character in the aroma and taste that we've come to affectionately describe as \"lemon candy.\"", "statusDisplay": "Verified", "nameDisplay": "18th Anniversary Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/SR5L1F/upload_d8v91r-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/SR5L1F/upload_d8v91r-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/SR5L1F/upload_d8v91r-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "SR5L1F", "createDate": "2014-07-17 14:45:22", "updateDate": "2016-05-27 20:09:09", "abv": "8", "styleId": 30, "foodPairings": "Blistered shishito peppers, grilled prosciutto-wrapped shrimp, sweet potato fries with roasted garlic aioli, fried pork wontons.", "ibu": "75", "name": "18th Anniversary Ale"}]
