[{"status": "verified", "available": {"description": "Available during the spring months.", "id": 5, "name": "Spring"}, "isOrganic": "N", "description": "Blackbeard’s Breakfast is a robust porter with a new world twist. Aged in bourbon barrels and brewed with Chesapeake Bay Roasting Company’s Dark Sumatra coffee, this porter is flavorful and complex. Featuring unique English malts, this brew will have strong notes of caramel and a slight nut character. Paired with bourbon notes and the sumptuous Sumatran Coffee, Blackbeard’s breakfast will please coffee and beer connoisseurs alike.", "statusDisplay": "Verified", "nameDisplay": "Blackbeard's Breakfast", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/bB3Q5H/upload_lFCtYO-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/bB3Q5H/upload_lFCtYO-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/bB3Q5H/upload_lFCtYO-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Robust porters are black in color and have a roast malt flavor, often reminiscent of cocoa, but no roast barley flavor. These porters have a sharp bitterness of black malt without a highly burnt/charcoal flavor. Caramel and other malt sweetness should be present and in harmony with other distinguishing porter characters. Robust porters range from medium to full in body and have a malty sweetness. Hop bitterness is medium to high, with hop aroma and flavor ranging from negligible to medium. Diacetyl is acceptable at very low levels. Fruity esters should be evident, balanced with roast malt and hop bitterness.", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "40", "abvMin": "5", "fgMin": "1.008", "updateDate": "2015-04-07 15:21:45", "fgMax": "1.016", "shortName": "Robust Porter", "abvMax": "6.5", "id": 19, "srmMin": "30", "name": "Robust Porter"}, "id": "bB3Q5H", "createDate": "2015-04-06 15:05:16", "updateDate": "2015-12-17 23:29:11", "abv": "10", "styleId": 19, "availableId": 5, "ibu": "40", "name": "Blackbeard's Breakfast"}, {"status": "verified", "isOrganic": "N", "name": "Blackbeard's Delight", "nameDisplay": "Blackbeard's Delight", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "createDate": "2014-08-27 15:48:41", "updateDate": "2014-08-27 15:48:41", "abv": "7", "styleId": 117, "id": "EaXc60", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "Light & refreshing with a hint of blackberry at the finish makes this beer a real thirst quencher. For the health conscious, Blackbeary Wheat has less than 6 grams of carbs and contains 0 fat.", "statusDisplay": "Verified", "nameDisplay": "Blackbeary Wheat", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/OJdDDq/upload_rsSxv8-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/OJdDDq/upload_rsSxv8-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/OJdDDq/upload_rsSxv8-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "name": "Blackbeary Wheat", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:51", "updateDate": "2015-12-16 03:55:11", "abv": "4", "styleId": 112, "availableId": 3, "id": "OJdDDq", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "Y", "description": "As dark as the legend of Blackbeerd himself, behold the Imperial Stout. Sweet malts battle roasted grain on the decks of yer tongue. Like a blast from a cannon, hop are followed by smoked malt. Hold on to yer booty, a dark stouts a brewin'.", "statusDisplay": "Verified", "nameDisplay": "Blackbeerd Imperial Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/7rX0Aw/upload_aeVuxi-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/7rX0Aw/upload_aeVuxi-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/7rX0Aw/upload_aeVuxi-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.08", "description": "Dark copper to very dark brown, British-style imperial stouts typically have high alcohol content. The extremely rich malty flavor (often characterized as toffee-like or caramel-like) and aroma are balanced with medium hopping and high fruity-ester characteristics. Bitterness should be moderate and balanced with sweet malt character. The bitterness may be higher in the darker versions. Roasted malt astringency is very low or absent. Bitterness should not overwhelm the overall character. Hop aroma can be subtle to moderately hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:45", "ibuMin": "45", "categoryId": 1, "srmMax": "35", "ibuMax": "65", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:22:41", "fgMax": "1.03", "shortName": "British Imperial Stout", "abvMax": "12", "id": 16, "srmMin": "20", "name": "British-Style Imperial Stout"}, "createDate": "2015-07-13 16:10:47", "updateDate": "2015-12-18 03:32:33", "abv": "9.3", "styleId": 16, "availableId": 8, "id": "7rX0Aw", "name": "Blackbeerd Imperial Stout"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "Y", "name": "Blackbeerd Imperial Stout (2015)", "nameDisplay": "Blackbeerd Imperial Stout (2015)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2015-07-13 16:14:09", "updateDate": "2015-07-13 16:14:09", "abv": "9.3", "styleId": 43, "availableId": 2, "id": "kBFoKN", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This earthy, brightly acidic mead balances the berries’ slightly smoky, plummy notes, a medium sweetness and the lingering tartness of this delicious bramble. Made with raw, unfiltered honey & whole blackberries this mead is intensely fruity with balanced acidity and earthy aroma.", "statusDisplay": "Verified", "nameDisplay": "Blackberry", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "description": "Similar in balance, body, finish and flavor intensity to a semisweet (or medium-dry) white wine, with a pleasant mixture of honey character, light sweetness, soft fruity esters, and clean alcohol. Complexity, harmony, and balance of sensory elements are most desirable, with no inconsistencies in color, aroma, flavor or aftertaste. The proper balance of sweetness, acidity, alcohol and honey character is the essential final measure of any mead.", "createDate": "2012-03-21 20:06:46", "categoryId": 12, "updateDate": "2015-04-07 15:47:27", "shortName": "Semi-Sweet Mead", "id": 141, "name": "Semi-Sweet Mead"}, "foodPairings": "This hand-crafted medium-sweet mead pairs well with creamy cheeses, duck, veal, and good company.", "createDate": "2015-11-01 06:29:08", "updateDate": "2015-11-02 20:38:16", "styleId": 141, "availableId": 1, "id": "YAUe7n", "name": "Blackberry"}, {"status": "verified", "isOrganic": "N", "name": "Blackberry", "nameDisplay": "Blackberry", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "createDate": "2012-01-03 02:42:51", "updateDate": "2015-04-10 15:00:27", "styleId": 112, "id": "0qx9Fk", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Blackberry Ale", "nameDisplay": "Blackberry Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/FhxK3r/upload_oTwZYH-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/FhxK3r/upload_oTwZYH-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/FhxK3r/upload_oTwZYH-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2014-09-23 18:11:54", "updateDate": "2015-12-17 18:25:45", "styleId": 72, "id": "FhxK3r", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A great summer fruit beer, with 168 pounds of blackberry puree added to a light ale base. The blackberries add a distinct purple haze, and hopping is light to allow the berries to be the featured flavor. The ABV is 5.2% and hop bitterness is 22 BU's.", "statusDisplay": "Verified", "nameDisplay": "Blackberry Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2012-01-03 02:42:51", "updateDate": "2015-05-14 15:56:04", "abv": "5.2", "styleId": 25, "id": "YUMHU6", "name": "Blackberry Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A year round treat, has a dark ruby looking complexion with layers of rich malt, subtle hints of blackberry and smooth finish brewed with 2 Row Barley, Chocolate and Crystal Malts. This unique ale has won several awards at multiple Brew Festivals, a great beer to share with your friends.", "statusDisplay": "Verified", "nameDisplay": "Blackberry Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "name": "Blackberry Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-13 15:27:57", "updateDate": "2012-04-13 15:27:57", "abv": "7.2", "styleId": 119, "availableId": 1, "id": "SjEnD9", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Over thirty pounds of all natural blackberry puree were added this coral colored ale in order to provide bright authentic fruit flavors. Mildly sweet, yet refreshingly tart- an ideal beer for the final days of summer. Malt: Canadian 2-Row Hops: Warrior", "statusDisplay": "Verified", "nameDisplay": "Blackberry Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "id": "Wc9VJH", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-06-08 11:33:46", "updateDate": "2015-05-14 21:26:25", "abv": "4", "styleId": 119, "availableId": 4, "glasswareId": 5, "ibu": "15", "name": "Blackberry Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "“Hubba Hubba!”A light wheat ale. A highly drinkable brew with a pungent burst of natural blackberry.", "statusDisplay": "Verified", "nameDisplay": "Blackberry Blonde", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2015-03-25 16:55:29", "updateDate": "2015-03-25 16:56:45", "styleId": 119, "availableId": 1, "id": "JESMFX", "name": "Blackberry Blonde"}, {"status": "verified", "isOrganic": "N", "description": "A deep golden colored Belgian-style spiced ale brewed with a unique blend of rich malts, sweet orange peel, spicy hops, and zesty coriander, then we added 30lbs of blackberry’s! The result is a medium bodied sparkling ale bursting with flavor.", "statusDisplay": "Verified", "nameDisplay": "Blackberry Blonde", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Ui49Uq/upload_rlx42R-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Ui49Uq/upload_rlx42R-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Ui49Uq/upload_rlx42R-icon.png"}, "originalGravity": "1.058", "id": "Ui49Uq", "createDate": "2014-09-08 15:25:01", "updateDate": "2015-12-17 16:51:03", "abv": "6", "styleId": 61, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.054", "description": "Belgian-style blond ales are characterized by low yet evident hop bitterness, flavor, and sometimes aroma. Light to medium body and low malt aroma with a sweet, spiced and a low to medium fruity-ester character orchestrated in flavor and aroma. Sugar may be used to lighten perceived body. They are blonde to golden in color. Noble-type hops are commonly used. Low levels of phenolic spiciness from yeast byproducts may be perceived. Diacetyl should not be perceived. Acidic character should not be present. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "7", "ibuMax": "30", "abvMin": "6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:01", "fgMax": "1.014", "shortName": "Belgian Blonde", "abvMax": "7.8", "id": 61, "srmMin": "4", "name": "Belgian-Style Blonde Ale"}, "ibu": "7", "name": "Blackberry Blonde"}, {"status": "verified", "isOrganic": "N", "description": "Rich chocolate malt based stout flavored with blackberries and aged to perfection in bourbon barrel", "statusDisplay": "Verified", "nameDisplay": "BlackBerry Chocolate Barrel Aged Stout", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:27", "shortName": "BBL Aged", "id": 132, "name": "Wood- and Barrel-Aged Beer"}, "createDate": "2014-11-11 20:37:03", "updateDate": "2014-12-10 19:21:18", "abv": "7.6", "styleId": 132, "id": "7EQW1K", "name": "BlackBerry Chocolate Barrel Aged Stout"}, {"status": "verified", "isOrganic": "N", "name": "Blackberry Cider", "nameDisplay": "Blackberry Cider", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.07", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:07", "fgMax": "1.01", "shortName": "Fruit Cider", "abvMax": "9", "id": 155, "name": "Fruit Cider"}, "createDate": "2015-09-14 13:38:20", "updateDate": "2015-09-14 13:38:20", "abv": "6.5", "styleId": 155, "id": "HUrAGG", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "This semi-sweet cider uses Midwest blackberries to enhance the flavor and aroma of our hard apple cider.", "statusDisplay": "Verified", "nameDisplay": "Blackberry Cider", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.07", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:07", "fgMax": "1.01", "shortName": "Fruit Cider", "abvMax": "9", "id": 155, "name": "Fruit Cider"}, "createDate": "2016-05-19 15:50:46", "updateDate": "2016-05-19 15:50:46", "abv": "5", "styleId": 155, "id": "lf5CCg", "name": "Blackberry Cider"}, {"status": "verified", "isOrganic": "N", "description": "Brewed in the style of a mead, this honey wine has similar body and mouth feel of a rosé wine.  It was fermented with honey from blackberry fields and fresh blackberries then aged with oak, and cinnamon.  It has a warm cinnamon aroma and full flavors from the blackberry and honey, with a subtle oak finish. This mead is the perfect drink for anyone who enjoys wine.", "statusDisplay": "Verified", "nameDisplay": "Blackberry Cinnamon Honey Wine", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "createDate": "2015-04-19 19:56:29", "updateDate": "2015-04-19 19:56:29", "abv": "17.5", "styleId": 34, "id": "X7NjFi", "name": "Blackberry Cinnamon Honey Wine"}, {"status": "verified", "isOrganic": "N", "name": "Blackberry Cobbler Saison", "nameDisplay": "Blackberry Cobbler Saison", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "id": "5R0Jgz", "createDate": "2015-08-02 23:26:46", "updateDate": "2015-08-02 23:26:46", "abv": "4.9", "styleId": 72, "ibu": "25", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Blackberry Crooked Tree", "nameDisplay": "Blackberry Crooked Tree", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-12-01 14:53:32", "updateDate": "2015-12-01 14:53:32", "abv": "6.5", "styleId": 30, "id": "8K9KVO", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Blackberry Cyser", "nameDisplay": "Blackberry Cyser", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "description": "In well-made examples of the style, the fruit is both distinctive and well-incorporated into the honey-sweet-acid-tannin-alcohol balance of the mead. Some of the best strong examples have the taste and aroma of an aged Calvados (apple brandy from northern France), while subtle, dry versions can taste similar to many fine white wines.", "createDate": "2012-03-21 20:06:46", "categoryId": 12, "updateDate": "2015-04-07 15:48:14", "shortName": "Cyser", "id": 143, "name": "Cyser (Apple Melomel)"}, "createDate": "2016-05-02 18:54:36", "updateDate": "2016-05-02 18:54:36", "abv": "11", "styleId": 143, "id": "VXYenq", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "The Dandy Shandy is a Belgian Wheat mixed with lemon peel and blackberry lemonade. It’s the color of sunshine with a fizz on the front and a wheaty berry finish.", "statusDisplay": "Verified", "nameDisplay": "Blackberry Dandy Shandy", "originalGravity": "1.059", "id": "3Sri0R", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "createDate": "2015-08-14 20:56:22", "updateDate": "2015-08-18 14:22:37", "abv": "5.2", "styleId": 65, "availableId": 2, "glasswareId": 8, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "ibu": "16.5", "name": "Blackberry Dandy Shandy"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Blackberry Deduction", "nameDisplay": "Blackberry Deduction", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.06", "description": "This medium-bodied, red to dark brown colored ale has a malty sweetness and chocolate-like caramel aroma. A light hop flavor and/or aroma is acceptable. Dubbels are also characterized by low-medium to medium bitterness. No diacetyl is acceptable. Yeastgenerated fruity esters (especially banana) are appropriate at low levels. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Often bottle conditioned a slight yeast haze and flavor may be evident.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "36", "ibuMax": "30", "abvMin": "6.25", "fgMin": "1.012", "updateDate": "2015-04-07 15:31:45", "fgMax": "1.016", "shortName": "Belgian Dubbel", "abvMax": "7.5", "id": 58, "srmMin": "16", "name": "Belgian-Style Dubbel"}, "createDate": "2016-05-04 13:42:27", "updateDate": "2016-05-04 13:42:27", "abv": "7.8", "styleId": 58, "availableId": 2, "id": "2tJPHc", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Blackberry Dominique", "nameDisplay": "Blackberry Dominique", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/8wNNu2/upload_UtdrSc-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/8wNNu2/upload_UtdrSc-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/8wNNu2/upload_UtdrSc-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Wild Beers are any range of color. These beers may be clear or hazy due to yeast, chill haze or hop haze. Aromas may vary tremendously due to fermentation characters contributed by various known and unknown microorganisms. The overall balance should be complex and balanced. Hop aroma very low to high. Usually because of a high degree of attenuation in these beers, malt character is very low to low. If there are exceptions that are malty, the overall balance of complexity of other characters should be in harmony. Hop flavor very low to high. Hop bitterness is perceived at varying levels depending on the overall balance, but usually perceived as very low to low. Wild beers are \"spontaneously\" fermented with microorganisms that the brewer has introduced from the ambient air/environment in the vicinity of the brewery in which the beer is brewed. Wild beers may not be fermented with any cultured strains of yeast or bacteria. Wild beer may or may not be perceived as acidic. It may include a wildly variable spectrum of flavors and aromas derived from the wild microorganisms with which it was fermented. The overall balance of flavors, aromas, appearance and body is an important factor in assessing these beers. Body is very low to medium. Spontaneously fermented beers with fruit, spice or other ingredients would be appropriately entered as Wild Beer. For purposes of competition, entries which could be appropriately entered in an existing classic or traditional category such as Belgian-Style Lambic, Gueuze, Fruit Lambic, etc. should be entered in that category and not entered as a Wild Beer.", "createDate": "2015-04-07 17:21:44", "categoryId": 11, "shortName": "Wild Beer", "id": 170, "name": "Wild Beer"}, "createDate": "2012-01-03 02:42:51", "updateDate": "2015-12-16 13:49:11", "styleId": 170, "id": "8wNNu2", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Blackberry Gold", "nameDisplay": "Blackberry Gold", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.07", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:07", "fgMax": "1.01", "shortName": "Fruit Cider", "abvMax": "9", "id": 155, "name": "Fruit Cider"}, "createDate": "2016-07-09 13:05:41", "updateDate": "2016-07-09 13:05:41", "abv": "6", "styleId": 155, "id": "CJWEFB", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "Barrel aged and refermented in the barrel with local free range blackberries and the wild yeast of Sonoma County, this epic Belgian-inspired Brown Ale is malty and sour with the essence of blackberry.", "statusDisplay": "Verified", "nameDisplay": "Blackberry Grizz", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "id": "l6K4W4", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:51", "updateDate": "2015-06-10 17:38:28", "abv": "9.7", "styleId": 70, "availableId": 3, "glasswareId": 5, "ibu": "20", "name": "Blackberry Grizz"}, {"status": "verified", "isOrganic": "N", "name": "Blackberry Heathenweizen", "statusDisplay": "Verified", "nameDisplay": "Blackberry Heathenweizen", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/FNvIEL/upload_KleCpV-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/FNvIEL/upload_KleCpV-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/FNvIEL/upload_KleCpV-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "id": "FNvIEL", "glass": {"createDate": "2012-01-03 02:41:33", "id": 9, "name": "Weizen"}, "createDate": "2014-06-25 12:43:53", "updateDate": "2015-12-17 13:59:33", "abv": "5.8", "styleId": 48, "ibu": "15", "glasswareId": 9}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "A traditional German Hefeweizen,  made with fresh blackberries, sourced from local Jamor Farms.  It has the hallmark wheaty taste that pairs perfectly with the tartness of the berries.  Fresh fruit means very small production - enjoy it before it's gone!\r\n\r\nAvailable August - September", "statusDisplay": "Verified", "nameDisplay": "Blackberry Hefeweizen", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "id": "HjBc76", "createDate": "2015-02-15 18:51:54", "updateDate": "2015-02-15 18:51:54", "abv": "5.2", "styleId": 48, "availableId": 2, "ibu": "21", "name": "Blackberry Hefeweizen"}, {"status": "verified", "isOrganic": "N", "description": "An earthy brew that brings together the tartness and subtle sweetness of blackberries with the mineral and flower notes of hibiscus. As if mixing the crispness of cold refreshing Belgium ale with the sophistication and boldness of red wine. It's a mouthful, literally.", "statusDisplay": "Verified", "nameDisplay": "Blackberry Hibiscus", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "createDate": "2015-03-10 15:08:30", "updateDate": "2015-03-11 18:10:43", "abv": "2", "styleId": 125, "id": "a6V8x4", "name": "Blackberry Hibiscus"}, {"status": "verified", "isOrganic": "N", "description": "Crisp and refreshing, our Blackberry IPA brings together floral and citrus hop notes and finishes with a sweet blackberry backbone.", "srmId": 10, "nameDisplay": "Blackberry IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/F1wphN/upload_lQzXCl-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/F1wphN/upload_lQzXCl-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/F1wphN/upload_lQzXCl-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "F1wphN", "statusDisplay": "Verified", "createDate": "2015-08-10 14:41:23", "updateDate": "2015-12-18 05:00:55", "abv": "5", "styleId": 30, "srm": {"hex": "DE7C00", "id": 10, "name": "10"}, "ibu": "35", "name": "Blackberry IPA"}, {"status": "verified", "isOrganic": "N", "description": "A light and spritzy saison. Brewed with pale malt and unmalted wheat. Fermented with a blend of yeast including brett and steeped with whole blackberries making a refreshing and flavorful summer ale.", "statusDisplay": "Verified", "nameDisplay": "Blackberry Juju", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2016-04-29 19:54:56", "updateDate": "2016-05-04 18:40:36", "abv": "6.5", "styleId": 72, "id": "4azSG3", "name": "Blackberry Juju"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "We like sour. Made with real blackberries.", "statusDisplay": "Verified", "nameDisplay": "Blackberry Lambic", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/FUbjP3/upload_cpeCXQ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/FUbjP3/upload_cpeCXQ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/FUbjP3/upload_cpeCXQ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.04", "description": "These beers, also known by the names framboise, kriek, peche, cassis, etc., are characterized by fruit flavors and aromas. The color reflects the choice of fruit. Sourness is an important part of the flavor profile, though sweetness may compromise the intensity. These flavored lambic beers may be very dry or mildly sweet and range from a dry to a full-bodied mouthfeel. Characteristic horsey, goaty, leathery and phenolic character evolved from Brettanomyces yeast is often present at moderate levels. Vanillin and other woody flavors should not be evident. Versions of this beer made outside of the Brussels area of Belgium cannot be true lambics. These versions are said to be \"lambic-style\" and may be made to resemble many of the beers of true origin. Historically, traditional lambics are dry and completely attenuated, exhibiting no residual sweetness either from malt, sugar, fruit or artificial sweeteners. Some versions often have a degree of sweetness, contributed by fruit sugars, other sugars or artificial sweeteners. Competition organizers may choose to subcategorize this style into A) Traditional and B) Sweet.  Artificial sweeteners are sometimes used in some brands.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "ibuMax": "21", "abvMin": "5.6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:47", "fgMax": "1.016", "shortName": "Fruit Lambic", "abvMax": "8.6", "id": 68, "name": "Belgian-Style Fruit Lambic"}, "createDate": "2013-11-18 12:46:03", "updateDate": "2015-12-17 07:24:27", "styleId": 68, "availableId": 2, "id": "FUbjP3", "name": "Blackberry Lambic"}, {"status": "verified", "isOrganic": "N", "name": "Blackberry Love", "nameDisplay": "Blackberry Love", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/BwtaUI/upload_ITBnbj-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/BwtaUI/upload_ITBnbj-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/BwtaUI/upload_ITBnbj-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged sour beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood and has developed a bacterial induced natural acidity. This beer is aged in wood with the intention of introducing the micro flora present in the wood. Sometimes wood aging is intended to impart the particularly unique character of the wood, but wood-aged is not necessarily synonymous with imparting wood-flavors. Wood character can be characterized as a complex blend of vanillin and unique wood character. Wood-derived character can also be characterized by flavors of the product that was in the barrel during prior use. These wood-derived flavors, if present in this style, can be very low in character and barely perceived or evident or assertive as wood-derived flavors. Any degree of woodderived flavors should be in balance with other beer character. Fruit and herb/spiced versions may take on the hue, flavors and aromas of added ingredients.  Usually bacteria and \"wild\" yeasts fermentation contributes complex esters and results in a dry to very dry beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of acidity, complex esters, and new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character.  Brewers when entering this category should specify type of barrel used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties). The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:56", "shortName": "BBL Aged Sour", "id": 136, "name": "Wood- and Barrel-Aged Sour Beer"}, "createDate": "2014-08-27 18:00:32", "updateDate": "2015-03-06 16:07:46", "abv": "6", "styleId": 136, "id": "BwtaUI", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Our Blackberry Mead is sweet, tangy and bursting with flavor! Serve chilled with beef or pork. Or try it with a lemon flavored dessert or as a reduction over pound cake!", "statusDisplay": "Verified", "nameDisplay": "Blackberry Mead", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "description": "Similar in balance, body, finish and flavor intensity to a dry white wine, with a pleasant mixture of subtle honey character, soft fruity esters, and clean alcohol. Complexity, harmony, and balance of sensory elements are most desirable, with no inconsistencies in color, aroma, flavor or aftertaste. The proper balance of sweetness, acidity, alcohol and honey character is the essential final measure of any mead.", "createDate": "2012-03-21 20:06:46", "categoryId": 12, "updateDate": "2015-04-07 15:47:22", "shortName": "Dry Mead", "id": 140, "name": "Dry Mead"}, "createDate": "2013-06-27 15:37:22", "updateDate": "2014-10-16 18:20:40", "abv": "12.5", "styleId": 140, "id": "hBhBFX", "name": "Blackberry Mead"}, {"status": "verified", "isOrganic": "N", "description": "Our limited release Blackberry Off-dry Mead is our honey homage to red wine. With a full berry nose, and a taste that is tart blackberry balanced with the warm flavors of oak and vanilla, this luscious gem is the perfect complement to a romantic evening. Serve at cellar temperature with beef or pork, or chill slightly, if you prefer.", "statusDisplay": "Verified", "nameDisplay": "Blackberry Off-Dry Mead", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "description": "Similar in balance, body, finish and flavor intensity to a dry white wine, with a pleasant mixture of subtle honey character, soft fruity esters, and clean alcohol. Complexity, harmony, and balance of sensory elements are most desirable, with no inconsistencies in color, aroma, flavor or aftertaste. The proper balance of sweetness, acidity, alcohol and honey character is the essential final measure of any mead.", "createDate": "2012-03-21 20:06:46", "categoryId": 12, "updateDate": "2015-04-07 15:47:22", "shortName": "Dry Mead", "id": 140, "name": "Dry Mead"}, "foodPairings": "beef or pork", "servingTemperature": "cellar", "createDate": "2013-06-27 15:37:23", "updateDate": "2013-06-27 15:39:21", "servingTemperatureDisplay": "Cellar - (12-14C/54-57F)", "styleId": 140, "id": "JVPzOy", "name": "Blackberry Off-Dry Mead"}, {"status": "verified", "isOrganic": "N", "description": "Naturally elegant and refreshingly adult with a sweet-sharp blackberry tang and mouthwatering juicy complexity, complemented by a luscious pear-berry bouquet.\r\n\r\nNaturally fermented using 100% pear juice, not from pear juice concentrate, or flavored hard apple cider.\r\n\r\nFiltered cold for extra purity, with no added colorants, sugar, sorbate or benzoate preservatives. No added malt, spirit, grape or apple alcohols.", "statusDisplay": "Verified", "nameDisplay": "Blackberry Pear", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "name": "Other Specialty Cider or Perry", "createDate": "2012-03-21 20:06:46", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:22", "fgMax": "1.02", "shortName": "Specialty Cider", "abvMax": "12", "id": 157, "ogMax": "1.1"}, "createDate": "2014-06-23 19:43:57", "updateDate": "2015-08-10 15:10:38", "abv": "5", "styleId": 157, "id": "hqF1fH", "name": "Blackberry Pear"}, {"status": "verified", "isOrganic": "N", "name": "Blackberry Pear", "nameDisplay": "Blackberry Pear", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.07", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:07", "fgMax": "1.01", "shortName": "Fruit Cider", "abvMax": "9", "id": 155, "name": "Fruit Cider"}, "createDate": "2014-07-17 20:38:53", "updateDate": "2014-10-16 18:39:08", "styleId": 155, "id": "7CWeh6", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Blackberry Petite Sour is an unfiltered wild ale aged in oak barrels with blackberries. A serious sourness greets you on the nose with dark bramble fruit aromas and bright citrus flavors created by the wild yeast and bacteria. The finish is dry with a subtle tartness, and prickly mouthfeel.", "statusDisplay": "Verified", "nameDisplay": "Blackberry Petite Sour", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/x7lzJn/upload_aoEMdK-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/x7lzJn/upload_aoEMdK-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/x7lzJn/upload_aoEMdK-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2013-05-02 17:43:08", "updateDate": "2015-12-17 03:10:25", "styleId": 40, "availableId": 2, "id": "x7lzJn", "name": "Blackberry Petite Sour"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This amazing beer combines the best of all worlds. Five specialty malts and three superior hop varieties have been carefully chosen from the Pacific Northwest, the U.K. and Europe. The malted barleys and hops create a rich, traditional porter. The addition of all natural pure blackberry provides an exciting complexity to this easy sipping wonder. Lean back, relax and savour the flavour!", "statusDisplay": "Verified", "nameDisplay": "Blackberry Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "id": "nD0PKK", "createDate": "2015-02-06 19:05:08", "updateDate": "2015-10-14 19:27:50", "abv": "6", "styleId": 18, "availableId": 1, "ibu": "45", "name": "Blackberry Porter"}, {"status": "verified", "isOrganic": "N", "name": "Blackberry Porter", "nameDisplay": "Blackberry Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "id": "XezbH5", "createDate": "2016-10-17 12:49:25", "updateDate": "2016-10-17 12:49:25", "abv": "6.5", "styleId": 18, "ibu": "36", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Urbn Saison with fresh blackberries. Pours a pale off-pink. Intense berry flavor balanced by the base beers yeast and hop aromas.", "statusDisplay": "Verified", "nameDisplay": "Blackberry Saison", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "id": "PHi11m", "createDate": "2014-09-10 21:46:22", "updateDate": "2014-09-11 19:43:35", "abv": "6.8", "styleId": 119, "availableId": 2, "ibu": "38", "name": "Blackberry Saison"}, {"status": "verified", "isOrganic": "N", "name": "Blackberry Saison", "nameDisplay": "Blackberry Saison", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "id": "XoJDkO", "createDate": "2015-10-09 22:37:09", "updateDate": "2015-10-09 22:37:09", "abv": "7", "styleId": 72, "ibu": "10", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Blackberry Scottish-Style", "nameDisplay": "Blackberry Scottish-Style", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/DrSj3R/upload_JMhlGk-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/DrSj3R/upload_JMhlGk-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/DrSj3R/upload_JMhlGk-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2013-11-17 01:15:26", "updateDate": "2015-12-17 07:44:46", "styleId": 119, "id": "DrSj3R", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Purple in color with just the right amount of fruitiness.  This sour beer is on the mild end of sours and is a fantastic entry level sour.", "statusDisplay": "Verified", "nameDisplay": "Blackberry Sour", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "id": "UCZ6e8", "createDate": "2015-03-09 15:59:17", "updateDate": "2015-03-09 15:59:17", "abv": "3.3", "styleId": 40, "availableId": 4, "ibu": "9", "name": "Blackberry Sour"}, {"status": "verified", "isOrganic": "N", "name": "Blackberry Sour", "nameDisplay": "Blackberry Sour", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "id": "lvXkun", "createDate": "2016-05-05 19:28:00", "updateDate": "2016-05-05 19:28:01", "abv": "4", "styleId": 40, "ibu": "9", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Blackberry Sour", "nameDisplay": "Blackberry Sour", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2016-09-09 18:47:23", "updateDate": "2016-09-09 18:47:23", "styleId": 40, "id": "S63AJ5", "statusDisplay": "Verified"}, {"available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "srmId": 32, "styleId": 136, "availableId": 2, "srm": {"hex": "5A0A02", "id": 32, "name": "32"}, "id": "d9vLkC", "statusDisplay": "Verified", "originalGravity": "1.048", "nameDisplay": "Blackberry Tart", "name": "Blackberry Tart", "abv": "5.7", "status": "verified", "description": "Based on our Hog Pound Brown Ale but fermented with Belgian Abbey yeast. Racked onto locally harvested blackberries for secondary fermentation. Racked in to beer conditioned whisky barrels and aged with our previous years Blackberry Tart to develop sour flavor profile.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged sour beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood and has developed a bacterial induced natural acidity. This beer is aged in wood with the intention of introducing the micro flora present in the wood. Sometimes wood aging is intended to impart the particularly unique character of the wood, but wood-aged is not necessarily synonymous with imparting wood-flavors. Wood character can be characterized as a complex blend of vanillin and unique wood character. Wood-derived character can also be characterized by flavors of the product that was in the barrel during prior use. These wood-derived flavors, if present in this style, can be very low in character and barely perceived or evident or assertive as wood-derived flavors. Any degree of woodderived flavors should be in balance with other beer character. Fruit and herb/spiced versions may take on the hue, flavors and aromas of added ingredients.  Usually bacteria and \"wild\" yeasts fermentation contributes complex esters and results in a dry to very dry beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of acidity, complex esters, and new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character.  Brewers when entering this category should specify type of barrel used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties). The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:56", "shortName": "BBL Aged Sour", "id": 136, "name": "Wood- and Barrel-Aged Sour Beer"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "glasswareId": 8, "servingTemperatureDisplay": "Cellar - (12-14C/54-57F)", "ibu": "11", "servingTemperature": "cellar", "updateDate": "2014-08-05 11:17:25", "createDate": "2014-08-04 17:32:20"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Blackberry Tart", "statusDisplay": "Verified", "nameDisplay": "Blackberry Tart", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/kRH9f0/upload_SvT18K-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/kRH9f0/upload_SvT18K-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/kRH9f0/upload_SvT18K-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-11-16 14:28:56", "updateDate": "2015-12-16 21:49:39", "abv": "5.8", "styleId": 119, "availableId": 2, "id": "kRH9f0", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Our Oatmeal Stout aged with whole vanilla beans with a mild blackberry finish. Available by the pint only.", "statusDisplay": "Verified", "nameDisplay": "Blackberry Vanilla Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.038", "description": "Oatmeal stouts include oatmeal in their grist, resulting in a pleasant, full flavor and a smooth profile that is rich without being grainy. A roasted malt character which is caramel-like and chocolate-like should be evident - smooth and not bitter. Coffee-like roasted barley and roasted malt aromas (chocolate and nut-like) are prominent. Color is dark brown to black. Bitterness is moderate, not high. Hop flavor and aroma are optional but should not overpower the overall balance if present. This is a medium- to full- bodied beer, with minimal fruity esters. Diacetyl should be absent or at extremely low levels. Original gravity range and alcohol levels are indicative of English tradition of oatmeal stout.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "20", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:22:53", "fgMax": "1.02", "shortName": "Oatmeal Stout", "abvMax": "6", "id": 21, "srmMin": "20", "name": "Oatmeal Stout"}, "name": "Blackberry Vanilla Stout", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-06-30 12:10:31", "updateDate": "2014-06-30 12:10:31", "styleId": 21, "id": "UKgu4y", "glasswareId": 5}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 3, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/DeMfcI/upload_phHYaS-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/DeMfcI/upload_phHYaS-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/DeMfcI/upload_phHYaS-icon.png"}, "styleId": 114, "availableId": 1, "srm": {"hex": "FFCA5A", "id": 3, "name": "3"}, "id": "DeMfcI", "statusDisplay": "Verified", "originalGravity": "1.045", "nameDisplay": "Blackberry Wheat", "name": "Blackberry Wheat", "abv": "4.8", "status": "verified", "description": "A uniquely light and refreshing fruit beer that is yellow in color with a crisp clean flavor. It is an easy drinking, slightly sweet beer with a crisp clean flavor. Brewed with 2-Row Malt, White Wheat Malt, and Natural Blackberry flavoring. Year round Flagship. Blackberry Wheat contains 5% ABV.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malted wheat. Fruit or fruit extracts contribute flavor and/or aroma. Perceived fruit qualities should be authentic and replicate true fruit complexity as much as possible. Color should reflect a degree of fruit's color. Hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor from yeast can be typical but at low levels; however, phenolic, clovelike characteristics should not be perceived. Body should be light to medium in character. Diacetyl should not be perceived. When this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. Brewer may indicate on the bottle whether the yeast should be intentionally roused or if they prefer that the entry be poured as quietly as possible.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:43:55", "fgMax": "1.016", "shortName": "Fruit Wheat Ale", "abvMax": "5", "id": 114, "srmMin": "2", "name": "Fruit Wheat Ale or Lager with or without Yeast"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "ibu": "6", "servingTemperature": "cold", "updateDate": "2015-12-16 10:42:48", "createDate": "2012-01-03 02:42:51"}, {"status": "verified", "isOrganic": "N", "name": "Blackberry Wheat", "nameDisplay": "Blackberry Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "createDate": "2015-04-02 14:17:29", "updateDate": "2015-04-02 14:17:29", "styleId": 112, "id": "umT63o", "statusDisplay": "Verified"}]
