[{"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Named for the North Star, the brightest star in the northern sky in the constellation Ursa Minor, Polaris pours a rich, copper-amber color with a bright effervescence. A new, experimental German hop was used, producing notes of grape skin and fresh melons that offer a perfect complement to the biscuity, melba-toast flavors throughout. Nicely balanced with a crisp finish.", "statusDisplay": "Verified", "nameDisplay": "Polaris Amber Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2015-04-08 20:10:34", "updateDate": "2015-04-08 20:10:35", "abv": "6", "styleId": 32, "availableId": 2, "id": "nbZTmf", "name": "Polaris Amber Ale"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/YMiGny/upload_WJhDbF-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/YMiGny/upload_WJhDbF-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/YMiGny/upload_WJhDbF-icon.png"}, "description": "Polaris is our first special release beer—a wheat stout aged in Jim Beam bourbon barrels. We started with our winter weizen stout Ursa Minor, fermenting it to completion in steel before barrel aging it for 5 months. Hints of the base beer remain but with the added complexity of vanilla, raisin, bourbon, and oak notes. Conditioned to a moderately low level of carbonation in the bottle, this beer is a perfect cold-evening sipper. We hope you enjoy it as much as we do!\r\n\r\nLimited release of 336 hand-numbered bottles with letter press labels printed by The Ascensius Press in South Freeport, Maine. A portion of the proceeds from this beer will benefit the Autism Society of Maine.", "statusDisplay": "Verified", "nameDisplay": "Polaris, 2011 Vintage (2011)", "year": 2011, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:27", "shortName": "BBL Aged", "id": 132, "name": "Wood- and Barrel-Aged Beer"}, "name": "Polaris, 2011 Vintage", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-23 16:18:27", "updateDate": "2015-12-16 17:10:07", "styleId": 132, "availableId": 2, "id": "YMiGny", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Other stouts are great... If you're shooting for mere greatness rather than perfection! Three pints' pole barn stout manages this feat of awesomeness by balancing roasted stout flavors with flaked oatmeal to creamy craft goodness.  Add a blend of english fuggles and golding hops for a brew truly worthy of craft beer kings. Ibu:31.. Tastiness level: a party in your pints.", "srmId": 41, "nameDisplay": "Pole Barn Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/DbwSA8/upload_vyKUTq-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/DbwSA8/upload_vyKUTq-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/DbwSA8/upload_vyKUTq-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.038", "description": "Oatmeal stouts include oatmeal in their grist, resulting in a pleasant, full flavor and a smooth profile that is rich without being grainy. A roasted malt character which is caramel-like and chocolate-like should be evident - smooth and not bitter. Coffee-like roasted barley and roasted malt aromas (chocolate and nut-like) are prominent. Color is dark brown to black. Bitterness is moderate, not high. Hop flavor and aroma are optional but should not overpower the overall balance if present. This is a medium- to full- bodied beer, with minimal fruity esters. Diacetyl should be absent or at extremely low levels. Original gravity range and alcohol levels are indicative of English tradition of oatmeal stout.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "20", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:22:53", "fgMax": "1.02", "shortName": "Oatmeal Stout", "abvMax": "6", "id": 21, "srmMin": "20", "name": "Oatmeal Stout"}, "id": "DbwSA8", "statusDisplay": "Verified", "createDate": "2014-12-16 16:11:48", "updateDate": "2015-12-17 19:13:34", "abv": "5.5", "styleId": 21, "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "ibu": "31", "name": "Pole Barn Stout"}, {"status": "verified", "isOrganic": "N", "description": "A golden colored, medium-bodied beer with a pronounced malt character and good hop bitterness in the finish. With more body and flavor than mass produced versions of Pilsner, this is our local variation of the world-class style.", "statusDisplay": "Verified", "nameDisplay": "Polecat Pilsner", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "name": "Polecat Pilsner", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "createDate": "2012-01-03 02:43:59", "updateDate": "2014-10-13 17:11:53", "styleId": 98, "id": "IW84rx", "glasswareId": 4}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "When the phrase “California Style Ale” is used, Poleeko Gold Pale Ale is the one that comes to mind. The golden color and generous use of Pacific Northwest hops establish a distinct style, separate from any domestic or European beers. Our honey-gold pale ale is crisp and clear, with an unusual lightness and dryness for such a full-flavored ale. The arousing abundance of hops adds both a floral bouquet and a lively, citrusy finish. It is excellent alone, or with full-flavored meals and spicy dishes.\r\n\r\nPoleeko Gold Pale Ale was named the Regional Champion in the 2003 US Beer Tasting Championships Summer Competition, in the Golden Ale/Kolsch category, and has several other medals, as well. Click here to see the entire list.\r\n\r\nAs with all of our products, Poleeko Gold Pale Ale is never sterile filtered nor heat pasteurized, and should be stored in refrigeration. However, to fully enjoy its rich and complex flavor, it should be served between 40° and 45°F", "statusDisplay": "Verified", "nameDisplay": "Poleeko Gold Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "5WJFfP", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:59", "updateDate": "2015-10-27 18:30:55", "abv": "5.5", "styleId": 25, "availableId": 1, "glasswareId": 5, "ibu": "28", "name": "Poleeko Gold Pale Ale"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 4, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/vqbRV9/upload_gec6aU-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/vqbRV9/upload_gec6aU-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/vqbRV9/upload_gec6aU-icon.png"}, "styleId": 75, "availableId": 1, "srm": {"hex": "FFBF42", "id": 4, "name": "4"}, "id": "vqbRV9", "statusDisplay": "Verified", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 7, "srmMax": "4", "ibuMax": "40", "abvMin": "4", "fgMin": "1.006", "updateDate": "2015-04-07 15:35:59", "fgMax": "1.012", "shortName": "German Pilsener", "abvMax": "5", "id": 75, "srmMin": "3", "name": "German-Style Pilsener"}, "nameDisplay": "Polestar Pilsner", "name": "Polestar Pilsner", "abv": "5.5", "status": "verified", "description": "A zesty German-style pilsner with great biscuity malt flavor and a dry, crisp finish.", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "glasswareId": 4, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "ibu": "33", "servingTemperature": "cold", "updateDate": "2016-04-15 19:26:56", "createDate": "2012-01-03 02:43:59"}, {"status": "verified", "isOrganic": "Y", "description": "A beach ready double IPA brewed with Polenta and Mosaic hops. Brewed in collaboration with Tupiniquim in Brazil.", "statusDisplay": "Verified", "nameDisplay": "Polimango", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2015-05-20 17:01:56", "updateDate": "2015-05-20 17:01:56", "abv": "9.5", "styleId": 31, "id": "W84X25", "name": "Polimango"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "This collaboration between Tequesta Brewing Company and Funky Buddha Brewery smacks the hammer down! Brewed with pilsner and munich malts, it’s honeyed, amber malt body lays a foundation of smooth, bready notes before ascending into a furious assault of earthy Polish hops that lingers on the palate.", "statusDisplay": "Verified", "nameDisplay": "Polish Hammer Imperial Lager", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/7ITltR/upload_79pxDL-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/7ITltR/upload_79pxDL-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/7ITltR/upload_79pxDL-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.042", "description": "American-style amber lagers are light amber to amber or copper colored. They are medium bodied. There is a noticeable degree of caramel-type malt character in flavor and often in aroma. This is a broad category in which the hop bitterness, flavor, and aroma may be accentuated or may only be present at relatively low levels, yet noticeable. Fruity esters, diacetyl, and chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 8, "srmMax": "14", "ibuMax": "30", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:41:26", "fgMax": "1.018", "shortName": "American Amber Lager", "abvMax": "5.4", "id": 101, "srmMin": "6", "name": "American-Style Amber Lager"}, "id": "7ITltR", "createDate": "2015-01-23 19:31:12", "updateDate": "2015-12-17 21:24:53", "abv": "8.3", "styleId": 101, "availableId": 2, "ibu": "60", "name": "Polish Hammer Imperial Lager"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This pitch black stout is teaming with rich roasted malt and coffee flavors. The addition of milk sugar tames these intense flavors with a silky sweetness. A very easy drinking, full bodied beer.\r\n\r\nOne of my favorite winter warmer beers, it’s also a fun beer to brew. First you get the super rich chocolate coffee aroma from all the dark malts. Then you add a couple hundred pound of sugar to the brew kettle, it’s almost like adding sweetner to a giant cup of coffee. What makes this a milk stout is the addition of milk sugar, or lactose sugar, to the wort. Yeast can’t eat this sugar so it remains behind after fermentation as a natural sweetner. Trying to get the ballance between the milk sugar sweetness and the bitterness of the roasted malts is probably the trickiest part of this entire brew. We’ve been working on that balance for a couple of years now and I think we’re on the right track.", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 60, "farneseneMax": 6, "cohumuloneMax": 40, "id": 22, "humuleneMax": 13, "category": "hop", "createDate": "2013-06-24 16:07:28", "farneseneMin": 6, "humuleneMin": 13, "betaAcidMax": 7, "cohumuloneMin": 33, "myrceneMin": 45, "alphaAcidMin": 5.5, "description": "Cascade was created in the United States as an open-pollinated cross between Fuggle and Serebrianker. Its instantly recognizable grapefruit, floral aroma is characteristic of many American ales. Cascade is also one of the easiest hop varieties to grow; it can grow well under less than ideal conditions or in short growing seasons, and unlike most varieties, if started from a good rhizome a Cascade can produce a good crop even in its first growing season.", "betaAcidMin": 4.5, "caryophylleneMax": 4.5, "caryophylleneMin": 4.5, "name": "Cascade", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}, {"myrceneMax": 45, "farneseneMax": 8, "cohumuloneMax": 25, "id": 143, "humuleneMax": 23, "category": "hop", "createDate": "2013-06-24 16:07:38", "farneseneMin": 5, "humuleneMin": 18, "betaAcidMax": 4, "cohumuloneMin": 20, "myrceneMin": 36, "alphaAcidMin": 4, "description": "American hops sold as Tettnanger hops often claim to be the same cultivar as the famous German aroma hop Tettnang Tettnanger. However, in recent years, it has been discovered that these hops are genetically distinct from the German landrace and in fact are most likely Fuggle or a closely related hop. The most likely explanation is that American hop growers imported the so-called Swiss Tettnanger hops, which may also have been Fuggle hops misrepresented as Tettnanger for marketing purposes. In recent years, a few growers have tried growing true Tettnanger hops in the United States, but because of the confusion of names, these are almost impossible to find or identify.", "betaAcidMin": 3, "caryophylleneMax": 7, "caryophylleneMin": 6, "name": "Tettnanger (American)", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:38"}], "malt": [{"category": "malt", "name": "Black Malt", "characteristics": [{"description": "Imparts a coffee flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 7, "name": "Coffee"}], "createDate": "2013-06-24 16:07:42", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 247}, {"category": "malt", "createDate": "2013-06-24 16:07:45", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 378, "name": "Caramel/Crystal Malt"}, {"category": "malt", "srmPrecise": 400, "description": "Intensifies aroma and color in top-fermented beers such as dark wheat beers.", "srmId": 41, "countryOfOrigin": "DE", "characteristics": [{"description": "Imparts an aromatic quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 1, "name": "Aromatic"}], "createDate": "2013-06-24 16:07:47", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.033, "coarseFineDifference": 1.5, "maxInBatch": 5, "requiresMashing": "N", "dryYield": 71, "protein": 11.7, "country": {"displayName": "Germany", "name": "GERMANY", "isoThree": "DEU", "createDate": "2012-01-03 02:41:33", "numberCode": 276, "isoCode": "DE"}, "id": 437, "moistureContent": 4, "name": "Chocolate Wheat Malt"}, {"category": "malt", "createDate": "2013-06-24 16:07:58", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 1950, "name": "Two-Row Barley Malt"}]}, "nameDisplay": "Polish Moon", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/xESQUV/upload_2MCkbB-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/xESQUV/upload_2MCkbB-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/xESQUV/upload_2MCkbB-icon.png"}, "originalGravity": "1.059", "id": "xESQUV", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-09-09 13:21:55", "updateDate": "2015-12-16 18:04:22", "abv": "4.5", "styleId": 20, "availableId": 1, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "40", "ibuMax": "25", "abvMin": "3", "fgMin": "1.012", "updateDate": "2015-04-07 15:24:41", "fgMax": "1.02", "shortName": "Sweet Stout", "abvMax": "6", "id": 20, "srmMin": "40", "name": "Sweet or Cream Stout"}, "ibu": "21", "foodPairings": "Great as a winter warmer, or try it with dessert.", "name": "Polish Moon"}, {"status": "verified", "isOrganic": "N", "name": "Polish Potato Ale", "nameDisplay": "Polish Potato Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "createDate": "2014-09-04 20:00:13", "updateDate": "2014-11-18 20:45:14", "abv": "6.6", "styleId": 124, "id": "h5imMa", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A Brown Porter with just the right amount of dark malts that won't overwhelm. Available in bottles in Southern Indiana. Explore your inner Hippie!", "srmId": 34, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Polished Hippie", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ktBRhh/upload_LmYVI2-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ktBRhh/upload_LmYVI2-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ktBRhh/upload_LmYVI2-icon.png"}, "originalGravity": "1.055", "id": "ktBRhh", "statusDisplay": "Verified", "createDate": "2013-03-08 13:13:53", "updateDate": "2015-12-16 23:46:27", "abv": "5.7", "styleId": 18, "availableId": 1, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "ibu": "34", "srm": {"hex": "4C0505", "id": 34, "name": "34"}, "name": "Polished Hippie"}, {"status": "verified", "isOrganic": "N", "description": "For PBR hipsters and NON Hop Heads here's one for you! A light crisp pilsener that is sure to please any domestic beer drinker. We aimed for a traditional German pilsener with a low ABV and low IBU's.", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 44, "category": "hop", "farneseneMax": 0.1, "description": "Small quantities of the true Hallertauer Mittelfr?her cultivar are grown in the United States. However, just as with other Hallertauer hop varieties, it can be difficult to know what exactly you are getting; Hallertauer Gold, Mount Hood, and Liberty, among others, are sometimes sold as \"U.S. Hallertauer\". Even the true Hallertauer Mittelfr?her is not considered to have a true noble hop quality when grown in the United States.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:31", "betaAcidMin": 3.5, "categoryDisplay": "Hops", "id": 57, "humuleneMin": 30, "betaAcidMax": 5.5, "caryophylleneMax": 12, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 10, "cohumuloneMax": 24, "cohumuloneMin": 18, "myrceneMin": 35, "alphaAcidMin": 3.5, "humuleneMax": 38, "name": "Hallertauer (American)"}, {"myrceneMax": 45, "farneseneMax": 8, "cohumuloneMax": 25, "id": 143, "humuleneMax": 23, "category": "hop", "createDate": "2013-06-24 16:07:38", "farneseneMin": 5, "humuleneMin": 18, "betaAcidMax": 4, "cohumuloneMin": 20, "myrceneMin": 36, "alphaAcidMin": 4, "description": "American hops sold as Tettnanger hops often claim to be the same cultivar as the famous German aroma hop Tettnang Tettnanger. However, in recent years, it has been discovered that these hops are genetically distinct from the German landrace and in fact are most likely Fuggle or a closely related hop. The most likely explanation is that American hop growers imported the so-called Swiss Tettnanger hops, which may also have been Fuggle hops misrepresented as Tettnanger for marketing purposes. In recent years, a few growers have tried growing true Tettnanger hops in the United States, but because of the confusion of names, these are almost impossible to find or identify.", "betaAcidMin": 3, "caryophylleneMax": 7, "caryophylleneMin": 6, "name": "Tettnanger (American)", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:38"}], "malt": [{"category": "malt", "createDate": "2013-06-24 16:07:56", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 839, "name": "Munich Malt - Type I"}, {"category": "malt", "description": "Maillard Malts is proud to bring you this fantastic and economical all-purpose base malt. It is made from Harrington and Metcalf barley grown on the western prairies of the US and malted in Minnesota. It is low in total nitrogen, well modified, high in enzymes, and easily converts with a single step infusion mash. It has a light, clean, smooth flavor. One of our most popular base malts, it is perfect for building nearly any style ale. 1.7°L", "srmId": 3, "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2014-01-23 15:55:15", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFCA5A", "id": 3, "name": "3"}, "protein": 11, "id": 1995, "moistureContent": 4, "name": "Rahr 2-Row Malt"}]}, "nameDisplay": "Polished Pilsener", "originalGravity": "1.038", "id": "YZ6HxM", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "createDate": "2014-01-23 15:45:57", "updateDate": "2014-01-23 16:00:10", "abv": "4.5", "styleId": 98, "glasswareId": 4, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "ibu": "18", "name": "Polished Pilsener"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A dark brown porter brewed with pale chocolate malts and English hops. It’s a malty beer with notes of roasted chocolate and caramel and is the perfect stepping stone for those looking to venture into the realm of darker beers.", "statusDisplay": "Verified", "nameDisplay": "Polka King", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/wg5wo9/upload_hGsth5-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/wg5wo9/upload_hGsth5-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/wg5wo9/upload_hGsth5-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "id": "wg5wo9", "createDate": "2014-02-11 20:38:42", "updateDate": "2015-12-17 09:50:12", "abv": "5.3", "styleId": 18, "availableId": 1, "ibu": "27", "name": "Polka King"}, {"status": "verified", "isOrganic": "N", "description": "Set your taste buds ablaze! This slightly spicy tripel has a lingering fruitiness and is deceptively drinkable. Historically touted as a celebratory beer, this golden beauty will not disappoint. One sip and you’ll feel you’ve gone over the rainbow – the polkadot rainbow. Celebrate today!", "statusDisplay": "Verified", "nameDisplay": "Polkadot Rainbow", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "id": "eJDdLf", "createDate": "2015-11-13 16:32:43", "updateDate": "2015-11-13 16:32:43", "abv": "8.4", "styleId": 59, "ibu": "28", "name": "Polkadot Rainbow"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Pollen Nation - Honey Blonde", "nameDisplay": "Pollen Nation - Honey Blonde", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "id": "96LBbG", "createDate": "2015-08-26 19:12:03", "updateDate": "2015-08-26 19:35:05", "abv": "5.2", "styleId": 36, "availableId": 1, "ibu": "14", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Pollinator is a dry hopped (cascades) spiced blackberry hydromel.  Pistils of Pollinator (click here to learn about Crafted Pistils)  are crafted in honor of the industrious honey bees.  Responsible for over one-third of the world's food supply they have worked thanklessly through the ages.  Threatened today by Colony Collapse Disorder and other man-made threats, the weight of the world is getting a little heavier for the honey bee.  Raise a glass to the Pollinator and click here for details on how you can help.", "statusDisplay": "Verified", "nameDisplay": "Pollen-Nation", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "description": "This mead should exhibit the character of all of the ingredients in varying degrees, and should show a good blending or balance between the various flavor elements. Whatever ingredients are included, the result should be identifiable as a honey-based fermented beverage.", "createDate": "2012-03-21 20:06:46", "categoryId": 12, "updateDate": "2015-04-07 15:48:35", "shortName": "Mead", "id": 148, "name": "Open Category Mead"}, "createDate": "2015-10-02 16:28:46", "updateDate": "2015-10-02 16:28:46", "styleId": 148, "id": "ePQHlf", "name": "Pollen-Nation"}, {"status": "verified", "isOrganic": "Y", "name": "Pollinator", "nameDisplay": "Pollinator", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/gXaYDH/upload_lADGjW-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/gXaYDH/upload_lADGjW-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/gXaYDH/upload_lADGjW-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "description": "In well-made examples of the style, the fruit is both distinctive and well-incorporated into the honey-sweet-acid-tannin-alcohol balance of the mead. Different types of fruit can result in widely different characteristics; allow for a variation in the final product.", "createDate": "2012-03-21 20:06:46", "categoryId": 12, "updateDate": "2015-04-07 15:48:23", "shortName": "Fruit Melomel", "id": 145, "name": "Other Fruit Melomel"}, "createDate": "2015-05-29 13:56:01", "updateDate": "2015-12-18 02:10:36", "abv": "6", "styleId": 145, "id": "gXaYDH", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "2012 marked the birth of the Iron Brew Competition, and Iron Chef-style homebrew-off hosted by Mellow Mushroom and ourselves. In it, teams of homebrewers were each charged with brewing a beer using one common ingredient. The winning team would get to brew their recipe with us, on our full-sized system. Not too shabby!\r\n\r\nThe secret ingredient for 2012 turned out to be honey, and the winning team turned out to be a couple of Charleston boys calling themselves Steinhoist Brewing. Their honey-fied take on a Belgian-style Blonde came out on top of a few dozen competitors. The full-sized batch was made with a whopping 90 gallons of Savannah Bee Company honey. Look for it on tap in our tasting room, and a couple of Mellow Mushroom locations around town, for a limited time.", "statusDisplay": "Verified", "nameDisplay": "Pollinator II: Judgment Day", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "12", "ibuMax": "30", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:06", "fgMax": "1.014", "shortName": "Belgian Pale", "abvMax": "6", "id": 62, "srmMin": "6", "name": "Belgian-Style Pale Ale"}, "createDate": "2013-04-02 15:34:49", "updateDate": "2013-04-03 12:14:14", "abv": "7.5", "styleId": 62, "availableId": 2, "id": "CeK9QI", "name": "Pollinator II: Judgment Day"}, {"status": "verified", "isOrganic": "N", "name": "Pollux", "nameDisplay": "Pollux", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "createDate": "2016-07-07 15:23:54", "updateDate": "2016-07-07 15:23:54", "abv": "4.5", "styleId": 65, "id": "2xMf9j", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Pollux Extra Pale Ale", "nameDisplay": "Pollux Extra Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2014-12-23 18:33:36", "updateDate": "2015-04-08 20:02:46", "abv": "6.2", "styleId": 25, "availableId": 2, "id": "kxhCdu", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Polly", "nameDisplay": "Polly", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "id": "fQP5mT", "createDate": "2015-08-04 15:59:02", "updateDate": "2015-08-04 15:59:03", "abv": "5.9", "styleId": 65, "ibu": "22", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Citrus hop flavor over the top of a bready malt backbone.", "statusDisplay": "Verified", "nameDisplay": "Polly Olly", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "tTbelN", "createDate": "2015-01-24 16:47:24", "updateDate": "2015-01-24 16:47:24", "abv": "6", "styleId": 25, "ibu": "53", "name": "Polly Olly"}, {"status": "verified", "isOrganic": "N", "description": "Polly's is our take on the classic Cascade Hopped pale ale with a bit of body and a balanced malt backbone. Named in honor of Oakbrook's venerable parrot mascot.", "statusDisplay": "Verified", "nameDisplay": "Polly's Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "s34v6C", "createDate": "2016-04-02 20:08:20", "updateDate": "2016-04-04 19:05:21", "abv": "5", "styleId": 25, "ibu": "40", "name": "Polly's Pale Ale"}, {"status": "verified", "isOrganic": "N", "description": "Black Patent and Chocolate Malt provide the roasty complexity you expect out of a great porter. Ours is dark and full bodied with a firm hop profile that is balanced by crystal malt.", "srmId": 35, "nameDisplay": "Pollywog Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "id": "OxCCRY", "statusDisplay": "Verified", "createDate": "2014-08-27 13:31:06", "updateDate": "2014-09-12 12:22:08", "abv": "5.5", "styleId": 18, "srm": {"hex": "470606", "id": 35, "name": "35"}, "ibu": "37", "name": "Pollywog Porter"}, {"status": "verified", "available": {"description": "Available during the fall months.", "id": 7, "name": "Fall"}, "isOrganic": "N", "description": "Polotmavy is loosely translated as \"half-dark\" or amber as we know it, and is yet another style of Czech lager rarely found in the US. A distant cousin to the Vienna lager, it has a unique malt flavor without a sweet cloying finish. A delicate toasted malt aroma with a hint of Czech Saaz hop character rounds this beer out. It's a subtle beer, but a rewarding one.", "statusDisplay": "Verified", "nameDisplay": "Polotmavy", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/rvTTnI/upload_DmiI6c-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/rvTTnI/upload_DmiI6c-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/rvTTnI/upload_DmiI6c-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.042", "description": "American-style amber lagers are light amber to amber or copper colored. They are medium bodied. There is a noticeable degree of caramel-type malt character in flavor and often in aroma. This is a broad category in which the hop bitterness, flavor, and aroma may be accentuated or may only be present at relatively low levels, yet noticeable. Fruity esters, diacetyl, and chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 8, "srmMax": "14", "ibuMax": "30", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:41:26", "fgMax": "1.018", "shortName": "American Amber Lager", "abvMax": "5.4", "id": 101, "srmMin": "6", "name": "American-Style Amber Lager"}, "createDate": "2014-10-17 01:09:22", "updateDate": "2015-12-17 18:08:01", "abv": "4.4", "styleId": 101, "availableId": 7, "id": "rvTTnI", "name": "Polotmavy"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "Poltergeist", "nameDisplay": "Poltergeist", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Esh4Hu/upload_CbrB6H-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Esh4Hu/upload_CbrB6H-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Esh4Hu/upload_CbrB6H-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. A fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Appearance can be clear or with chill haze, golden to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:53", "fgMax": "1.016", "shortName": "Wheat Ale", "abvMax": "5", "id": 113, "srmMin": "2", "name": "Light American Wheat Ale or Lager without Yeast"}, "createDate": "2012-06-20 13:56:42", "updateDate": "2015-12-16 17:50:26", "abv": "5.5", "styleId": 113, "availableId": 4, "id": "Esh4Hu", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Poltergeist ESB has a light copper color, a toasted, biscuity malt profile and a prominent earthy, flowery hoppiness. A slight honey fruitiness sneeks its way in the background as well. It is brewed with exquisite traditional English ingredients – Maris Otter floor malted barley and Kent Golding hops. Relax and have a pint or two to keep the evil spirits away – and, of course, go to the light.", "statusDisplay": "Verified", "nameDisplay": "Poltergeist ESB", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "createDate": "2013-05-09 00:08:10", "updateDate": "2013-05-09 00:08:10", "styleId": 5, "id": "dl9GGC", "name": "Poltergeist ESB"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Polucarp", "ingredients": {"hops": [{"myrceneMax": 60, "farneseneMax": 6, "cohumuloneMax": 40, "id": 22, "humuleneMax": 13, "category": "hop", "createDate": "2013-06-24 16:07:28", "farneseneMin": 6, "humuleneMin": 13, "betaAcidMax": 7, "cohumuloneMin": 33, "myrceneMin": 45, "alphaAcidMin": 5.5, "description": "Cascade was created in the United States as an open-pollinated cross between Fuggle and Serebrianker. Its instantly recognizable grapefruit, floral aroma is characteristic of many American ales. Cascade is also one of the easiest hop varieties to grow; it can grow well under less than ideal conditions or in short growing seasons, and unlike most varieties, if started from a good rhizome a Cascade can produce a good crop even in its first growing season.", "betaAcidMin": 4.5, "caryophylleneMax": 4.5, "caryophylleneMin": 4.5, "name": "Cascade", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}, {"myrceneMax": 60, "category": "hop", "farneseneMax": 1, "description": "Sometimes called a super Cascade, Centennial was bred in 1974 but not released until 1990. It has a floral, citrus aroma and a clean spicy flavor; its heritage includes Brewer's Gold, Fuggle, and East Kent Golding. Popular among craft brewers, Centennial lends its distinctive character to, among others, Sierra Nevada Celebration Ale and Sierra Nevada Bigfoot Barleywine.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:28", "betaAcidMin": 3.5, "categoryDisplay": "Hops", "id": 24, "humuleneMin": 10, "betaAcidMax": 4.5, "caryophylleneMax": 8, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 4, "cohumuloneMax": 30, "cohumuloneMin": 28, "myrceneMin": 45, "alphaAcidMin": 6, "humuleneMax": 18, "name": "Centennial"}, {"myrceneMax": 50, "category": "hop", "farneseneMax": 1, "description": "Released in 2000, Warrior is an open pollinated very high alpha acid bittering hop variety with an American grapefruit citrus character. It is a proprietary hop, and the name \"Warrior\" is a registered trademark of Yakima Chief Ranches, LLC.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:39", "betaAcidMin": 4.5, "categoryDisplay": "Hops", "id": 155, "humuleneMin": 15, "betaAcidMax": 5.5, "caryophylleneMax": 10, "updateDate": "2013-06-24 16:10:38", "caryophylleneMin": 8, "cohumuloneMax": 24, "cohumuloneMin": 24, "myrceneMin": 40, "alphaAcidMin": 15, "humuleneMax": 20, "name": "Warrior"}], "yeast": [{"category": "yeast", "attenuationMin": 63, "description": "A classic ESB strain from one of England's largest independent breweries. This yeast is best suited for English style ales including milds, bitters, porters, and English style stouts. This yeast will leave a beer very clear, and will leave some residual sweetness.", "categoryDisplay": "Yeast", "yeastFormat": "liquid", "productId": "WLP002", "attenuationMax": 70, "alcoholToleranceMin": 5, "fermentTempMin": 65, "fermentTempMax": 68, "createDate": "2013-06-24 16:09:05", "updateDate": "2013-06-24 16:10:52", "supplier": "White Labs", "yeastType": "ale", "alcoholToleranceMax": 10, "id": 1625, "name": "English Ale"}]}, "nameDisplay": "Polucarp", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "kEpHRm", "createDate": "2015-10-23 15:38:15", "updateDate": "2015-10-23 15:43:14", "abv": "6.5", "styleId": 30, "availableId": 2, "ibu": "60", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "POLY-POW", "nameDisplay": "POLY-POW", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2015-12-01 15:31:17", "updateDate": "2015-12-01 15:31:17", "abv": "7", "styleId": 32, "id": "mmGedU", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Polydactyl Pilsner is a clean and crisp German style pilsner with mild spicy and fruity aromas from Tettnang hops and a sweet malty finish.", "statusDisplay": "Verified", "nameDisplay": "Polydactyl Pilsner", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 7, "srmMax": "4", "ibuMax": "40", "abvMin": "4", "fgMin": "1.006", "updateDate": "2015-04-07 15:35:59", "fgMax": "1.012", "shortName": "German Pilsener", "abvMax": "5", "id": 75, "srmMin": "3", "name": "German-Style Pilsener"}, "id": "zqtLN8", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 7, "name": "Stange"}, "createDate": "2014-09-10 17:34:49", "updateDate": "2014-09-10 19:17:12", "abv": "5.1", "styleId": 75, "availableId": 1, "glasswareId": 7, "ibu": "22", "name": "Polydactyl Pilsner"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "She’s on Nitro! Meet the sister-wife of our classic brew. This nitrogenated version is as chocolately and easy drinkin’ as the original but even softer and creamier. It’s OK to love them both.", "statusDisplay": "Verified", "nameDisplay": "Polygamy Nitro Porter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/P4afu1/upload_CJJvcH-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/P4afu1/upload_CJJvcH-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/P4afu1/upload_CJJvcH-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "name": "Polygamy Nitro Porter", "glass": {"createDate": "2012-01-03 02:41:33", "id": 2, "name": "Goblet"}, "createDate": "2014-09-02 23:07:53", "updateDate": "2015-12-17 17:40:05", "abv": "6", "styleId": 18, "availableId": 1, "foodPairings": "Food Pairings: More than one of anything.", "id": "P4afu1", "glasswareId": 2}, {"status": "verified", "isOrganic": "N", "name": "Polygamy Nitro Porter", "statusDisplay": "Verified", "nameDisplay": "Polygamy Nitro Porter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/GHVcmg/upload_M4g5Ul-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/GHVcmg/upload_M4g5Ul-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/GHVcmg/upload_M4g5Ul-icon.png"}, "beerVariation": {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This dark, medium bodied ale offers the drink-ability of a much lighter beer. The inviting chocolate and malty flavors fade into a slightly dry, silky smooth finish. Why have just one? 4.0% alcohol by volume.\r\n\r\n2008 Silver Medal Winner, Brown Porter, North American Brewers' Association\r\n2008 Silver Medal Winner, Brown Porter, World Beer Cup\r\n2006 Silver Medal Winner, Brown Porter, North American Brewers' Association", "statusDisplay": "Verified", "nameDisplay": "Polygamy Porter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/6fAJtO/upload_LH5QGM-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/6fAJtO/upload_LH5QGM-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/6fAJtO/upload_LH5QGM-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "name": "Polygamy Porter", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:59", "updateDate": "2015-12-15 22:25:18", "styleId": 18, "availableId": 1, "id": "6fAJtO", "glasswareId": 5}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-02-03 12:34:38", "beerVariationId": "6fAJtO", "abv": "6", "styleId": 18, "updateDate": "2015-12-17 10:06:26", "id": "GHVcmg", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "\"Hoppy\" can mean either bitter or aromatic.  In this case it means both - in abundance! Polygamy Pale Ale: Try one and you'll want another, and another, and another. You may even want to buy the T-shirt!", "statusDisplay": "Verified", "nameDisplay": "Polygamy Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2013-05-03 00:31:16", "updateDate": "2015-05-05 17:39:03", "abv": "4", "styleId": 25, "id": "tysS52", "name": "Polygamy Pale Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This dark, medium bodied ale offers the drink-ability of a much lighter beer. The inviting chocolate and malty flavors fade into a slightly dry, silky smooth finish. Why have just one? 4.0% alcohol by volume.\r\n\r\n2008 Silver Medal Winner, Brown Porter, North American Brewers' Association\r\n2008 Silver Medal Winner, Brown Porter, World Beer Cup\r\n2006 Silver Medal Winner, Brown Porter, North American Brewers' Association", "statusDisplay": "Verified", "nameDisplay": "Polygamy Porter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/6fAJtO/upload_LH5QGM-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/6fAJtO/upload_LH5QGM-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/6fAJtO/upload_LH5QGM-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "name": "Polygamy Porter", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:59", "updateDate": "2015-12-15 22:25:18", "styleId": 18, "availableId": 1, "id": "6fAJtO", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Why have just one? Polygamy Porter is a smooth, chocolately, easy-drinkin’ brown porter that’s more than a little naughty. Take some home to the wives!", "statusDisplay": "Verified", "nameDisplay": "Polygamy Porter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/81pTqH/upload_JZpzBG-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/81pTqH/upload_JZpzBG-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/81pTqH/upload_JZpzBG-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "id": "81pTqH", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-09-29 21:05:34", "updateDate": "2015-12-16 19:09:46", "abv": "4", "styleId": 18, "availableId": 1, "glasswareId": 5, "ibu": "24", "foodPairings": "Food Pairings: Anything goes!", "name": "Polygamy Porter"}, {"status": "verified", "isOrganic": "N", "description": "“…this beer does not lie.”\r\n\r\nA mild, malty ale brewed with pumpkin purée and pumpkin pie spices.\r\n\r\nTo make this beer, it took a table full of ingredients – pumpkin, spices, malt, hops, you name it. The brewery smelled like a bakery – but a bakery where you make beer, which is even better. You will taste the pumpkin, spices, and vanilla all wrapped around a sturdy backbone of malt and bittering hops. It’s autumn in a glass. Go ahead and test it. You’ll find that this beer does not lie.", "statusDisplay": "Verified", "nameDisplay": "Polygraph Pumpkin Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Pumpkin beers are any beers using pumpkins (Cucurbito pepo) as an adjunct in either mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Pumpkin qualities should not be overpowered by hop character. These may or may not be spiced or flavored with other things. A statement by the brewer explaining the nature of the beer is essential for fair assessment in competitions. If this beer is a classic style with pumpkin, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:28", "fgMax": "1.03", "shortName": "Pumpkin Beer", "abvMax": "12", "id": 121, "srmMin": "5", "name": "Pumpkin Beer"}, "id": "wf5nvV", "createDate": "2016-10-16 16:34:24", "updateDate": "2016-10-16 16:34:24", "abv": "6.8", "styleId": 121, "ibu": "19.8", "name": "Polygraph Pumpkin Ale"}, {"status": "verified", "isOrganic": "N", "description": "This collaborative ale is for wizards & muggles who solemnly swear they are up to no good. A sour brew concocted with plums, elderberries, and magical bits and bobbles.", "statusDisplay": "Verified", "nameDisplay": "Polyjuice Potion", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/gT2Dtq/upload_XqdGeB-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/gT2Dtq/upload_XqdGeB-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/gT2Dtq/upload_XqdGeB-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2016-09-28 17:26:14", "updateDate": "2016-09-28 17:27:21", "abv": "7", "styleId": 40, "id": "gT2Dtq", "name": "Polyjuice Potion"}, {"status": "verified", "isOrganic": "Y", "description": "Having a wedding, party or celebration? Well a Harveys polypin is the ideal way to set your event apart from the rest. \r\n\r\nOur draught Best is a superbly balanced bitter with a prominent hop character. Our most famous and popular brand - it makes up over 90% of our total brewing capacity. Winner of the Champion Best Bitter of Britain title at CAMRA's Great British Beers Festival in 2005 and 2006.\r\n\r\nPolypins can only be delivered between Tuesday and Friday. We recommend you plan to receive the item at least 2-3 working days before your event. Polypins generally have a 6 week shelf-life and require a minimum of 24 hours to settle.\r\n\r\nPlease note: We also sell this product as 'Bright' beer, which has a shorter shelf life of 2-3 days but does not require settling before consumption. Call our shop on 01273 480 217 for further details and to order.", "statusDisplay": "Verified", "nameDisplay": "Polypin Best Bitter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.038", "description": "Special bitter is more robust than ordinary bitter. It has medium body and medium residual malt sweetness. It is deep gold to copper colored. Hop bitterness should be medium and absent of harshness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "28", "categoryId": 1, "srmMax": "14", "ibuMax": "40", "abvMin": "4.1", "fgMin": "1.006", "updateDate": "2015-04-07 15:19:15", "fgMax": "1.012", "shortName": "Special Bitter", "abvMax": "4.8", "id": 4, "srmMin": "6", "name": "Special Bitter or Best Bitter"}, "createDate": "2015-06-05 17:51:10", "updateDate": "2015-06-05 17:51:10", "abv": "4", "styleId": 4, "id": "lR1ZG7", "name": "Polypin Best Bitter"}, {"status": "verified", "isOrganic": "Y", "description": "A cool, golden summer ale. Very refreshing with a balanced complexity. It was first produced in 2005 to celebrate our major summer award at Kensington Olympia for Best Bitter. Olympia was an instant hit and is best served at 11 degrees Celsius. Great as something a bit different at your wedding, party or barbeque this summer!\r\n\r\nPolypins can only be delivered between Tuesday and Friday. We recommend you plan to receive the item at least 2-3 working days before your event. Polypins generally have a 6-week shelf-life and require a minimum of 24 hours to settle.", "statusDisplay": "Verified", "nameDisplay": "Polypin Olympia", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.038", "description": "Special bitter is more robust than ordinary bitter. It has medium body and medium residual malt sweetness. It is deep gold to copper colored. Hop bitterness should be medium and absent of harshness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "28", "categoryId": 1, "srmMax": "14", "ibuMax": "40", "abvMin": "4.1", "fgMin": "1.006", "updateDate": "2015-04-07 15:19:15", "fgMax": "1.012", "shortName": "Special Bitter", "abvMax": "4.8", "id": 4, "srmMin": "6", "name": "Special Bitter or Best Bitter"}, "createDate": "2015-06-05 17:52:20", "updateDate": "2015-06-05 17:52:20", "abv": "4.3", "styleId": 4, "id": "NkkNPY", "name": "Polypin Olympia"}, {"status": "verified", "isOrganic": "N", "description": "A clean, crisp American wheat beer fermented with real blueberry and pomegranate juice.", "statusDisplay": "Verified", "nameDisplay": "Pom Beach – Blueberry Pomegranate Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "id": "Sjeiu1", "createDate": "2016-03-30 04:11:50", "updateDate": "2016-04-15 19:21:14", "abv": "4.8", "styleId": 112, "ibu": "13.1", "name": "Pom Beach – Blueberry Pomegranate Wheat"}, {"status": "verified", "isOrganic": "N", "name": "Pom-Cran Crooked Tree", "nameDisplay": "Pom-Cran Crooked Tree", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-12-01 15:58:48", "updateDate": "2015-12-01 15:58:48", "abv": "6.5", "styleId": 30, "id": "3Y6mv1", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Using the base of our crisp Dry Cider we ferment, then blend with the subtle sweetness of fresh pomegranate juice and splash of fresh cranberry juices. Featuring a balanced blend of premium red fruits gives our Pomegranate Cider its famous rich rosé color, and sweet-tart notes of pomegranates and cranberries. It's bright and refreshing, culminating in the perfect balance of sweet and tart fruits.\r\n\r\n6.9% abv. Naturally 100% Gluten-Free.\r\n\r\nA wonderful alternative to a Rosé or a Riesling. Sweet-tart flavor with Pomegranate beginning, moving to a very balanced tartness at the finish.", "statusDisplay": "Verified", "nameDisplay": "Pomegranate Cider", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.07", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:07", "fgMax": "1.01", "shortName": "Fruit Cider", "abvMax": "9", "id": 155, "name": "Fruit Cider"}, "createDate": "2015-11-04 14:08:55", "updateDate": "2015-11-04 14:08:55", "abv": "6.9", "styleId": 155, "availableId": 1, "id": "Bc6wzn", "name": "Pomegranate Cider"}, {"status": "verified", "isOrganic": "N", "name": "Pomegranate Cranberry", "nameDisplay": "Pomegranate Cranberry", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.07", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:07", "fgMax": "1.01", "shortName": "Fruit Cider", "abvMax": "9", "id": 155, "name": "Fruit Cider"}, "createDate": "2015-08-03 13:02:34", "updateDate": "2015-08-03 13:02:34", "abv": "6", "styleId": 155, "id": "YhtYIj", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A native Israeli ale featuring three of the seven species - pomegranate, date, and barley - for a beer experience of Biblical proportion.", "statusDisplay": "Verified", "nameDisplay": "Pomegranate Date Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/VWuTZv/upload_JkEyll-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/VWuTZv/upload_JkEyll-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/VWuTZv/upload_JkEyll-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "name": "Pomegranate Date Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:59", "updateDate": "2015-12-16 08:06:35", "styleId": 119, "availableId": 4, "id": "VWuTZv", "glasswareId": 5}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Golden peach in the glass with delicate lacing, the nose boasts bright citrus and rich red pomegranate. The palate is refreshing with citrus in the beginning, fruity pomegranate in the mid-palate and the dry, sea salt finish of a classic Gose.", "statusDisplay": "Verified", "nameDisplay": "Pomegranate Gose", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/3Iq3FN/upload_we5Bjp-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/3Iq3FN/upload_we5Bjp-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/3Iq3FN/upload_we5Bjp-icon.png"}, "originalGravity": "1.044", "id": "3Iq3FN", "createDate": "2016-03-09 21:43:53", "updateDate": "2016-03-11 21:06:10", "abv": "4.6", "styleId": 165, "availableId": 2, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "description": "Contemporary Goses are straw to medium amber, or, may take on the hue of added fruits or other ingredients if present. Appearance is cloudy/hazy with yeast character, and may have evidence of continued fermentation activity. A wide variety of herbal, spice, floral or fruity aromas other than found in traditional Leipzig-Style Gose are present, in harmony with other aromas. Horsey, leathery or earthy aromas contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Hop aroma is not perceived. Malt sweetness is not perceived to very low. They typically contain malted barley and unmalted wheat, with some traditional varieties containing oats. Hop flavor is not perceived. Hop bitterness is not perceived. A wide variety of herbal, spice, floral or fruity flavors other than found in traditional Leipzig-Style Gose, are present in harmony with the overall flavor profile. Salt (table salt) character is traditional in low amounts, but may vary from absent to present in Contemporary Gose. Horsey, leathery or earthy flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Contemporary Gose may be fermented with pure beer yeast strains, or with yeast mixed with bacteria. Contemporary Gose may be spontaneously fermented, similarly to Belgian-style gueuze/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. A primary difference between Belgian Gueuze and Gose is that Gose is served at a much younger age. Gose is typically enjoyed fresh and carbonated. Overall complexity of flavors and aromas sought while maintaining a balance between acidity, yeast-enhanced spice and refreshment is ideal. Body is low to medium-low.", "createDate": "2015-04-07 17:10:42", "categoryId": 1, "shortName": "Contemporary Gose", "id": 165, "name": "Contemporary Gose"}, "ibu": "11", "name": "Pomegranate Gose"}, {"status": "verified", "isOrganic": "N", "name": "Pomegranate Pale", "nameDisplay": "Pomegranate Pale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2015-01-21 19:55:46", "updateDate": "2015-01-21 19:55:47", "abv": "5.1", "styleId": 119, "id": "6fpmnv", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Pomegranate Pear", "nameDisplay": "Pomegranate Pear", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.07", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:07", "fgMax": "1.01", "shortName": "Fruit Cider", "abvMax": "9", "id": 155, "name": "Fruit Cider"}, "createDate": "2016-05-30 13:13:06", "updateDate": "2016-05-30 13:13:06", "abv": "4.5", "styleId": 155, "id": "NawyBX", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Pomegranate Planet – Our Spring seasonal American Wheat beer infused with the distinctive flavor of real pomegranate!", "statusDisplay": "Verified", "nameDisplay": "Pomegranate Planet", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2015-02-26 16:12:22", "updateDate": "2015-02-26 16:12:23", "abv": "5.2", "styleId": 119, "availableId": 4, "id": "Mk16cP", "name": "Pomegranate Planet"}, {"status": "verified", "isOrganic": "N", "description": "This pyment (mead brewed with honey and grape juice) blends wildflower honey, Riesling grape juice, and pomegranate juice for a light, refreshing beverage.", "statusDisplay": "Verified", "nameDisplay": "Pomegranate Pyment", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "description": "In well-made examples of the style, the grape is both distinctively vinous and well-incorporated into the honey-sweet-acid-tannin-alcohol balance of the mead. White and red versions can be quite different, and the overall impression should be characteristic of the type of grapes used and suggestive of a similar variety wine.", "createDate": "2012-03-21 20:06:46", "categoryId": 12, "updateDate": "2015-04-07 15:48:18", "shortName": "Pyment", "id": 144, "name": "Pyment (Grape Melomel)"}, "foodPairings": "Shellfish, goat cheese, and crudités.", "createDate": "2015-07-30 20:26:10", "updateDate": "2015-07-30 20:27:51", "abv": "12", "styleId": 144, "id": "oLqBrh", "name": "Pomegranate Pyment"}, {"status": "verified", "available": {"description": "Available during the summer months.", "id": 6, "name": "Summer"}, "isOrganic": "N", "description": "The addition of Pomegranate to our American Wheat lends a mild fruity flavor and tart finish to this popular summer refresher.  It's a special ale that's only available at the Gun Hill Brewery Tap Room.", "statusDisplay": "Verified", "nameDisplay": "Pomegranate Wheat", "originalGravity": "1.046", "id": "cjCsjy", "createDate": "2014-07-25 18:07:12", "updateDate": "2015-07-10 16:36:34", "abv": "5.6", "styleId": 114, "availableId": 6, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malted wheat. Fruit or fruit extracts contribute flavor and/or aroma. Perceived fruit qualities should be authentic and replicate true fruit complexity as much as possible. Color should reflect a degree of fruit's color. Hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor from yeast can be typical but at low levels; however, phenolic, clovelike characteristics should not be perceived. Body should be light to medium in character. Diacetyl should not be perceived. When this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. Brewer may indicate on the bottle whether the yeast should be intentionally roused or if they prefer that the entry be poured as quietly as possible.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:43:55", "fgMax": "1.016", "shortName": "Fruit Wheat Ale", "abvMax": "5", "id": 114, "srmMin": "2", "name": "Fruit Wheat Ale or Lager with or without Yeast"}, "ibu": "16", "name": "Pomegranate Wheat"}]
