[{"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "For the winter season, we traditionally make a Belgian-style Dubbel; a rich malty pleasure that is the perfect accompaniment to those long winter nights. Last year we decided to play around with the concept and see where it might take us. After much tinkering -with a number of unique ingredients combined with wood barrel aging- we arrived at this wonderful juxtaposition of fruitiness and maltiness which harmonized magically to produce this delicious winter warmer.\r\n\r\nThe designation of \"Grand Cru\" originates from the Burgundy region of France. Brewers have taken the term and applied to it more elaborate, aged and reserved versions of their beers. Our Belgian-style Dubbel -a great beer itself with a loyal following- has been taken to the next level by the careful blending and aging techniques. We believe we’ve created a classic to be enjoyed throughout the winter months.\r\n\r\nFor 2010, we offer a very limited release of (only 48 barrels) our Winter Grand Cru. In this batch, we’ve added over 100 pounds each of locally sourced Zante Currants and Black Mission Figs. We aged 20% in used Bourbon barrels for 12 months - in which time the warmth of the Bourbon, along with toasted oak and vanilla flavors were released from the wood. Whole Vanilla beans compliment the wood and bring forth a velvety smoothness and richness. The fig flavor is forward on the nose along with the bubble-gum/banana ester derived during fermentation. The taste starts with the rich sweetness of fruit, carries through with a rich mellow center and finishes dry, allowing for another glass as you sit by the cozy fire. Á votre santé!", "srmId": 29, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Grand Cru", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "id": "HdVJp2", "statusDisplay": "Verified", "createDate": "2012-01-03 02:43:18", "updateDate": "2015-01-05 14:44:21", "abv": "8.5", "styleId": 70, "availableId": 4, "glasswareId": 5, "ibu": "20", "srm": {"hex": "660D00", "id": 29, "name": "29"}, "name": "Grand Cru"}, {"status": "verified", "isOrganic": "N", "description": "We craft our Grand Cru with pilsner malt imported from Belgium and use a classic yeast from the same iconic brewing nation. A subtle malt profile compliments the fruity esters produced by this distinctive yeast. A blend of noble hops adds just a touch of aroma, nicely rounding out this deep golden, slightly tart, effervescent delight.", "statusDisplay": "Verified", "nameDisplay": "Grand Cru", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/quVxT6/upload_jf9olb-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/quVxT6/upload_jf9olb-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/quVxT6/upload_jf9olb-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "createDate": "2013-04-18 11:05:16", "updateDate": "2015-12-17 00:42:34", "styleId": 70, "id": "quVxT6", "name": "Grand Cru"}, {"status": "verified", "isOrganic": "N", "name": "Grand Cru", "nameDisplay": "Grand Cru", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "This light- to medium-bodied deep copper to brown ale is characterized by a slight to strong lactic sourness, and with \"Reds\" sometimes a balanced degree of acetic acid. Brettanomyces produced flavors and aromas are not part of character. A fruity-estery character which is often cherry-like is apparent with no hop flavor or aroma. Flanders brown ales have low to medium bitterness and a cocoa-like character from roast malt. Roasted malt character in aroma and flavor is acceptable at low levels. A very low degree of malt sweetness may be present and in balance with the acidity produced by Lactobacillus activity. Oak-like or woody characters may be pleasantly integrated into overall palate. Chill haze is acceptable at low serving temperatures. Some versions may be more highly carbonated and, when bottle conditioned, may appear cloudy (yeast) when served. These final beers are often blended old with new before packaging in order to create the brewer's intended balance of characters.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "20", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:31:39", "fgMax": "1.016", "shortName": "Flanders Red", "abvMax": "6.5", "id": 57, "srmMin": "12", "name": "Belgian-Style Flanders Oud Bruin or Oud Red Ales"}, "createDate": "2016-07-08 01:19:48", "updateDate": "2016-07-19 15:24:31", "abv": "7.5", "styleId": 57, "id": "uj6amq", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "Grand Cru is brewed with a touch of peated malt and spiced with coriander, sweet orange peel and a hint of anise. It is deep golden in color, full bodied and has hints of smoke and licorice in the taste and aroma. The malty, warming finish is perfect for colder weather.", "statusDisplay": "Verified", "nameDisplay": "Grand Cru", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "name": "Grand Cru", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-01-03 02:42:39", "updateDate": "2016-10-31 13:46:30", "abv": "7.2", "styleId": 64, "availableId": 3, "id": "2vIPMI", "glasswareId": 6}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "“Grand Cru” has been used by Belgian brewers for centuries to denote a more elaborate version of their original product. We continue this tradition with Celis Grand Cru, a heartier version of Celis White. Made with select hops, Celis Grand Cru is brewed with the bright flavors of lemon peel and mellow coriander, which give a robust finish to the classic wheat beer. Perfect for the cool fall and winter months, or when you want a beer slightly bolder in flavor—try pairing it with roasted meat or shellfish dishes.", "statusDisplay": "Verified", "nameDisplay": "Grand Cru", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/NPKqNk/upload_rM8Mzp-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/NPKqNk/upload_rM8Mzp-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/NPKqNk/upload_rM8Mzp-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian pale strong ales are pale to golden in color with relatively light body for a beer of its alcoholic strength. Often brewed with light colored Belgian \"candy\" sugar, these beers are well attenuated. The perception of hop bitterness is medium-low to medium -high, with hop flavor and aroma also in this range. These beers are highly attenuated and have a perceptively deceiving high alcoholic character-being light to medium bodied rather than full bodied. The intensity of malt character should be low to medium, often surviving along with a complex fruitiness. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "10", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:16", "fgMax": "1.024", "shortName": "Belgian Pale Strong", "abvMax": "11", "id": 63, "srmMin": "4", "name": "Belgian-Style Pale Strong Ale"}, "createDate": "2012-01-03 02:43:18", "updateDate": "2016-07-07 19:27:30", "abv": "9", "styleId": 63, "availableId": 1, "id": "NPKqNk", "name": "Grand Cru"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Schlafly Grand Cru continues our series of bottle-conditioned, Belgian-style ales. Three different traditional Belgian yeast strains contribute fruity and spicy aromas which give complexity of this deep golden ale. Medium body and effervescence contribute to a light, dry impression, despite its gravity and smooth, sweet finish. Store at cellar temperature until ready to serve.\r\n\r\nTry Grand Cru with full-flavored dishes like steamed mussels, spicy fish dishes or bread pudding and discover why this is truly (as its name implies) Schlafly Beer's \"cream of the crop.\"", "statusDisplay": "Verified", "nameDisplay": "Grand Cru", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/qn8lhF/upload_SL06ld-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/qn8lhF/upload_SL06ld-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/qn8lhF/upload_SL06ld-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "id": "qn8lhF", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-01-03 02:43:18", "updateDate": "2015-12-16 05:55:23", "abv": "9", "styleId": 70, "availableId": 2, "glasswareId": 6, "ibu": "20", "name": "Grand Cru"}, {"status": "verified", "isOrganic": "N", "name": "Grand Cru", "nameDisplay": "Grand Cru", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/XyOjZI/upload_Kby2iL-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/XyOjZI/upload_Kby2iL-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/XyOjZI/upload_Kby2iL-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.047", "description": "Unblended, naturally and spontaneously fermented lambic is intensely estery, sour, and sometimes, but not necessarily, acetic flavored. Low in carbon dioxide, these hazy beers are brewed with unmalted wheat and malted barley. Sweet malt characters are not perceived. They are very low in hop bitterness. Cloudiness is acceptable. These beers are quite dry and light bodied. Characteristic horsey, goaty, leathery and phenolic character evolved from Brettanomyces yeast is often present at moderate levels. Versions of this beer made outside of the Brussels area of Belgium cannot be true lambics. These versions are said to be \"lambicstyle\" and may be made to resemble many of the beers of true origin. Vanillin and other wood-derived flavors should not be evident. Historically, traditional lambic is dry and completely attenuated, exhibiting no residual sweetness either from malt, sugar or artificial sweeteners. Sweet versions may be created through addition of sugars or artificial sweeteners. Competition organizers may choose to subcategorize this style into A) Traditional and B) Sweet. Artificial sweeteners are sometimes used in some brands.", "createDate": "2012-03-21 20:06:46", "ibuMin": "11", "categoryId": 5, "srmMax": "13", "ibuMax": "23", "abvMin": "6.2", "fgMin": "1", "updateDate": "2015-04-07 15:32:34", "fgMax": "1.01", "shortName": "Lambic", "abvMax": "8.1", "id": 66, "srmMin": "6", "name": "Belgian-Style Lambic"}, "createDate": "2012-01-03 02:43:18", "updateDate": "2015-12-15 20:39:31", "abv": "10.5", "styleId": 66, "id": "XyOjZI", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A blend of both our Brother David’s Double and Triple ales aged in port barrels with our house bacterial culture. This marriage of Belgian flavors with moderate sourness results in a beer that is very tart and fruity, with a sweet malty backbone.", "statusDisplay": "Verified", "nameDisplay": "Grand Cru", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2016-09-13 16:21:39", "updateDate": "2016-09-13 18:25:36", "abv": "9", "styleId": 40, "id": "t2cMqs", "name": "Grand Cru"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "A full-bodied Belgian ale spiced with coriander and orange peel for a subtle citrus flavor and complex finish.", "statusDisplay": "Verified", "nameDisplay": "Grand Cru", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "12", "ibuMax": "30", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:06", "fgMax": "1.014", "shortName": "Belgian Pale", "abvMax": "6", "id": 62, "srmMin": "6", "name": "Belgian-Style Pale Ale"}, "id": "gFyjpv", "createDate": "2012-07-18 14:56:18", "updateDate": "2012-07-18 15:21:16", "abv": "7.8", "styleId": 62, "availableId": 2, "ibu": "30", "name": "Grand Cru"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 11, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/K9WcRE/upload_hqgiKA-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/K9WcRE/upload_hqgiKA-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/K9WcRE/upload_hqgiKA-icon.png"}, "styleId": 64, "availableId": 1, "foodPairings": "This beer’s depth and complexity make it an excellent match with a wide array of foods. The caramel flavors pair well with rich, roasted main dishes like pork or duck, while the dark fruit character is an ideal accompaniment to fruity desserts or funky, washed-rind cheeses.", "id": "K9WcRE", "statusDisplay": "Verified", "originalGravity": "1.088", "nameDisplay": "Grand Cru", "name": "Grand Cru", "abv": "10", "status": "verified", "description": "Grand Cru is a dark chestnut-colored Belgian-style Ale with vibrant fermentation aromas of fruity esters and spicy phenols. A sweet caramel malt, raisin, and plum-like character combines with the complex fermentation profile of our Belgian yeast strain and hints of bittersweet chocolate in the finish. Its full body and velvety mouthfeel make for a slow and satisfying drinking experience. Grand Cru is meant to be savored and will age nicely.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "srm": {"hex": "D77200", "id": 11, "name": "11"}, "servingTemperature": "cool", "updateDate": "2015-12-15 21:06:05", "ibu": "17", "createDate": "2012-01-03 02:43:18"}, {"status": "verified", "isOrganic": "N", "description": "Reminiscent of North Coast Brewing's Gold Medal-winning Twentieth Anniversary Ale, North Coast Grand Cru is brewed with pilsner malt and agave nectar, then aged in oak bourbon barrels.\r\n\r\nWe've had a good time exploring the brewing possibilities outside of the standard beer styles. North Coast Grand Cru doesn't fit neatly into any established category. We brew it exclusively with Pils malt with an addition of agave nectar in the kettle. The beer is then fermented with the same Belgian yeast that we use to ferment our North Coast Brewing Le Merle. It's subtle, complex and lightly hopped with a deceptive 12.5% ABV, and aging it in oak gives this unique beer an extra dimension. The result is really \"champagne-like.\"\r\n\r\nNorth Coast Grand Cru is available in 500 ML bottles with a cork and wire finish and in 1/6 BBL kegs in limited markets throughout the country.", "statusDisplay": "Verified", "nameDisplay": "Grand Cru", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/VvxKmy/upload_cps8GI-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/VvxKmy/upload_cps8GI-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/VvxKmy/upload_cps8GI-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "name": "Grand Cru", "glass": {"createDate": "2012-01-03 02:41:33", "id": 2, "name": "Goblet"}, "createDate": "2012-01-03 02:43:18", "updateDate": "2015-12-16 10:11:38", "abv": "12.5", "styleId": 64, "id": "VvxKmy", "glasswareId": 2}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Grand Cru", "nameDisplay": "Grand Cru", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.06", "description": "Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "21", "ibuMax": "65", "abvMin": "7", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:05", "fgMax": "1.04", "shortName": "Strong Ale", "abvMax": "11", "id": 14, "srmMin": "8", "name": "Strong Ale"}, "createDate": "2015-08-04 18:15:58", "updateDate": "2015-08-04 18:16:37", "abv": "9.6", "styleId": 14, "availableId": 2, "id": "9VrpZ1", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Grand Cru", "nameDisplay": "Grand Cru", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/gFWElp/upload_2JYwFM-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/gFWElp/upload_2JYwFM-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/gFWElp/upload_2JYwFM-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "createDate": "2012-01-03 02:43:18", "updateDate": "2015-12-15 21:37:27", "abv": "10", "styleId": 64, "id": "gFWElp", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Murray's Grand Cru is a hybrid of the Belgian Trippel and Golden Strong Ale styles. Made with authentic Belgian yeast , this highly awarded beer pours a pale straw colour with a fluffy white head. Hints of banana and bubblegum, backed with the dry-hopped spiciness of Pacifica hops dominate the aroma and flavour. This is balanced by silky malt flavours, finishing with a mellow bitterness.\r\n\r\nMurray's Grand Cru is a sophisticated, 'out-there' beer - our interpretation of two classic beer styles from one of the world's greatest brewing nations,Belgium.\r\n\r\nSavour this world-class beer on its own, or pair with wild game or strong oily fish such as salmon. Also wonderful with strong cheese.", "statusDisplay": "Verified", "nameDisplay": "Grand Cru", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "foodPairings": "Have with Strong cheese", "createDate": "2015-03-04 17:31:04", "updateDate": "2015-03-04 17:31:04", "abv": "8.8", "styleId": 59, "id": "YLxf8z", "name": "Grand Cru"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "A unique and richly complex spiced strong ale. Its harmonious flavors include a range of fruity accents and aromatics derived from an assortment of spices and a special yeast strain.\r\n\r\n2001 GOLD MEDAL Real Ale Festival, Chicago", "statusDisplay": "Verified", "nameDisplay": "Grand Cru", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "name": "Grand Cru", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:18", "updateDate": "2015-06-06 17:28:04", "abv": "9.5", "styleId": 70, "availableId": 2, "id": "jOAEmv", "glasswareId": 5}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "name": "Grand Cru", "statusDisplay": "Verified", "nameDisplay": "Grand Cru", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/XIdmQT/upload_eI7oLw-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/XIdmQT/upload_eI7oLw-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/XIdmQT/upload_eI7oLw-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:52", "updateDate": "2015-12-18 15:10:09", "abv": "8.2", "styleId": 70, "availableId": 3, "id": "XIdmQT", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Grand Cru", "nameDisplay": "Grand Cru", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.047", "description": "Unblended, naturally and spontaneously fermented lambic is intensely estery, sour, and sometimes, but not necessarily, acetic flavored. Low in carbon dioxide, these hazy beers are brewed with unmalted wheat and malted barley. Sweet malt characters are not perceived. They are very low in hop bitterness. Cloudiness is acceptable. These beers are quite dry and light bodied. Characteristic horsey, goaty, leathery and phenolic character evolved from Brettanomyces yeast is often present at moderate levels. Versions of this beer made outside of the Brussels area of Belgium cannot be true lambics. These versions are said to be \"lambicstyle\" and may be made to resemble many of the beers of true origin. Vanillin and other wood-derived flavors should not be evident. Historically, traditional lambic is dry and completely attenuated, exhibiting no residual sweetness either from malt, sugar or artificial sweeteners. Sweet versions may be created through addition of sugars or artificial sweeteners. Competition organizers may choose to subcategorize this style into A) Traditional and B) Sweet. Artificial sweeteners are sometimes used in some brands.", "createDate": "2012-03-21 20:06:46", "ibuMin": "11", "categoryId": 5, "srmMax": "13", "ibuMax": "23", "abvMin": "6.2", "fgMin": "1", "updateDate": "2015-04-07 15:32:34", "fgMax": "1.01", "shortName": "Lambic", "abvMax": "8.1", "id": 66, "srmMin": "6", "name": "Belgian-Style Lambic"}, "createDate": "2012-01-03 02:43:18", "updateDate": "2015-05-06 18:49:14", "abv": "9.5", "styleId": 66, "id": "mnlrxS", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Mysterious dark ale brewed with rich malts and fermented with Belgian and American yeasts.", "statusDisplay": "Verified", "nameDisplay": "Grand Cru", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ChCrwY/upload_JBmiIJ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ChCrwY/upload_JBmiIJ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ChCrwY/upload_JBmiIJ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "name": "Grand Cru", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:18", "updateDate": "2015-12-16 07:26:10", "styleId": 70, "availableId": 1, "id": "ChCrwY", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Bourbon barrel aged English Barleywine", "statusDisplay": "Verified", "nameDisplay": "Grand Cru", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "createDate": "2015-09-23 20:52:14", "updateDate": "2015-09-23 20:52:14", "abv": "11.5", "styleId": 34, "id": "z1Kz0I", "name": "Grand Cru"}, {"status": "verified", "isOrganic": "N", "name": "Grand Cru", "statusDisplay": "Verified", "nameDisplay": "Grand Cru", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/oKwTQ7/upload_HwIELO-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/oKwTQ7/upload_HwIELO-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/oKwTQ7/upload_HwIELO-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-01-03 02:43:18", "updateDate": "2016-10-25 15:32:06", "abv": "9.5", "styleId": 70, "id": "oKwTQ7", "glasswareId": 6}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "This beer exemplifies the best Upstream has to offer. It is the same beer as the Tripel, but the special Belgian yeast (the same yeast responsible for the unique character found in Burgundy wines) added during maturation lends a distinct earthy character to the beer. The aroma displays a strong earthy character, and the flavor shows off the complex blend of citrus, honey and oak.\r\n\r\nWorld Beer Cup 2008 Gold medal", "statusDisplay": "Verified", "nameDisplay": "Grand Cru", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "name": "Grand Cru", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:18", "updateDate": "2012-03-22 13:04:31", "abv": "9", "styleId": 59, "availableId": 2, "id": "71pX1V", "glasswareId": 5}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 6, "styleId": 70, "availableId": 1, "foodPairings": "Baklava - the honey really complements this beer.", "id": "JkCwJu", "statusDisplay": "Verified", "originalGravity": "1.086", "nameDisplay": "Grand Cru", "name": "Grand Cru", "abv": "10", "status": "verified", "description": "This beer is similar to a Belgian-style golden strong ale but is brewed with spices, which add additional complexity to the beer. The fruitiness from the fermentation melds with the spices for added depth. Despite the 10% ABV, this beer is very drinkable.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "glasswareId": 8, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "srm": {"hex": "F8A600", "id": 6, "name": "6"}, "servingTemperature": "cool", "updateDate": "2014-10-31 20:39:32", "ibu": "25", "createDate": "2013-08-09 00:18:48"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Grand Cru is our very special Belgian-style dark ale. Imported malts give it a round malty richness, and the fruity complexity and slightly spicy character come from brewing with a proprietary Belgian yeast strain. Don’t let the name fool you; while it may be a special occasion beer, this medium-bodied, elegant incarnation is anything but snobbish.", "statusDisplay": "Verified", "nameDisplay": "Grand Cru", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/fAiQPx/upload_8aA1If-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/fAiQPx/upload_8aA1If-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/fAiQPx/upload_8aA1If-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "name": "Grand Cru", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:18", "updateDate": "2015-12-16 09:42:23", "abv": "11", "styleId": 64, "availableId": 4, "id": "fAiQPx", "glasswareId": 5}, {"status": "verified", "isOrganic": "Y", "description": "An authentic Belgian ale with hints of orange peel, coriander & honey.", "statusDisplay": "Verified", "nameDisplay": "Grand Cru", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.054", "description": "Belgian-style blond ales are characterized by low yet evident hop bitterness, flavor, and sometimes aroma. Light to medium body and low malt aroma with a sweet, spiced and a low to medium fruity-ester character orchestrated in flavor and aroma. Sugar may be used to lighten perceived body. They are blonde to golden in color. Noble-type hops are commonly used. Low levels of phenolic spiciness from yeast byproducts may be perceived. Diacetyl should not be perceived. Acidic character should not be present. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "7", "ibuMax": "30", "abvMin": "6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:01", "fgMax": "1.014", "shortName": "Belgian Blonde", "abvMax": "7.8", "id": 61, "srmMin": "4", "name": "Belgian-Style Blonde Ale"}, "id": "AGrrcQ", "createDate": "2015-05-18 16:01:40", "updateDate": "2015-05-18 16:01:40", "abv": "7.3", "styleId": 61, "ibu": "11", "name": "Grand Cru"}, {"status": "verified", "isOrganic": "N", "name": "Grand Cru 2003", "nameDisplay": "Grand Cru 2003", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.047", "description": "Unblended, naturally and spontaneously fermented lambic is intensely estery, sour, and sometimes, but not necessarily, acetic flavored. Low in carbon dioxide, these hazy beers are brewed with unmalted wheat and malted barley. Sweet malt characters are not perceived. They are very low in hop bitterness. Cloudiness is acceptable. These beers are quite dry and light bodied. Characteristic horsey, goaty, leathery and phenolic character evolved from Brettanomyces yeast is often present at moderate levels. Versions of this beer made outside of the Brussels area of Belgium cannot be true lambics. These versions are said to be \"lambicstyle\" and may be made to resemble many of the beers of true origin. Vanillin and other wood-derived flavors should not be evident. Historically, traditional lambic is dry and completely attenuated, exhibiting no residual sweetness either from malt, sugar or artificial sweeteners. Sweet versions may be created through addition of sugars or artificial sweeteners. Competition organizers may choose to subcategorize this style into A) Traditional and B) Sweet. Artificial sweeteners are sometimes used in some brands.", "createDate": "2012-03-21 20:06:46", "ibuMin": "11", "categoryId": 5, "srmMax": "13", "ibuMax": "23", "abvMin": "6.2", "fgMin": "1", "updateDate": "2015-04-07 15:32:34", "fgMax": "1.01", "shortName": "Lambic", "abvMax": "8.1", "id": 66, "srmMin": "6", "name": "Belgian-Style Lambic"}, "createDate": "2012-01-03 02:43:18", "updateDate": "2015-05-27 18:48:21", "abv": "10", "styleId": 66, "id": "5UPOLB", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available during the fall months.", "id": 7, "name": "Fall"}, "isOrganic": "N", "description": "Each Autumn, we fancy a good Dubbel, a rich, malty pleasure that’s the perfect accompaniment to those longer fall and winter nights. Two years ago, we began to play around with -what by then had become our “Winter Ale” and see where it might take us. After much tinkering, including a number of crazed fruit experiments, wood barrel aging in various vessels, and finally finishing with mind-numbing blending trials, we offer our 2011 Grand Cru.\r\n\r\nThe designation of “Grand Cru” originates from the Burgundy region of France. Brewers have taken the term and applied to it more elaborate, aged and reserved versions of their beers. Our Belgian-style Dubbel (available for 2011-2012 as our Winter Seasonal 22oz) has been taken to the next level by the careful blending and aging techniques. We believe we’ve created a classic to be enjoyed throughout the winter months.\r\n\r\nThis year, we offer a limited release in both Bourbon and Brandy versions, both in their bottle debut. In these batches, we’ve added locally sourced Zante currants and Black Mission figs, aged 20% of the blend in used bourbon and brandy barrels for 12 months - in which time the warmth of the spirits, along with toasted oak and vanilla flavors are released from the wood. Whole Vanilla beans compliment the wood and bring forth a velvety smoothness and richness. The fig flavor is forward on the nose along with the bubble-gum/banana esters. In both, the taste starts with the rich sweetness of fruit, carries through with a rich mellow center and finishes dry, yet these Brandy and Bourbon siblings take you there via their own routes.", "statusDisplay": "Verified", "nameDisplay": "Grand Cru Bourbon Barrel Aged", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.06", "description": "This medium-bodied, red to dark brown colored ale has a malty sweetness and chocolate-like caramel aroma. A light hop flavor and/or aroma is acceptable. Dubbels are also characterized by low-medium to medium bitterness. No diacetyl is acceptable. Yeastgenerated fruity esters (especially banana) are appropriate at low levels. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Often bottle conditioned a slight yeast haze and flavor may be evident.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "36", "ibuMax": "30", "abvMin": "6.25", "fgMin": "1.012", "updateDate": "2015-04-07 15:31:45", "fgMax": "1.016", "shortName": "Belgian Dubbel", "abvMax": "7.5", "id": 58, "srmMin": "16", "name": "Belgian-Style Dubbel"}, "name": "Grand Cru Bourbon Barrel Aged", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-06-29 16:58:32", "updateDate": "2012-06-29 19:41:03", "abv": "8", "styleId": 58, "availableId": 7, "foodPairings": "Lamb, wild game, charcuterie, braised short ribs, cherry reductions. Try with braised pork & red cabbage, Moussaka, mushroom dishes (think risotto or polenta) grilled salmon, tuna or sardines, or try our secret weapon side dish: Brussells Sprouts in Maple Syrup/Grand Cru reduction.", "id": "w5qtUB", "glasswareId": 6}, {"status": "verified", "available": {"description": "Available during the spring months.", "id": 5, "name": "Spring"}, "isOrganic": "N", "description": "Grand Cru de Pelican is the result of inspiration, creativity, and imagination. With a nod to the great brewing traditions of Belgium, we have been inspired to create this dark, sensuous brew. Grand Cru de Pelican entices with a rich, complex aroma, and satisfies with deep malty and caramel flavors. Spicy, aromatic flavors provide a harmonious counterpoint to the malty foundation of this robust beer. A snappy finish and medium-light body enhance the smooth drinkability of this beer. Bottle conditioned for substantial depth of flavor and excellent keeping qualities.", "statusDisplay": "Verified", "nameDisplay": "Grand Cru de Pelican", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "id": "M3MR20", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-01-03 02:43:18", "updateDate": "2015-04-17 15:33:36", "abv": "9.9", "styleId": 64, "availableId": 5, "glasswareId": 6, "ibu": "24", "name": "Grand Cru de Pelican"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "This Belgian-style strong golden ale showcases a variety of the ingredients and brewing methods that help differentiate Flying Fish beers. The Grand Cru is fermented at a higher temperature than our other beers adding an undercurrent of fruitiness and clove (although there is no fruit or spice in the beer). Very lightly filtered, the Grand Cru exhibits complex mouthfeel, strong malt flavors, a spicy hop presence and a soothing alcohol warmth, followed by a clean, dry finish. It is excellent with food as well as served by itself.", "statusDisplay": "Verified", "nameDisplay": "Grand Cru Winter Reserve", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/21i4nx/upload_1n1iIK-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/21i4nx/upload_1n1iIK-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/21i4nx/upload_1n1iIK-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "name": "Grand Cru Winter Reserve", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:18", "updateDate": "2015-12-15 23:36:36", "abv": "7.2", "styleId": 70, "availableId": 4, "id": "21i4nx", "glasswareId": 5}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/VelS6U/upload_EqBKKr-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/VelS6U/upload_EqBKKr-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/VelS6U/upload_EqBKKr-icon.png"}, "name": "Grand Crüe", "nameDisplay": "Grand Crüe (2012)", "year": 2012, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:27", "shortName": "BBL Aged", "id": 132, "name": "Wood- and Barrel-Aged Beer"}, "createDate": "2013-01-03 12:26:17", "updateDate": "2015-12-16 22:05:19", "abv": "6.4", "styleId": 132, "availableId": 2, "id": "VelS6U", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Grand Crüe", "nameDisplay": "Grand Crüe", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "createDate": "2014-11-05 20:42:25", "updateDate": "2014-11-10 17:45:59", "abv": "12.4", "styleId": 64, "id": "7vbXjf", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Remember this moment. One day you will tell your children (when they reach legal age) that you partook of this historic IPA. For with this colossal, hop-drenched brew, our Village marks a monumental, millennial milestone. Yes, this Father's Day brew is the 1000th ale created in our kettles. We brewed it to be a priceless, timeless tribute to our male ancestors, and proudly named it \"Father 1000.\" But then we had a grand idea.", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 60, "farneseneMax": 6, "cohumuloneMax": 40, "id": 22, "humuleneMax": 13, "category": "hop", "createDate": "2013-06-24 16:07:28", "farneseneMin": 6, "humuleneMin": 13, "betaAcidMax": 7, "cohumuloneMin": 33, "myrceneMin": 45, "alphaAcidMin": 5.5, "description": "Cascade was created in the United States as an open-pollinated cross between Fuggle and Serebrianker. Its instantly recognizable grapefruit, floral aroma is characteristic of many American ales. Cascade is also one of the easiest hop varieties to grow; it can grow well under less than ideal conditions or in short growing seasons, and unlike most varieties, if started from a good rhizome a Cascade can produce a good crop even in its first growing season.", "betaAcidMin": 4.5, "caryophylleneMax": 4.5, "caryophylleneMin": 4.5, "name": "Cascade", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}, {"myrceneMax": 60, "category": "hop", "farneseneMax": 1, "description": "Sometimes called a super Cascade, Centennial was bred in 1974 but not released until 1990. It has a floral, citrus aroma and a clean spicy flavor; its heritage includes Brewer's Gold, Fuggle, and East Kent Golding. Popular among craft brewers, Centennial lends its distinctive character to, among others, Sierra Nevada Celebration Ale and Sierra Nevada Bigfoot Barleywine.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:28", "betaAcidMin": 3.5, "categoryDisplay": "Hops", "id": 24, "humuleneMin": 10, "betaAcidMax": 4.5, "caryophylleneMax": 8, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 4, "cohumuloneMax": 30, "cohumuloneMin": 28, "myrceneMin": 45, "alphaAcidMin": 6, "humuleneMax": 18, "name": "Centennial"}, {"myrceneMax": 40, "category": "hop", "farneseneMax": 1, "description": "Released in 1985, Chinook is a strong bittering hop derived from Petham Golding, one of the English Golding hops. It is used in stouts and porters for its heavy spicy aroma.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:28", "betaAcidMin": 3, "categoryDisplay": "Hops", "id": 26, "humuleneMin": 18, "betaAcidMax": 4, "caryophylleneMax": 11, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 9, "cohumuloneMax": 35, "cohumuloneMin": 29, "myrceneMin": 35, "alphaAcidMin": 12, "humuleneMax": 25, "name": "Chinook"}, {"myrceneMax": 60, "category": "hop", "farneseneMax": 1, "description": "Galena is a high-alpha hop variety developed by the Iowa state breeding program in 1968 by open pollination from Brewer's Gold and released to the trade in 1978. Because of its strong, clean bitterness, it is said to be among the most common bittering hops used in America. It is sensitive to growing conditions and can be more difficult to grow outside of the Northwest. Galena has a strong fruity/black currant aroma similar to Bullion.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:30", "betaAcidMin": 7, "categoryDisplay": "Hops", "id": 45, "humuleneMin": 10, "betaAcidMax": 9, "caryophylleneMax": 5.5, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 3, "cohumuloneMax": 42, "cohumuloneMin": 32, "myrceneMin": 55, "alphaAcidMin": 11, "humuleneMax": 15, "name": "Galena"}, {"myrceneMax": 65, "category": "hop", "farneseneMax": 1, "description": "Simcoe is a dual-purpose hop variety which its grower claims is similar in character to Amarillo. It is a proprietary hop, and the name \"Simcoe\" is a registered trademark of Yakima Chief Ranches, LLC.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:36", "betaAcidMin": 4, "categoryDisplay": "Hops", "id": 118, "humuleneMin": 10, "betaAcidMax": 5, "caryophylleneMax": 8, "updateDate": "2013-06-24 16:10:38", "caryophylleneMin": 5, "cohumuloneMax": 20, "cohumuloneMin": 15, "myrceneMin": 60, "alphaAcidMin": 12, "humuleneMax": 15, "name": "Simcoe"}, {"forAroma": "Y", "alphaAcidMax": 19, "myrceneMax": 60, "cohumuloneMax": 24, "farneseneMax": 5, "forFlavor": "N", "id": 1991, "humuleneMax": 9.5, "category": "hop", "createDate": "2014-09-11 13:30:00", "isNoble": "N", "farneseneMin": 5, "humuleneMin": 9.5, "betaAcidMax": 9, "cohumuloneMin": 22, "myrceneMin": 60, "alphaAcidMin": 16, "description": "Released in 2012 from the New Zealand Plant and Food Research Hop Breeding program in Riwaka.", "betaAcidMin": 7, "caryophylleneMax": 2.6, "caryophylleneMin": 2.6, "name": "Waimea", "countryOfOrigin": "NZ", "country": {"displayName": "New Zealand", "name": "NEW ZEALAND", "isoThree": "NZL", "createDate": "2012-01-03 02:41:33", "numberCode": 554, "isoCode": "NZ"}, "categoryDisplay": "Hops", "forBittering": "Y"}, {"category": "hop", "createDate": "2015-08-06 15:25:54", "categoryDisplay": "Hops", "id": 2003, "name": "Azzeca"}]}, "nameDisplay": "Grand Father", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "AdlKHa", "createDate": "2015-08-06 15:24:17", "updateDate": "2015-08-06 15:26:23", "abv": "7.2", "styleId": 30, "availableId": 2, "ibu": "75", "name": "Grand Father"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Our annually released Barleywine changes every year depending on what mood we're in. It is, however, always a \"big\" beer usually around 10% ABV. Enjoy now or cellar for a special occasion.", "statusDisplay": "Verified", "nameDisplay": "Grand Illumination", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/rlDZVB/upload_E5Cnyx-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/rlDZVB/upload_E5Cnyx-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/rlDZVB/upload_E5Cnyx-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "createDate": "2014-10-13 16:47:32", "updateDate": "2015-12-17 18:59:10", "abv": "10", "styleId": 34, "availableId": 2, "id": "rlDZVB", "name": "Grand Illumination"}, {"status": "verified", "isOrganic": "N", "name": "Grand Lagos Mexican Lager", "nameDisplay": "Grand Lagos Mexican Lager", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/QZab8B/upload_rDrX5f-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/QZab8B/upload_rDrX5f-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/QZab8B/upload_rDrX5f-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2016-05-04 13:36:13", "updateDate": "2016-06-01 18:35:24", "abv": "5.4", "styleId": 93, "id": "QZab8B", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Grand Marais Pale Ale", "nameDisplay": "Grand Marais Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2012-01-03 02:43:18", "updateDate": "2015-05-08 13:53:42", "styleId": 25, "id": "8Jyw2B", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "description": "Sunshine always dances here.  Some call this fruitful pairing surreal – ruby red apples uniting with succulent juicy oranges.  Unexpected? You bet.  Sweet yet tart – tasty and unique.  Nothing stops the passion found in a Grand Mimosa.  Click your heels.", "statusDisplay": "Verified", "nameDisplay": "Grand Mimosa", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/das4HT/upload_6PL9Lr-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/das4HT/upload_6PL9Lr-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/das4HT/upload_6PL9Lr-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.07", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:07", "fgMax": "1.01", "shortName": "Fruit Cider", "abvMax": "9", "id": 155, "name": "Fruit Cider"}, "createDate": "2015-01-16 18:16:01", "updateDate": "2015-12-17 20:54:22", "abv": "5", "styleId": 155, "availableId": 8, "id": "das4HT", "name": "Grand Mimosa"}, {"status": "verified", "isOrganic": "N", "description": "Das mitteldunkle Lager ist ein wunderbar ausbalanciertes Bier in bester böhmischer Tradition. Malzaromatisch und unfaßbar lecker!\r\nUnsere Empfehlung: ein wunderbares Bier zu unseren Sonntagskonzerten.", "statusDisplay": "Verified", "nameDisplay": "Grand OLs Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2016-05-10 14:53:27", "updateDate": "2016-05-10 14:53:27", "abv": "5", "styleId": 93, "id": "0N3r8N", "name": "Grand OLs Lager"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Grand O’ Stout  is a Dry Stout,  with a roasted, coffee- like, earthy aroma and a nice, creamy head of foam", "statusDisplay": "Verified", "nameDisplay": "Grand O’ Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.038", "description": "Dry stouts have an initial malt and light caramel flavor profile with a distinctive dry-roasted bitterness in the finish. Dry stouts achieve a dry-roasted character through the use of roasted barley. The emphasis of coffee-like roasted barley and a moderate degree of roasted malt aromas define much of the character. Some slight acidity may be perceived but is not necessary. European hop aroma and flavor should be low or not perceived. Dry stouts have medium-light to medium body. Fruity esters are minimal and overshadowed by malt, high hop bitterness, and roasted barley character. Diacetyl (butterscotch) should be very low or not perceived. Head retention and rich character should be part of its visual character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:51", "fgMax": "1.012", "shortName": "Dry Irish Stout", "abvMax": "5", "id": 23, "srmMin": "40", "name": "Classic Irish-Style Dry Stout"}, "id": "Y2BAX8", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-03-24 23:38:02", "updateDate": "2014-03-24 23:38:02", "abv": "4.1", "styleId": 23, "availableId": 4, "glasswareId": 5, "ibu": "41", "name": "Grand O’ Stout"}, {"status": "verified", "isOrganic": "N", "name": "Grand Pale", "nameDisplay": "Grand Pale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-12-15 15:12:01", "updateDate": "2015-12-15 15:12:01", "abv": "6.4", "styleId": 25, "id": "nWJ7BT", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "name": "Grand Pumpkin", "nameDisplay": "Grand Pumpkin", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/qUHHDa/upload_Je9Lhk-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/qUHHDa/upload_Je9Lhk-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/qUHHDa/upload_Je9Lhk-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Pumpkin beers are any beers using pumpkins (Cucurbito pepo) as an adjunct in either mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Pumpkin qualities should not be overpowered by hop character. These may or may not be spiced or flavored with other things. A statement by the brewer explaining the nature of the beer is essential for fair assessment in competitions. If this beer is a classic style with pumpkin, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:28", "fgMax": "1.03", "shortName": "Pumpkin Beer", "abvMax": "12", "id": 121, "srmMin": "5", "name": "Pumpkin Beer"}, "createDate": "2012-10-24 13:54:18", "updateDate": "2015-12-16 19:35:14", "styleId": 121, "availableId": 3, "id": "qUHHDa", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This is our crisp, refreshing, get stuff done beer. Willamette hops add lemon/orange flavors that sit on top of the grainy sweetness leading in to a snappy, dry finish.", "statusDisplay": "Verified", "nameDisplay": "Grand Rabbits", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/q2bEhw/upload_pVCc7i-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/q2bEhw/upload_pVCc7i-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/q2bEhw/upload_pVCc7i-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.044", "description": "Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "5", "ibuMax": "22", "abvMin": "4.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:30", "fgMax": "1.01", "shortName": "Cream Ale", "abvMax": "5.6", "id": 109, "srmMin": "2", "name": "American-Style Cream Ale or Lager"}, "createDate": "2013-07-26 12:18:07", "updateDate": "2015-12-17 03:13:41", "abv": "5.5", "styleId": 109, "availableId": 1, "id": "q2bEhw", "name": "Grand Rabbits"}, {"status": "verified", "isOrganic": "N", "name": "Grand River Red", "nameDisplay": "Grand River Red", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2014-09-04 15:01:35", "updateDate": "2014-09-04 16:45:05", "abv": "6", "styleId": 32, "id": "2pWyJm", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A light-bodied American pale ale dry-hopped with Fuggles hops. This was the brainchild of Greg Noonan. He had said, privately, that he felt that he had nailed the style for what he had planned and hoped for. As a side note, the inspiration for the name of this beer came from an 8 year old girl named Jenny, about 25 years ago! The name stuck and style stuck. Go figure. Enjoy this light, summer ale while watching your favorite team play!", "statusDisplay": "Verified", "ingredients": {"hops": [{"category": "hop", "createDate": "2013-06-24 16:07:30", "categoryDisplay": "Hops", "id": 43, "name": "Fuggles"}]}, "nameDisplay": "Grand Slam Baseball Beer", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "name": "Grand Slam Baseball Beer", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-24 03:34:06", "updateDate": "2015-04-08 16:46:31", "styleId": 25, "id": "zoWyyo", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "English Brown Ale aged in a Grand Traverse barrel", "statusDisplay": "Verified", "nameDisplay": "Grand Traverse Brown", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "English brown ales range from copper to brown in color. They have medium body and range from dry to sweet maltiness with very little hop flavor or aroma. Roast malt tones may sometimes contribute to the flavor and aroma profile. Low to medium-low levels of fruity-ester flavors are appropriate. Diacetyl should be very low, if evident. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "25", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:20:51", "fgMax": "1.014", "shortName": "English Brown", "abvMax": "5.5", "id": 12, "srmMin": "13", "name": "English-Style Brown Ale"}, "createDate": "2014-10-24 03:08:29", "updateDate": "2014-10-28 14:24:42", "styleId": 12, "id": "KcaA9A", "name": "Grand Traverse Brown"}, {"status": "verified", "isOrganic": "N", "description": "A little trivia you might not believe: we use more pounds of hops per barrel to brew our Bohemian Pilsner than we use to brew our IPAs. You gotta like hops to like this beer. What separates it from our lagers and ales is the adherence to traditional Czech brewing methods. The use of mineral-less soft water keeps the hops smooth, and the beer light in color. A spicy nose seals the deal.", "statusDisplay": "Verified", "nameDisplay": "Grand Trunk Bohemian Pilsner", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/iPXnAR/upload_EqdqD4-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/iPXnAR/upload_EqdqD4-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/iPXnAR/upload_EqdqD4-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "Traditional Bohemian Pilseners are medium bodied, and they can be as dark as a light amber color. This style balances moderate bitterness and noble-type hop aroma and flavor with a malty, slightly sweet, medium body. Extremely low levels of diacetyl and low levels of sweet corn-like dimethylsulfide (DMS) character, if perceived, are characteristic of this style and both may accent malt aroma. A toasted-, biscuit-like, bready malt character along with low levels of sulfur compounds may be evident. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "30", "categoryId": 7, "srmMax": "7", "ibuMax": "45", "abvMin": "4", "fgMin": "1.014", "updateDate": "2015-04-07 15:36:03", "fgMax": "1.02", "shortName": "Bohemian Pilsener", "abvMax": "5", "id": 76, "srmMin": "3", "name": "Bohemian-Style Pilsener"}, "id": "iPXnAR", "createDate": "2014-09-04 16:53:12", "updateDate": "2015-12-17 17:54:48", "abv": "5", "styleId": 76, "ibu": "35", "name": "Grand Trunk Bohemian Pilsner"}, {"status": "verified", "isOrganic": "N", "name": "Grand Trunk Steam Beer", "nameDisplay": "Grand Trunk Steam Beer", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.045", "description": "California Common Beer is light amber to amber in color and is medium bodied. There is a noticeable degree of caramel-type malt character in flavor and often in aroma. Hop bitterness impression is medium to medium high and is balanced with a low to medium-low degree of fruity esters and malt character and give an impression of balance and drinkability. Hop flavor and aroma is low to medium-low. California Common Beer is a style of beer brewed with lager yeasts but at ale fermentation temperatures. Diacetyl and chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 11, "srmMax": "15", "ibuMax": "45", "abvMin": "4.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:42:34", "fgMax": "1.018", "shortName": "California Common", "abvMax": "5.6", "id": 110, "srmMin": "8", "name": "California Common Beer"}, "createDate": "2014-09-05 20:02:47", "updateDate": "2014-09-06 00:15:42", "abv": "5.5", "styleId": 110, "id": "lz9nPQ", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Inspired by our team’s passion for racing, Grand-Am™ is an American Pale Ale worthy of the “Racer” family. True to our roots, this sessionable yet assertive ale balances both classic and new American hop varieties with a distinct malt backbone. Start your engines…", "statusDisplay": "Verified", "nameDisplay": "Grand-Am", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/9UhIDA/upload_28x5xE-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/9UhIDA/upload_28x5xE-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/9UhIDA/upload_28x5xE-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "9UhIDA", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "createDate": "2014-09-19 16:09:27", "updateDate": "2015-12-17 18:28:28", "abv": "6", "styleId": 25, "availableId": 1, "glasswareId": 5, "ibu": "50", "foodPairings": "Pizza, burgers, salad, parmesan, poultry, beef", "name": "Grand-Am"}, {"status": "verified", "isOrganic": "N", "description": "Round and soft...\r\n\r\nGreat Chantourne is brewed with malted barley and spelled (cousin of wheat), the latter giving it its softness and smoothness. Slightly bitter, it allows us to appreciate the flavor of spelled.\r\n\r\nA taste for any occasion!", "statusDisplay": "Verified", "nameDisplay": "Grande Chantourne", "createDate": "2013-04-03 15:14:16", "updateDate": "2015-05-18 18:16:41", "id": "NpYEwe", "name": "Grande Chantourne"}, {"status": "verified", "isOrganic": "N", "name": "Grande Hermine", "nameDisplay": "Grande Hermine", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2015-03-09 18:35:15", "updateDate": "2015-03-09 18:35:16", "abv": "6", "styleId": 72, "id": "e3yBMd", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Grande Noirceur", "nameDisplay": "Grande Noirceur", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ZSBY4N/upload_UF4WST-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ZSBY4N/upload_UF4WST-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ZSBY4N/upload_UF4WST-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2015-03-18 20:01:26", "updateDate": "2015-12-18 00:35:27", "abv": "9", "styleId": 43, "id": "ZSBY4N", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Inspired by the centuries-old Belgian brewing tradition of Trappist monks, Unibroue 17 was first brewed to celebrate our first anniversary.\r\n\r\n This French oak aged, bottled refermented dark ale has a remarkable and complex flavour profile. Its Grande Réserve appellation is a fitting endorsement of its exceptional aging quality. Brewed once a year in individually numbered brasseur bottles. Unibroue 17 Grande Réserve promises to be a true delight for the specialty beer enthusiast.", "statusDisplay": "Verified", "nameDisplay": "Grande Reserve 17", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/kAnJGH/upload_fFATuK-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/kAnJGH/upload_fFATuK-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/kAnJGH/upload_fFATuK-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "id": "kAnJGH", "createDate": "2014-11-15 18:43:51", "updateDate": "2015-12-17 18:36:25", "abv": "10", "styleId": 64, "ibu": "35", "name": "Grande Reserve 17"}]
