[{"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "Illumination", "nameDisplay": "Illumination", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/qKjPDE/upload_xfYY14-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/qKjPDE/upload_xfYY14-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/qKjPDE/upload_xfYY14-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "qKjPDE", "createDate": "2013-05-04 18:47:49", "updateDate": "2015-12-17 02:56:32", "abv": "9", "styleId": 31, "availableId": 4, "ibu": "108", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "When in the course of celebrating July 4th, 2013, an idea was conceived to brew an ale suitable for such a celebration and so Illumination White Ale was born. Brewed with blueberries and red raspberries to achieve a red, white, and blue themed ale...", "statusDisplay": "Verified", "nameDisplay": "Illumination", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/6Cjfil/upload_1X2S0C-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/6Cjfil/upload_1X2S0C-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/6Cjfil/upload_1X2S0C-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "createDate": "2014-10-16 17:55:50", "updateDate": "2015-12-17 17:50:10", "abv": "6.2", "styleId": 65, "availableId": 1, "id": "6Cjfil", "name": "Illumination"}, {"status": "verified", "isOrganic": "N", "description": "The 42nd parallel has been home to some of the world’s greatest luminaries. Writers, philosophers, and craftsman whose creativity, risk taking, and foresight have inspired generations. The Illumination Bohemian Pilsner is brewed to be as authentic as possible to the birthplace of real lager, Plzen, and uses only Czech Saaz hops and the best European malts available. Crisp and refreshing yet very flavorful, Illumination boasts a slightly sweet malt character with a prevalent spicy and floral hop profile.", "srmId": 5, "nameDisplay": "Illumination", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/b2Rptj/upload_8usLIS-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/b2Rptj/upload_8usLIS-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/b2Rptj/upload_8usLIS-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "Traditional Bohemian Pilseners are medium bodied, and they can be as dark as a light amber color. This style balances moderate bitterness and noble-type hop aroma and flavor with a malty, slightly sweet, medium body. Extremely low levels of diacetyl and low levels of sweet corn-like dimethylsulfide (DMS) character, if perceived, are characteristic of this style and both may accent malt aroma. A toasted-, biscuit-like, bready malt character along with low levels of sulfur compounds may be evident. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "30", "categoryId": 7, "srmMax": "7", "ibuMax": "45", "abvMin": "4", "fgMin": "1.014", "updateDate": "2015-04-07 15:36:03", "fgMax": "1.02", "shortName": "Bohemian Pilsener", "abvMax": "5", "id": 76, "srmMin": "3", "name": "Bohemian-Style Pilsener"}, "id": "b2Rptj", "statusDisplay": "Verified", "createDate": "2016-03-04 21:58:45", "updateDate": "2016-03-07 18:44:16", "abv": "6.5", "styleId": 76, "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "ibu": "42", "name": "Illumination"}, {"status": "verified", "isOrganic": "N", "description": "Illumination is a beer inspired by two of my favorite brewing traditions: the rustic farmhouse ales of Belgium and the generously hopped IPA’s of America’s West Coast. Born from a grist of barley, wheat and rye, and fermented with a blend of infamously expressive farmhouse ale yeasts, Illumination begins its life as a classic Saison, only to be transformed into something unique through robust additions of American dry hops. The result is a beer with an intensely tropical aroma, a juicy, citrus flavor, and a dry, crisp bitterness. While this beer may not provide immediate illumination to the mysteries of life, it’s sure to at least brighten the corners.", "statusDisplay": "Verified", "nameDisplay": "Illumination Farmhouse IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Q0oBkx/upload_UgUEHA-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Q0oBkx/upload_UgUEHA-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Q0oBkx/upload_UgUEHA-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2013-05-04 19:37:25", "updateDate": "2015-12-17 03:28:02", "abv": "6.8", "styleId": 72, "id": "Q0oBkx", "name": "Illumination Farmhouse IPA"}, {"status": "verified", "isOrganic": "N", "name": "Illuminator Doppelbock", "nameDisplay": "Illuminator Doppelbock", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "createDate": "2012-01-03 02:43:27", "updateDate": "2012-03-22 13:04:31", "abv": "6.8", "styleId": 3, "id": "ghuJZE", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Illuminatos", "nameDisplay": "Illuminatos", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2016-04-22 19:51:57", "updateDate": "2016-04-22 19:51:57", "abv": "11.3", "styleId": 43, "id": "OCP8Ea", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Illusion is our latest creation, which is inspired by the awesome new beer style created in the States known as Imperial Black Ale. We really admire the profile of this new style but wanted a session strength version. We brewed ours at 4.5% instead of the typical 8%+, but wanted to retain the unique flavour profile. We sourced the special malt required from Germany and the hops from America to create a beer of stunning depth and complexity. The beer is black in appearance but lacks the acrid flavours associated with all other dark beers. This is achieved through use of the special German malt. The hop aromas and flavours are very intense, which we achieve through a major dose of dry-hopping in the cask. The result is a beer that wraps all the wonderful hop profiles of a pale ale inside a silky black exterior. It is truly an Illusion that deceives your eyes and dazzles your taste buds. Due to the rare nature of these special ingredients it is a limited release beer, but we are looking at making it more regularly available if possible.", "statusDisplay": "Verified", "nameDisplay": "Illusion", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/0RatlC/upload_oOgHOn-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/0RatlC/upload_oOgHOn-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/0RatlC/upload_oOgHOn-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2016-05-03 16:29:27", "updateDate": "2016-05-03 16:30:04", "abv": "4.5", "styleId": 30, "id": "0RatlC", "name": "Illusion"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Driven by an unquenchable thirst for discovery, the Illusive Traveler often disappears for weeks at a time without telling a soul of his destinations. Not friends. Not family. No one. And each time he returns, he unveils new, wonderfully refreshing beers with great aplomb.\r\n\r\nWhen pressed to reveal his travels, I.T. changes the subject or dodges the question by refilling the inquisitor’s pint glass with his latest recipe, encouraging them to drink up. His friends inquire as to his whereabouts based on the varied ingredients and spices used in his brews, but he neither confirms nor denies their speculations.\r\n\r\nIs he part of some secrete government organization? Does he have ties to the Bavarian Illuminati? Is this man real or an illusion? So many questions, yet so few answers.\r\n\r\nWe proudly introduce the Illusive Traveler, an American craft wheat ale brewed with real grapefruit. He’s a mysterious fellow with a distinctly juicy disposition.", "statusDisplay": "Verified", "nameDisplay": "Illusive Traveler", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/hPWYf3/upload_x840k1-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/hPWYf3/upload_x840k1-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/hPWYf3/upload_x840k1-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "id": "hPWYf3", "createDate": "2014-06-16 19:46:25", "updateDate": "2016-04-15 19:27:00", "abv": "4.4", "styleId": 124, "availableId": 1, "ibu": "7", "name": "Illusive Traveler"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Ilsen-Bräu", "createDate": "2012-08-12 12:14:24", "updateDate": "2012-08-17 18:05:37", "id": "YiPuQf", "name": "Ilsen-Bräu"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A complex and artistically balanced multi-layered IPA (India Pale Ale) with an intense finish of cascade hops.", "statusDisplay": "Verified", "nameDisplay": "Im Paled Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/9QCoxZ/upload_ZViLV6-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/9QCoxZ/upload_ZViLV6-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/9QCoxZ/upload_ZViLV6-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "name": "Im Paled Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:27", "updateDate": "2015-12-15 22:22:56", "abv": "6.5", "styleId": 30, "availableId": 1, "id": "9QCoxZ", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "a beer brewed with mint", "statusDisplay": "Verified", "nameDisplay": "IM-JIN", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "createDate": "2015-09-26 22:24:57", "updateDate": "2015-09-26 22:24:57", "abv": "7.5", "styleId": 124, "id": "Z0jl5m", "name": "IM-JIN"}, {"status": "verified", "isOrganic": "N", "description": "The richness of vanilla beans, smooth caramel, and cold pressed espresso stand up well in this milk stout. Easily the best \"dessert in a glass\" you will find this month.", "statusDisplay": "Verified", "nameDisplay": "Imagination Atrophy - Caramel Macchiato Milk Stout (Ghost 240)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "40", "ibuMax": "25", "abvMin": "3", "fgMin": "1.012", "updateDate": "2015-04-07 15:24:41", "fgMax": "1.02", "shortName": "Sweet Stout", "abvMax": "6", "id": 20, "srmMin": "40", "name": "Sweet or Cream Stout"}, "id": "OFW6Ht", "createDate": "2015-07-15 12:54:34", "updateDate": "2015-07-15 18:45:08", "abv": "7", "styleId": 20, "ibu": "20", "name": "Imagination Atrophy - Caramel Macchiato Milk Stout (Ghost 240)"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "The richness of vanilla beans, smooth caramel, and cold pressed espresso stand up well in this milk stout. Easily the best \"dessert in a glass\" you will find this month. \r\nVanilla beans, caramel, cold pressed espresso. Aged in Elijah Craig bourbon barrels for 5 months.", "srmId": 40, "nameDisplay": "Imagination Atrophy - Caramel Macchiato MIlk Stout Aged in Bourbon", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/E4JFGv/upload_JvRyMx-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/E4JFGv/upload_JvRyMx-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/E4JFGv/upload_JvRyMx-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "40", "ibuMax": "25", "abvMin": "3", "fgMin": "1.012", "updateDate": "2015-04-07 15:24:41", "fgMax": "1.02", "shortName": "Sweet Stout", "abvMax": "6", "id": 20, "srmMin": "40", "name": "Sweet or Cream Stout"}, "id": "E4JFGv", "statusDisplay": "Verified", "createDate": "2015-08-20 21:45:57", "updateDate": "2015-12-18 17:52:55", "abv": "7.8", "styleId": 20, "availableId": 2, "srm": {"hex": "36080A", "id": 40, "name": "40"}, "ibu": "20", "name": "Imagination Atrophy - Caramel Macchiato MIlk Stout Aged in Bourbon"}, {"status": "verified", "isOrganic": "N", "description": "70 IBU", "statusDisplay": "Verified", "nameDisplay": "Imagine", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian pale strong ales are pale to golden in color with relatively light body for a beer of its alcoholic strength. Often brewed with light colored Belgian \"candy\" sugar, these beers are well attenuated. The perception of hop bitterness is medium-low to medium -high, with hop flavor and aroma also in this range. These beers are highly attenuated and have a perceptively deceiving high alcoholic character-being light to medium bodied rather than full bodied. The intensity of malt character should be low to medium, often surviving along with a complex fruitiness. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "10", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:16", "fgMax": "1.024", "shortName": "Belgian Pale Strong", "abvMax": "11", "id": 63, "srmMin": "4", "name": "Belgian-Style Pale Strong Ale"}, "createDate": "2012-10-10 11:59:44", "updateDate": "2012-10-10 11:59:45", "abv": "15", "styleId": 63, "id": "aIDhBv", "name": "Imagine"}, {"status": "verified", "isOrganic": "N", "description": "Classic West Country attempt of the German style", "statusDisplay": "Verified", "nameDisplay": "IMBC Gose", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "description": "Contemporary Goses are straw to medium amber, or, may take on the hue of added fruits or other ingredients if present. Appearance is cloudy/hazy with yeast character, and may have evidence of continued fermentation activity. A wide variety of herbal, spice, floral or fruity aromas other than found in traditional Leipzig-Style Gose are present, in harmony with other aromas. Horsey, leathery or earthy aromas contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Hop aroma is not perceived. Malt sweetness is not perceived to very low. They typically contain malted barley and unmalted wheat, with some traditional varieties containing oats. Hop flavor is not perceived. Hop bitterness is not perceived. A wide variety of herbal, spice, floral or fruity flavors other than found in traditional Leipzig-Style Gose, are present in harmony with the overall flavor profile. Salt (table salt) character is traditional in low amounts, but may vary from absent to present in Contemporary Gose. Horsey, leathery or earthy flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Contemporary Gose may be fermented with pure beer yeast strains, or with yeast mixed with bacteria. Contemporary Gose may be spontaneously fermented, similarly to Belgian-style gueuze/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. A primary difference between Belgian Gueuze and Gose is that Gose is served at a much younger age. Gose is typically enjoyed fresh and carbonated. Overall complexity of flavors and aromas sought while maintaining a balance between acidity, yeast-enhanced spice and refreshment is ideal. Body is low to medium-low.", "createDate": "2015-04-07 17:10:42", "categoryId": 1, "shortName": "Contemporary Gose", "id": 165, "name": "Contemporary Gose"}, "createDate": "2015-07-30 14:30:33", "updateDate": "2015-07-30 14:30:34", "abv": "3.4", "styleId": 165, "id": "1M8nox", "name": "IMBC Gose"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This is the Abbey Brewing Co’s special house recipe. This beer is amber in color with a balance between malt grown in the Midwest and hops grown in the Pacific Northwest. The Abbey IPA is the favorite of the locals for its refreshing, hoppy finish and its smooth flavor.", "statusDisplay": "Verified", "nameDisplay": "Immaculate IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "name": "Immaculate IPA", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-10-23 13:41:27", "updateDate": "2012-10-23 13:43:28", "abv": "6.2", "styleId": 30, "availableId": 1, "id": "sJLneU", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Immersion is made for those who enjoy life in all its extremities. The intense character of this beer is a tribute to all aspects of living. Its bright amber color, malty interlude and citrusy hop finish offer a full baptism in taste as you brave the tumultuous waters of life. Cheers!", "statusDisplay": "Verified", "nameDisplay": "Immersion Amber Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/1K3GKu/upload_IdOfL9-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/1K3GKu/upload_IdOfL9-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/1K3GKu/upload_IdOfL9-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "1K3GKu", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:27", "updateDate": "2015-12-16 07:31:23", "abv": "5.2", "styleId": 32, "availableId": 1, "glasswareId": 5, "ibu": "27", "name": "Immersion Amber Ale"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Immigration Red Ale is a malty Irish-style Red Ale that delivers a true English finish. Dry hopped with Amarillo, IRA is an Irish Style classic with an American twist.", "statusDisplay": "Verified", "nameDisplay": "Immigration Red Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/hBiSw9/upload_DfVQG8-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/hBiSw9/upload_DfVQG8-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/hBiSw9/upload_DfVQG8-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "id": "hBiSw9", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:27", "updateDate": "2015-12-16 09:12:28", "abv": "6", "styleId": 22, "availableId": 4, "glasswareId": 5, "ibu": "29", "name": "Immigration Red Ale"}, {"status": "verified", "isOrganic": "N", "description": "An immoral amount of hops was used to brew this golden hued blond beer, whose source of inspiration was our American IPA, Moralité. Its sharply bitter and resinous notes are balanced by passion fruit and lemon confit flavours. The alcohol brings a touch of warmth that intermingles with the roundness of the malt.", "statusDisplay": "Verified", "nameDisplay": "Immoralité", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2016-07-07 18:29:02", "updateDate": "2016-07-07 18:29:02", "abv": "9.2", "styleId": 31, "id": "YMePk8", "name": "Immoralité"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Vast in character, luscious & complex.\r\n\r\nWe started brewing Immort Ale at our brewpub in 1995 and began bottling it in 1997. For this beer, we use maple syrup from Red Brook Farm - Sam's family farm in Western Massachusetts, peat-smoked barley, juniper berries, and vanilla.\r\n\r\nImmort is fermented with a blend of English & Belgian yeasts, thenaged in the big oak tanks at the brewery.\r\n\r\nThe sweet and earthy flavors meld magnificently in the Immort Ale. But, be warned the abv is 11%, so after 1 or 2 you may start feeling immortal (even though we promise you won't be).\r\n\r\nImmort Ale is released each and every spring (after the sap starts flowing).", "statusDisplay": "Verified", "nameDisplay": "Immort Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/XbjWRB/upload_2x9Nt6-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/XbjWRB/upload_2x9Nt6-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/XbjWRB/upload_2x9Nt6-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.06", "description": "Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "21", "ibuMax": "65", "abvMin": "7", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:05", "fgMax": "1.04", "shortName": "Strong Ale", "abvMax": "11", "id": 14, "srmMin": "8", "name": "Strong Ale"}, "id": "XbjWRB", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:27", "updateDate": "2015-12-15 22:27:31", "abv": "11", "styleId": 14, "availableId": 2, "glasswareId": 5, "ibu": "50", "name": "Immort Ale"}, {"status": "verified", "isOrganic": "N", "name": "Immortal Beloved", "nameDisplay": "Immortal Beloved", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/TdUag1/upload_wpRKBf-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/TdUag1/upload_wpRKBf-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/TdUag1/upload_wpRKBf-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "createDate": "2015-05-05 02:39:47", "updateDate": "2015-12-18 01:39:05", "abv": "5.5", "styleId": 48, "id": "TdUag1", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "More interesting than most Hefeweizens. Nice funk, body is a lighter than I would have liked.", "statusDisplay": "Verified", "nameDisplay": "immortal Beloved", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/c14HWD/upload_ScjOFM-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/c14HWD/upload_ScjOFM-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/c14HWD/upload_ScjOFM-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "createDate": "2014-11-08 01:17:24", "updateDate": "2015-12-17 19:26:02", "abv": "5.5", "styleId": 48, "id": "c14HWD", "name": "immortal Beloved"}, {"status": "verified", "isOrganic": "N", "name": "Immortal Jelly", "nameDisplay": "Immortal Jelly", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.07", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:07", "fgMax": "1.01", "shortName": "Fruit Cider", "abvMax": "9", "id": 155, "name": "Fruit Cider"}, "createDate": "2016-05-11 17:36:09", "updateDate": "2016-05-11 17:36:10", "abv": "5.2", "styleId": 155, "id": "BMMQZR", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Brewed with a portion of locally grown heirloom hops, this beer showcases big citrus and herbal hop character with a firm, resinous bitterness. German specialty malts provide a bold amber color and lend a balanced maltiness.", "statusDisplay": "Verified", "nameDisplay": "Immortality", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "BfDv36", "createDate": "2015-05-09 15:33:40", "updateDate": "2015-05-14 19:08:17", "abv": "7.5", "styleId": 32, "availableId": 4, "ibu": "75", "name": "Immortality"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "This Cascadian Immutable Dusk-style ale is as unwavering in its dark and beguiling flavor as is its namesake. Enjoy this black IPA, brewed with our friends in the band PELICAN.", "statusDisplay": "Verified", "nameDisplay": "Immutable Dusk", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ONtQwO/upload_Cvb1qp-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ONtQwO/upload_Cvb1qp-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ONtQwO/upload_Cvb1qp-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.056", "description": "American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "35", "ibuMax": "70", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:28:36", "fgMax": "1.018", "shortName": "Black Ale", "abvMax": "7.5", "id": 41, "srmMin": "35", "name": "American-Style Black Ale"}, "createDate": "2014-06-08 12:52:14", "updateDate": "2015-12-17 14:09:28", "abv": "7", "styleId": 41, "availableId": 2, "id": "ONtQwO", "name": "Immutable Dusk"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Imogene, Iowa, is quintessential Iowa — a tiny town founded by an Irish immigrant group to support a patchwork of farms that surrounded it. Our Imogene Red is a tribute to the thousands of small towns that dot Iowa. It was created by head brewer John Martin in memory of his grandmother, Frances Jane Dempsey Martin, who died in November 2012 after living all 98 of her years in and around Imogene. Made with English Maris Otter two-row malt, English East Kent Golding hops, and Irish ale yeast, Imogene Red has the color, clarity, aroma and flavor of a classic Irish ale. Irish reds are a smooth favorite for malty beer fans. Raise a pint in memory of Grandma Martin and in tribute to small-town Iowa.", "statusDisplay": "Verified", "nameDisplay": "Imogene Red", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "id": "25x0pt", "createDate": "2015-04-14 19:32:41", "updateDate": "2015-04-14 19:32:41", "abv": "5.7", "styleId": 22, "availableId": 4, "ibu": "24", "name": "Imogene Red"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Wanna hear something kinda funny? Our head brewer, Chris, has a degree in Geology. He went back to his rocky roots to brew this IPA in collaboration with the College of Charleston (his alma mater) Geology Department. It’s a bold, strong IPA, with a tropical aroma thanks to a hefty Amarillo dry-hop.\r\n\r\nThe moral of the story: Even Geology majors can get a real job.", "statusDisplay": "Verified", "nameDisplay": "Impact IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "qcdKBT", "createDate": "2012-07-16 13:36:51", "updateDate": "2013-04-03 10:37:36", "abv": "7.7", "styleId": 30, "availableId": 2, "ibu": "60", "name": "Impact IPA"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Impact IPA", "statusDisplay": "Verified", "nameDisplay": "Impact IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "foodPairings": "Indian Food\r\nTex Mex\r\nGrilled Meat", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2015-04-24 17:55:24", "updateDate": "2015-04-24 17:55:24", "abv": "7.1", "styleId": 30, "availableId": 1, "id": "YMfhQk", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "We amp up the alcohol and hops in this West Coast version of an IPA.  One of our few brews we only hop with one variety, in this case Cascades.  This Washington state hop imparts wonderful floral aroma made even more pronounced by dry hopping.", "statusDisplay": "Verified", "nameDisplay": "Impact Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "name": "Impact Pale Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-23 15:40:07", "updateDate": "2015-05-22 18:03:07", "abv": "5.6", "styleId": 30, "id": "vEPxTj", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Impale Ale", "statusDisplay": "Verified", "nameDisplay": "Impale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-10 01:13:20", "updateDate": "2015-06-03 19:05:04", "styleId": 30, "id": "jHxaMv", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Impale Ale", "nameDisplay": "Impale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2012-01-03 02:43:27", "updateDate": "2012-03-22 13:04:38", "styleId": 25, "id": "dPwh4p", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "When we set out to brew a saison, we were at an impasse: an open fermentation process would give us more interesting, complex flavors, but a closed fermentation process would give us more control and, let’s be honest, more beer. We decided to honor the history of the Belgian saison, and give that farmhouse yeast a little room to breathe. Our open fermentation process coaxes out peppery, herbal and slightly tart attributes, and releases slightly smokey, earthy esters, while a kiss of acidulated malt and wheat lends the perfect complement.", "statusDisplay": "Verified", "nameDisplay": "Impasse", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/BCr7wJ/upload_Eetehy-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/BCr7wJ/upload_Eetehy-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/BCr7wJ/upload_Eetehy-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "id": "BCr7wJ", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "createDate": "2014-08-01 18:10:59", "updateDate": "2015-12-17 16:03:55", "abv": "6.6", "styleId": 72, "availableId": 1, "glasswareId": 8, "ibu": "25", "name": "Impasse"}, {"status": "verified", "isOrganic": "N", "description": "Inspired from a conversation with good friend and editor of the Great Lakes Brewing News, Bill Metzger, Brewmaster Steve blended a Belgian Amber Ale with 90# of Michigan Red Haven peaches from Husteds Farm Market in a merlot cask. 2 wild yeast fermentations later and yet another cask aging results in an exquisite sour peach ale.", "statusDisplay": "Verified", "nameDisplay": "Impeche", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "12", "ibuMax": "30", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:06", "fgMax": "1.014", "shortName": "Belgian Pale", "abvMax": "6", "id": 62, "srmMin": "6", "name": "Belgian-Style Pale Ale"}, "name": "Impeche", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-02-14 12:47:41", "updateDate": "2015-05-22 02:46:47", "abv": "12", "styleId": 62, "id": "p7Ma32", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Ee8Mu1/upload_XoWftl-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Ee8Mu1/upload_XoWftl-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Ee8Mu1/upload_XoWftl-icon.png"}, "description": "As we spiral further toward the end of the Mayan calendar, Tröegs is brewing up a special beer to commemorate the expiration of planet Earth. Celebrate the countdown to extinction and raise a goblet of this colossal Russian Imperial Stout as we plummet into oblivion. If your tongue doesn’t disintegrate as a result of the birthday party cheesecake jellybean BOOM, it most certainly will wreak major havoc on your taste buds. ¿Impending Descent? is as enormous, face-melting, and palate-numbing as it sounds. If there ever was a last beer to enjoy before the apocalypse, this is it!", "statusDisplay": "Verified", "nameDisplay": "Impending Descent Ale (2015)", "year": 2015, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2012-12-07 12:19:40", "updateDate": "2015-12-16 20:47:56", "abv": "9.8", "styleId": 43, "id": "Ee8Mu1", "name": "Impending Descent Ale"}, {"status": "verified", "isOrganic": "N", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ksf5Zl/upload_2JNnyV-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ksf5Zl/upload_2JNnyV-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ksf5Zl/upload_2JNnyV-icon.png"}, "description": "As we spiral further toward the end of the Mayan calendar, Tröegs is brewing up a special beer to commemorate the expiration of planet Earth. Celebrate the countdown to extinction and raise a goblet of this colossal Russian Imperial Stout as we plummet into oblivion. If your tongue doesn’t disintegrate as a result of the birthday party cheesecake jellybean BOOM, it most certainly will wreak major havoc on your taste buds. ¿Impending Descent? is as enormous, face-melting, and palate-numbing as it sounds. If there ever was a last beer to enjoy before the apocalypse, this is it!", "statusDisplay": "Verified", "nameDisplay": "Impending Descent Ale (2014)", "year": 2014, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2015-12-16 19:30:50", "updateDate": "2015-12-18 06:03:20", "abv": "9.8", "styleId": 43, "id": "ksf5Zl", "name": "Impending Descent Ale"}, {"status": "verified", "isOrganic": "N", "name": "Imperator", "nameDisplay": "Imperator", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "These light brown to dark brown beers have a pronounced malty aroma and flavor that dominates over the clean, crisp, moderate hop bitterness. This beer does not offer an overly sweet impression, but rather a mild balance between malt sweetness, hop bitterness and light to moderate mouthfeel. A classic Münchner Dunkel should have chocolate-like, roast malt, bread-like or biscuit-like aroma that comes from the use of Munich dark malt. Chocolate or roast malts can be used, but the percentage used should be minimal. Noble-type hop flavor and aroma should be low but perceptible. Diacetyl should not be perceived. Ale-like fruity esters and chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "16", "categoryId": 7, "srmMax": "20", "ibuMax": "25", "abvMin": "4.5", "fgMin": "1.014", "updateDate": "2015-04-07 15:37:08", "fgMax": "1.018", "shortName": "Euro Dark", "abvMax": "5", "id": 83, "srmMin": "15", "name": "European-Style Dark / Münchner Dunkel"}, "createDate": "2013-05-10 19:29:43", "updateDate": "2016-01-27 18:02:20", "abv": "6.5", "styleId": 83, "id": "EBGVLu", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Imperator (Select Series)", "statusDisplay": "Verified", "nameDisplay": "Imperator (Select Series)", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/GIwz2o/upload_nDKOJ2-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/GIwz2o/upload_nDKOJ2-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/GIwz2o/upload_nDKOJ2-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.056", "description": "American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "35", "ibuMax": "70", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:28:36", "fgMax": "1.018", "shortName": "Black Ale", "abvMax": "7.5", "id": 41, "srmMin": "35", "name": "American-Style Black Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-10-24 14:27:44", "updateDate": "2015-12-16 19:28:36", "abv": "8", "styleId": 41, "id": "GIwz2o", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Imperfect Backside", "nameDisplay": "Imperfect Backside", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.038", "description": "Oatmeal stouts include oatmeal in their grist, resulting in a pleasant, full flavor and a smooth profile that is rich without being grainy. A roasted malt character which is caramel-like and chocolate-like should be evident - smooth and not bitter. Coffee-like roasted barley and roasted malt aromas (chocolate and nut-like) are prominent. Color is dark brown to black. Bitterness is moderate, not high. Hop flavor and aroma are optional but should not overpower the overall balance if present. This is a medium- to full- bodied beer, with minimal fruity esters. Diacetyl should be absent or at extremely low levels. Original gravity range and alcohol levels are indicative of English tradition of oatmeal stout.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "20", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:22:53", "fgMax": "1.02", "shortName": "Oatmeal Stout", "abvMax": "6", "id": 21, "srmMin": "20", "name": "Oatmeal Stout"}, "id": "WN5jU4", "createDate": "2015-09-28 15:38:24", "updateDate": "2015-09-28 15:38:24", "abv": "5.8", "styleId": 21, "ibu": "25", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Imperial", "nameDisplay": "Imperial", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.046", "description": "Beers in this category are reddish brown or copper colored. They are medium in body. The beer is characterized by malty aroma and slight malt sweetness. The malt aroma and flavor should have a notable degree of toasted and/or slightly roasted malt character. Hop bitterness is clean and crisp. Noble-type hop aromas and flavors should be low or mild. Diacetyl, chill haze and ale-like fruity esters should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "22", "categoryId": 7, "srmMax": "16", "ibuMax": "28", "abvMin": "4.8", "fgMin": "1.012", "updateDate": "2015-04-07 15:36:42", "fgMax": "1.018", "shortName": "Vienna Lager", "abvMax": "5.4", "id": 80, "srmMin": "12", "name": "Vienna-Style Lager"}, "createDate": "2013-05-10 19:41:36", "updateDate": "2013-07-24 12:00:17", "abv": "4.6", "styleId": 80, "availableId": 1, "id": "7GpRms", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Imperial", "statusDisplay": "Verified", "nameDisplay": "Imperial", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 10, "name": "International Styles"}, "ogMin": "1.044", "description": "International Pilseners are straw/golden in color and are well attenuated. This medium-bodied beer is often brewed with rice, corn, wheat, or other grain or sugar adjuncts making up part of the mash. Hop bitterness is low to medium. Hop flavor and aroma are low. Residual malt sweetness is low--it does not predominate but may be perceived. Fruity esters and diacetyl should not be perceived. Very low levels of sweet corn-like dimethylsulfide (DMS) character, if perceived, are acceptable. There should be no chill haze.", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 10, "srmMax": "4", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:42:11", "fgMax": "1.01", "shortName": "International Pilsener", "abvMax": "5.3", "id": 106, "srmMin": "3", "name": "International-Style Pilsener"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "createDate": "2013-05-09 18:25:45", "updateDate": "2013-05-09 22:05:22", "abv": "5", "styleId": 106, "availableId": 1, "id": "jT9mTq", "glasswareId": 4}, {"status": "verified", "isOrganic": "N", "description": "A wonderful vintage cyder based on the award winning recipe that has been handed down through the family since the 1920's.\r\n\r\nAs one of the newest additions to the family, Imperial Cyder is already winning awards and at 8.2% ABV its a cyder to savour for the true connoisseur.\r\n\r\nDark and golden in colour, Imperial has a rich aroma and lingering sweet mellow finish.", "statusDisplay": "Verified", "nameDisplay": "Imperial", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/WmPPbO/upload_xOEln6-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/WmPPbO/upload_xOEln6-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/WmPPbO/upload_xOEln6-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Variable, but should be a medium, refreshing drink. Sweet ciders must not be cloying. Dry ciders must not be too austere. An ideal cider serves well as a “session” drink, and suitably accompanies a wide variety of food.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.065", "categoryId": 12, "abvMin": "5", "fgMin": "1", "updateDate": "2015-04-07 15:48:44", "fgMax": "1.02", "shortName": "Common Cider", "abvMax": "8", "id": 149, "name": "Common Cider"}, "createDate": "2014-07-07 19:52:29", "updateDate": "2015-12-17 15:03:43", "abv": "8.2", "styleId": 149, "id": "WmPPbO", "name": "Imperial"}, {"status": "verified", "isOrganic": "N", "description": "Amazingly over the top complex ale. Aggressively dry-hopped to over a pound of whole hops per barrel. Generous addition of oatmeal to smooth out the high alcohol punch. Surprisingly clean and light body for a double IPA.", "statusDisplay": "Verified", "nameDisplay": "Imperial Adler IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "O6x5TZ", "createDate": "2014-09-09 12:09:08", "updateDate": "2014-09-09 12:09:08", "abv": "12", "styleId": 30, "ibu": "100", "name": "Imperial Adler IPA"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Heavy Ale with a hint of Citrus", "statusDisplay": "Verified", "nameDisplay": "Imperial Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "name": "Imperial Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-04-18 11:58:08", "updateDate": "2014-04-18 11:58:08", "abv": "7", "styleId": 31, "availableId": 1, "id": "D2PR7v", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Notes of pine, resin, and grapefruit with hints of bakers chocolate \r\n and caramel sweetness.", "statusDisplay": "Verified", "nameDisplay": "Imperial Anomaly", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.056", "description": "American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "35", "ibuMax": "70", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:28:36", "fgMax": "1.018", "shortName": "Black Ale", "abvMax": "7.5", "id": 41, "srmMin": "35", "name": "American-Style Black Ale"}, "createDate": "2015-03-27 19:21:24", "updateDate": "2015-03-27 19:21:24", "abv": "8.7", "styleId": 41, "id": "KffqVr", "name": "Imperial Anomaly"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This Imperial Barley Wine Style Ale has a rich amber color with a full, robust body. This Barley Wine Style Ale has a traditional warming malt flavor with a delightful hop finish, While exceptionally drinkable now, it will continue to improve with age - taking on subtle flavors of dark fruit, sherry and anise. Hop flavors and aromas will become more rounded and luscious caramel malt notes will become more intense. Brewed with an astonishing original gravity of 24 Plato and finishing at 11.0% alcohol by volume, this Imperial Barley Wine Ale is not for the faint of heart, though it will reward the adventurous drinker with an unparalleled taste experience.", "statusDisplay": "Verified", "nameDisplay": "Imperial Barley Wine Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/8mpVtg/upload_tdwzHS-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/8mpVtg/upload_tdwzHS-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/8mpVtg/upload_tdwzHS-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "createDate": "2012-06-25 17:52:18", "updateDate": "2016-09-12 19:32:46", "abv": "11", "styleId": 34, "availableId": 1, "id": "8mpVtg", "name": "Imperial Barley Wine Ale"}, {"status": "verified", "isOrganic": "N", "name": "Imperial Belgian Wit", "nameDisplay": "Imperial Belgian Wit", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "createDate": "2015-04-25 21:06:52", "updateDate": "2015-04-25 21:06:52", "styleId": 65, "id": "mIwI1H", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "We took our Belgium Stout and added more malt and a huge amount of Dark Belgium Candi to make this beer. It’s full-bodied with lots of roastiness with hints of molasses. Very balanced high-gravity beer.", "statusDisplay": "Verified", "nameDisplay": "Imperial Belgium Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.052", "description": "As with classic dry stouts, foreign-style stouts have an initial malt sweetness and caramel flavor with a distinctive dry-roasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Bitterness may be high but the perception is often compromised by malt sweetness. Hop aroma and flavor should not be perceived. The perception of fruity esters is low. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:58", "fgMax": "1.02", "shortName": "Export Stout", "abvMax": "9.3", "id": 24, "srmMin": "40", "name": "Foreign (Export)-Style Stout"}, "id": "biw70v", "createDate": "2014-12-30 23:09:47", "updateDate": "2015-01-30 15:54:07", "abv": "9.2", "styleId": 24, "ibu": "32", "name": "Imperial Belgium Stout"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Based on the centuries-old German style of Berliner Weisse, this Imperial version opens with lemon, citrus and delicate floral tones. The beer is naturally sour from lactic fermentation and a dash of Brettanomyces. Imperial Berliner weisse pours slightly hazy with a pleasantly dry finish.", "statusDisplay": "Verified", "nameDisplay": "Imperial Berliner Weiss", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/5rIr0L/upload_yidZNY-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/5rIr0L/upload_yidZNY-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/5rIr0L/upload_yidZNY-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "id": "5rIr0L", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:27", "updateDate": "2015-12-16 05:40:37", "abv": "7", "styleId": 48, "availableId": 2, "glasswareId": 5, "ibu": "7", "name": "Imperial Berliner Weiss"}, {"status": "verified", "isOrganic": "N", "description": "The Roman Empire had a certain ‘je ne sais quoi’ - festive food culture, extravagant architecture and spectacular live entertainment. Some might argue the Emperors were brutal, mad and hungry for power, and the people vain when taking baths and working out all day. Listen - that’s still all part of the secret Imperial ingredient - keep it cool, clean, confident, arrogant and flamboyant. Forza Imperiale.", "srmId": 41, "nameDisplay": "Imperial Biscotti Break", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/V3ln7X/upload_6uZOMg-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/V3ln7X/upload_6uZOMg-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/V3ln7X/upload_6uZOMg-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "statusDisplay": "Verified", "createDate": "2014-10-20 15:38:55", "updateDate": "2016-11-28 14:04:36", "abv": "11.5", "styleId": 43, "id": "V3ln7X", "name": "Imperial Biscotti Break"}, {"status": "verified", "isOrganic": "N", "name": "Imperial Biscotti Break Bourbon Barrel Aged", "nameDisplay": "Imperial Biscotti Break Bourbon Barrel Aged", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2016-04-03 01:43:02", "updateDate": "2016-04-04 19:53:34", "abv": "11.5", "styleId": 43, "id": "CH8aAF", "statusDisplay": "Verified"}]
