[{"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Portsmouth is a colonial era seaport town, so it goes to follow that sooner or later we'd brew an India Pale Ale as a tribute to those big, hoppy 19th century ales that made the long sea voyage from England's temperate shores, 'round the Cape of Good Hope, to the sultry climes of the faraway East Indies.\r\n\r\nBut there's another reason we brewed this beer, one that's closer to our home and hearts. Hopheads. \r\n\r\nTen years ago we brewed our first batch of Shoals Pale Ale, our American interpretation of the traditional British ESB (Extra Special Bitter) style. At the time, it was widely considered to be darned hoppy. However, a funny thing happened over the last decade - our Shoals Pale Ale didn't change; beer lovers did, and we started to hear more and more: “Why don't you guys make a really hoppy beer?”\r\n\r\nYou could say, then, that Smuttynose IPA is a physical salute to the glory of the American hop grower. The citrusy hop flavor coming from a mixture of Simcoe and Santiams is pleasantly balanced by a smooth bitterness from the Amarillo hops. The beer itself is light bodied and crisp with a golden color that will throw a slight haze, as we bottle it unfiltered. At 65 IBU's, this is definitely not a training-wheels IPA, but is meant for hop lovers looking to satisfy their craving in a way that's not easy to find. We think they’ll be quite pleased.", "srmId": 10, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Finestkind IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/3RFxH6/upload_LeYZWe-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/3RFxH6/upload_LeYZWe-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/3RFxH6/upload_LeYZWe-icon.png"}, "originalGravity": "1.061", "id": "3RFxH6", "statusDisplay": "Verified", "createDate": "2012-01-03 02:43:12", "updateDate": "2015-12-16 04:54:39", "abv": "6.9", "styleId": 30, "availableId": 1, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "ibu": "65", "srm": {"hex": "DE7C00", "id": 10, "name": "10"}, "name": "Finestkind IPA"}, {"status": "verified", "isOrganic": "N", "description": "Finga Lickn’ Good started with a “Kentucky Common” – a bourbon inspired mash that contained rye and corn, and also a heaping helping of Belgian Special B crystal malt for added radiance. We then kettle soured the beast. To Oregonian-ize the beer we aged in Oregon pinot barrels. The finished beer is simultaneously tart yet rich, with deep pinot fruit notes, oak and beautiful caramelized sugars.", "statusDisplay": "Verified", "nameDisplay": "Finga Lickn’ Good", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2016-10-16 16:25:34", "updateDate": "2016-10-16 16:25:34", "abv": "7.79", "styleId": 40, "id": "i1eBcd", "name": "Finga Lickn’ Good"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "name": "Finger Lakes Amber Ale", "statusDisplay": "Verified", "nameDisplay": "Finger Lakes Amber Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/m59Tyz/upload_9NuAeL-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/m59Tyz/upload_9NuAeL-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/m59Tyz/upload_9NuAeL-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:12", "updateDate": "2015-12-16 10:19:10", "styleId": 32, "availableId": 3, "id": "m59Tyz", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Summer is upon us.  What is the perfect style beer for those upcoming warm afternoons and evenings by the lake of in your backyard?  A German-style Hefeweizen!  We start with the finest malted wheat and Pilsner malt, use traditional German mashing techniques, extend the boil for extra color and ferment it with a classic German wheat beer yeast strain.  This style of beer is unfiltered and appears hazy in the glass.  Careful temperature control during the fermentation gives the beer clove, banana and even a bit of bubblegum in the nose.  The hopping is all German, with the exception of a small last minute addition of American hops.  The result is a subtle citrus aroma in this already great tasting German-style wheat beer.", "statusDisplay": "Verified", "nameDisplay": "Finger Lakes Summer Wheat", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/cbpgy7/upload_ViYkbA-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/cbpgy7/upload_ViYkbA-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/cbpgy7/upload_ViYkbA-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. A fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Appearance can be clear or with chill haze, golden to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:53", "fgMax": "1.016", "shortName": "Wheat Ale", "abvMax": "5", "id": 113, "srmMin": "2", "name": "Light American Wheat Ale or Lager without Yeast"}, "foodPairings": "Enjoy on a sunny day with some white hots, fish or spicy food.", "createDate": "2012-07-30 22:37:52", "updateDate": "2015-12-16 17:18:30", "abv": "5", "styleId": 113, "availableId": 4, "id": "cbpgy7", "name": "Finger Lakes Summer Wheat"}, {"status": "verified", "isOrganic": "N", "name": "Finisterra", "nameDisplay": "Finisterra", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "American-style imperial porters are black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness. Hop bitterness is perceived at a medium-low to medium level. Hop flavor and aroma may vary from being low to medium-high. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment hop character and malt derived sweetness. Diacetyl (butterscotch) levels should be absent.", "createDate": "2013-08-10 12:42:51", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "50", "abvMin": "5.5", "fgMin": "1.02", "ogMax": "1.1", "fgMax": "1.03", "updateDate": "2015-04-07 15:49:32", "shortName": "American Imperial Porter", "abvMax": "9.5", "id": 158, "srmMin": "40", "name": "American-Style Imperial Porter"}, "createDate": "2016-07-10 19:55:32", "updateDate": "2016-08-23 15:04:32", "styleId": 158, "id": "ZUXuSh", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "Fink Red Rye Ale from Bad Tom Brewing is as unique and unforgettable as the legend of Mike Fink, “King of the River”. \r\n\r\nThe original Rye beer, developed in Bavaria before the 15th century, was made with 50% rye malt, 50% barley malt. Following several years of bad harvests, it was ruled that only barley would be used for brewing beer and that rye would be used in baking, only. Rye was reintroduced to brewing in Germany in 1988 producing a grainy beer with a hearty flavor similar to pumpernickel bread. It was dark in color and averaged 5% alc./vol. Many other Red Rye Ales on the market today push the hops to make them rival the IPA s (sometimes referred to as Rye Pas). \r\n\r\nThe Fink Red Rye Ale formula calls for a 20% substitution of rye malt for our usual barley grain blend. Thus, Fink retains that caramel “nose” familiar with other Bad Tom brews, while producing a light, dry beer with a crisp taste and a spicy finish. As you would expect, our red rye has a distinctive reddish color with a creamy head and medium lace. Fink Red Rye is rated at 40 IBU (International Bitterness Units) which gives it the ”hop without the buzz”.", "statusDisplay": "Verified", "nameDisplay": "Fink Red Rye", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "id": "AuhfkP", "createDate": "2015-06-18 20:45:03", "updateDate": "2015-06-18 20:45:03", "abv": "8.7", "styleId": 22, "ibu": "40", "name": "Fink Red Rye"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Fink's 1/4 Mug Ale", "nameDisplay": "Fink's 1/4 Mug Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.042", "description": "Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 4, "srmMax": "6", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:29:04", "fgMax": "1.01", "shortName": "Kölsch", "abvMax": "5.3", "id": 45, "srmMin": "4", "name": "German-Style Kölsch / Köln-Style Kölsch"}, "createDate": "2015-03-16 15:26:09", "updateDate": "2015-03-18 18:54:00", "abv": "4.7", "styleId": 45, "availableId": 1, "id": "lKafJ4", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "Hops lead this Berliner Weisse variant. A nose of lemon, grapefruit, and citrus is accompanied by bursting hop flavor and a malty backbone.", "statusDisplay": "Verified", "nameDisplay": "Finn", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/yL7WnN/upload_dXUE1m-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/yL7WnN/upload_dXUE1m-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/yL7WnN/upload_dXUE1m-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "12", "ibuMax": "30", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:06", "fgMax": "1.014", "shortName": "Belgian Pale", "abvMax": "6", "id": 62, "srmMin": "6", "name": "Belgian-Style Pale Ale"}, "createDate": "2015-06-25 18:03:37", "updateDate": "2015-12-18 02:26:58", "abv": "5.4", "styleId": 62, "id": "yL7WnN", "name": "Finn"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Irish Dry Stout. Hints of toffee and coffee. Sweet taste and a somewhat dry finish.", "statusDisplay": "Verified", "nameDisplay": "Finneen’s Auld Sod Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.038", "description": "Dry stouts have an initial malt and light caramel flavor profile with a distinctive dry-roasted bitterness in the finish. Dry stouts achieve a dry-roasted character through the use of roasted barley. The emphasis of coffee-like roasted barley and a moderate degree of roasted malt aromas define much of the character. Some slight acidity may be perceived but is not necessary. European hop aroma and flavor should be low or not perceived. Dry stouts have medium-light to medium body. Fruity esters are minimal and overshadowed by malt, high hop bitterness, and roasted barley character. Diacetyl (butterscotch) should be very low or not perceived. Head retention and rich character should be part of its visual character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:51", "fgMax": "1.012", "shortName": "Dry Irish Stout", "abvMax": "5", "id": 23, "srmMin": "40", "name": "Classic Irish-Style Dry Stout"}, "name": "Finneen’s Auld Sod Stout", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:18", "updateDate": "2012-04-17 18:23:46", "abv": "4.8", "styleId": 23, "availableId": 1, "id": "TqC06u", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A rich, dry, roasty black, medium bodied stout in the Irish tradition.", "statusDisplay": "Verified", "nameDisplay": "Finnegan's Wake", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.038", "description": "Dry stouts have an initial malt and light caramel flavor profile with a distinctive dry-roasted bitterness in the finish. Dry stouts achieve a dry-roasted character through the use of roasted barley. The emphasis of coffee-like roasted barley and a moderate degree of roasted malt aromas define much of the character. Some slight acidity may be perceived but is not necessary. European hop aroma and flavor should be low or not perceived. Dry stouts have medium-light to medium body. Fruity esters are minimal and overshadowed by malt, high hop bitterness, and roasted barley character. Diacetyl (butterscotch) should be very low or not perceived. Head retention and rich character should be part of its visual character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:51", "fgMax": "1.012", "shortName": "Dry Irish Stout", "abvMax": "5", "id": 23, "srmMin": "40", "name": "Classic Irish-Style Dry Stout"}, "name": "Finnegan's Wake", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:12", "updateDate": "2012-03-22 13:05:35", "styleId": 23, "availableId": 4, "id": "rJ6Jc3", "glasswareId": 5}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Finnegans Blonde Ale is a limited release and is available in 6-packs, 1/6 barrels and 1/2 barrels.\r\n\r\nFinnegans Blonde Ale is available in Minnesota, Wisconsin, North Dakota and South Dakota.", "statusDisplay": "Verified", "nameDisplay": "Finnegans Blonde Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/pe2AFb/upload_aejCnY-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/pe2AFb/upload_aejCnY-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/pe2AFb/upload_aejCnY-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "id": "pe2AFb", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-12-10 12:06:38", "updateDate": "2015-12-16 22:31:21", "abv": "4.7", "styleId": 36, "availableId": 2, "glasswareId": 5, "ibu": "22", "name": "Finnegans Blonde Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "The Dead Irish Poet is our newest limited release extra stout with dark chocolate and stone fruit notes similiar to stouts found in Southern Ireland.", "statusDisplay": "Verified", "nameDisplay": "Finnegans Dead Irish Poet Extra Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/f0eCHf/upload_Cepbtb-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/f0eCHf/upload_Cepbtb-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/f0eCHf/upload_Cepbtb-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "id": "f0eCHf", "createDate": "2015-04-29 18:37:38", "updateDate": "2015-12-18 01:38:56", "abv": "7", "styleId": 22, "availableId": 1, "ibu": "38", "name": "Finnegans Dead Irish Poet Extra Stout"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Finnegans Irish Amber is distributed year-round and is available in 6-packs,\r\n12-packs, 1/6 barrels and 1/2 barrels.\r\n\r\nFinnegans Irish Amber is available in Minnesota, Wisconsin, North Dakota and South Dakota.", "statusDisplay": "Verified", "nameDisplay": "Finnegans Irish Amber", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/RxkyP2/upload_D1LzxN-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/RxkyP2/upload_D1LzxN-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/RxkyP2/upload_D1LzxN-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "RxkyP2", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-12-10 12:07:10", "updateDate": "2015-12-16 20:49:35", "abv": "4.6", "styleId": 32, "availableId": 1, "glasswareId": 5, "ibu": "20", "name": "Finnegans Irish Amber"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "The flavor profile is interesting and very complex due to the unique ingredients that go into it.\n\nPrimarily among these is the juniper, which lends a pinous, “Christmas-y” flavor to the ale, which is somewhat reminiscent of hops, and helps balance out any residual sweetness from the malts.\n\nA juniper-infused ale with no hops that is not boiled.\n\nThe second primary flavor contributor to sahti is the yeast. It is brewed simply with Finnish baking yeast. It’s very unique, and certainly is a powerful fermenter, shredding through sugars like it’s nothing. \n\nThe lauder tun is a hollowed white birch log called a “kuurna”, the mash is ladled over the juniper branches and hay, then drained into a creamer container, just like they did in the dark-ages before steam and metal were used in the brewing process.", "statusDisplay": "Verified", "nameDisplay": "Finnish Sahti - Farmhouse Ale", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Historical Beers are any range of color. Malt sweetness will vary dramatically depending on overall balance desired. Hop bitterness is very low to very high. Above all beers in this category are reflective of an established historical beer and/or brewing heritage from any period of time or part of the world, that are not already a beer style already established in these guidelines. This beer commemorates combinations of unique brewing ingredients and/or techniques established in past periods. Examples of Historical Beers might include current day versions of historic styles which are not represented elsewhere in these guidelines, such as Finnish-style Sahti, South American Chicha, Nepalese Chong/Chang, African sorghum based beers, and others. In evaluating these beers, judges will weigh several factors such as uniqueness, heritage, regional distinction, technical brewing skills, and balance of character, background story & information and overall spirit of the intent of this category. \"Historical beers\" that are not represented elsewhere as a definitive style in these guidelines could possibly be entered in such categories as Experimental, Herb & Spice, Field Beer, etc. but by choice a brewer may categorize (and enter) their beer as Historical beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 17:20:40", "shortName": "Traditional", "id": 131, "name": "Historical Beer"}, "name": "Finnish Sahti - Farmhouse Ale", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "createDate": "2016-07-25 22:10:10", "updateDate": "2016-07-28 14:55:55", "abv": "10", "styleId": 131, "availableId": 4, "id": "XawLOy", "glasswareId": 4}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "name": "Finsterschaf", "srmId": 28, "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "nameDisplay": "Finsterschaf", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "These very dark brown to black beers have a mild roasted malt character without the associated bitterness. This is not a fullbodied beer, but rather a moderate body gently enhances malt flavor and aroma with low to moderate levels of sweetness. Hop bitterness is low to medium in character. Noble-type hop flavor and aroma should be low but perceptible. There should be no fruity esters. Diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "22", "categoryId": 7, "srmMax": "30", "ibuMax": "30", "abvMin": "3.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:37:12", "fgMax": "1.016", "shortName": "Schwarzbier", "abvMax": "5", "id": 84, "srmMin": "25", "name": "German-Style Schwarzbier"}, "id": "01MDVg", "statusDisplay": "Verified", "createDate": "2015-12-14 20:50:43", "updateDate": "2015-12-15 20:36:45", "abv": "5.8", "styleId": 84, "availableId": 8, "srm": {"hex": "6A0E00", "id": 28, "name": "28"}, "ibu": "27.2", "glasswareId": 8}, {"status": "verified", "isOrganic": "N", "name": "Fiona's Farmhouse Ale", "statusDisplay": "Verified", "nameDisplay": "Fiona's Farmhouse Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-04-13 18:09:15", "updateDate": "2012-04-13 18:09:15", "abv": "7", "styleId": 72, "id": "4Xi5jX", "glasswareId": 6}, {"status": "verified", "isOrganic": "N", "name": "Fionn Porter Hazelnut Coffee", "nameDisplay": "Fionn Porter Hazelnut Coffee", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "American-style imperial porters are black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness. Hop bitterness is perceived at a medium-low to medium level. Hop flavor and aroma may vary from being low to medium-high. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment hop character and malt derived sweetness. Diacetyl (butterscotch) levels should be absent.", "createDate": "2013-08-10 12:42:51", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "50", "abvMin": "5.5", "fgMin": "1.02", "ogMax": "1.1", "fgMax": "1.03", "updateDate": "2015-04-07 15:49:32", "shortName": "American Imperial Porter", "abvMax": "9.5", "id": 158, "srmMin": "40", "name": "American-Style Imperial Porter"}, "createDate": "2016-05-22 14:49:39", "updateDate": "2016-05-22 14:49:39", "abv": "10.2", "styleId": 158, "id": "P6hV4g", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Fionn's Red Ale is the perfect example of an Irish Ale, this beer has a toasted maltsweetness balanced delicately with an earthy/citrus hoppiness.  We moderately carbonate this beer to a smooth medium bodied mouth feel that showcases the bold flavor imparted by the crystal malts.  A sweet toffee like flavor instantly saturates your mouth quickly giving way to a bright, hoppy, refreshing sensation.  A Subtle tea like flavor comes from the Irish Ale Yeast strain we pitch into the beer for a 15-day fermentation.  This balanced beer is only made better when paired with a delicious roasted lamb shank.", "srmId": 15, "srm": {"hex": "BB5100", "id": 15, "name": "15"}, "nameDisplay": "FIONN'S RED ALE", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "id": "V9hcdG", "servingTemperature": "cold", "statusDisplay": "Verified", "createDate": "2016-05-05 17:39:36", "updateDate": "2016-05-05 17:39:37", "abv": "5.2", "styleId": 22, "availableId": 4, "foodPairings": "Grilled or roasted meats- steak, lamb, pot roast, corned beef, Cornish hen, turkey; Soups-new England clam chowder; Snacks- nachos, cobb salad, onion rings, sharp cheddar cheese; Pasta- carbonara; Desserts- devils chocolate or carrot cake.\r\n*Red Ales have the ability to be paired with most everything delicious.", "ibu": "18", "name": "FIONN'S RED ALE"}, {"status": "verified", "isOrganic": "N", "name": "Fire & Ice", "nameDisplay": "Fire & Ice", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/5hjhJN/upload_pw67yT-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/5hjhJN/upload_pw67yT-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/5hjhJN/upload_pw67yT-icon.png"}, "originalGravity": "1.072", "createDate": "2013-11-04 23:40:55", "updateDate": "2015-12-17 05:59:20", "abv": "7.1", "styleId": 38, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "Smoke porters are chestnut brown to black in color. They can exhibit a mild to assertive smoke character in balance with other beer characters. Black malt character can be perceived in some porters, while others may be absent of strong roast character. Roast barley character should be absent. Medium to full malt sweetness, caramel and chocolate are acceptable along with medium to medium-high hop bitterness. These beers are usually medium to full bodied. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 3, "srmMax": "20", "ibuMax": "40", "abvMin": "5", "fgMin": "1.006", "updateDate": "2015-04-07 15:27:41", "fgMax": "1.014", "shortName": "Smoke Porter", "abvMax": "8.7", "id": 38, "srmMin": "20", "name": "Smoke Porter"}, "id": "5hjhJN", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A traditional amber ale complexly built from a careful selection of 7 different malts. American grown hops harmoniously round out the wonderfully rich malts. Balanced without the bite.\r\n\r\nAN ANTIDOTE TO THE BIG STING.", "statusDisplay": "Verified", "nameDisplay": "Fire Ant Funeral", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/aQXAma/upload_j53Ipu-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/aQXAma/upload_j53Ipu-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/aQXAma/upload_j53Ipu-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "aQXAma", "createDate": "2015-04-28 20:06:52", "updateDate": "2015-12-18 00:32:13", "abv": "6", "styleId": 32, "ibu": "32", "name": "Fire Ant Funeral"}, {"status": "verified", "isOrganic": "N", "name": "Fire Ban Golden Ale", "nameDisplay": "Fire Ban Golden Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2014-08-07 16:34:34", "updateDate": "2015-05-06 19:32:14", "abv": "4.5", "styleId": 36, "id": "wsjVBC", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Brewed from only malted grains to produce a rich, deep, bronze ale with a pleasing round flavor and just a hint of fruit.", "statusDisplay": "Verified", "nameDisplay": "Fire Boat Amber", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/89vzaV/upload_1HoRkn-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/89vzaV/upload_1HoRkn-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/89vzaV/upload_1HoRkn-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2013-05-09 12:34:06", "updateDate": "2015-12-17 02:44:50", "abv": "5.5", "styleId": 32, "availableId": 1, "id": "89vzaV", "name": "Fire Boat Amber"}, {"status": "verified", "isOrganic": "N", "description": "The flames are advancing to the water edge, and you can almost taste the toasted wood. Build from this by adding caramel and toffee flavors and you will just have had the Fire Break Irish Red Ale. The color is deep fire red, the nose has caramel with a hint of chocolate (bittersweet), and the flavor; oh well, the flavor. . . Complex and rich – toffee and caramel, chocolate and roast, you WILL need a break from this fire once you’ve tried it. Live for the Break be warmed by the Fire. For every keg of Fire Break Irish Red Ale sold, American River Brewing Company will make a donation to a Firefighters charity.", "statusDisplay": "Verified", "nameDisplay": "Fire Break", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "id": "0bBL8m", "createDate": "2013-06-23 12:52:57", "updateDate": "2013-06-23 12:52:57", "abv": "6", "styleId": 22, "ibu": "26", "name": "Fire Break"}, {"status": "verified", "isOrganic": "Y", "name": "Fire Breather", "nameDisplay": "Fire Breather", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "ScVmfD", "createDate": "2015-06-23 19:26:52", "updateDate": "2015-06-23 19:26:52", "abv": "7.2", "styleId": 30, "ibu": "80", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Fire Brew", "nameDisplay": "Fire Brew", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/CVy6SP/upload_AnVgeV-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/CVy6SP/upload_AnVgeV-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/CVy6SP/upload_AnVgeV-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2014-01-29 13:04:38", "updateDate": "2015-12-17 08:27:10", "abv": "5.5", "styleId": 32, "id": "CVy6SP", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A dazzling 3.5% golden beer. The warming hints of honeyed nectar will spark the intense &amp; sharp gooseberry flames. A refreshingly crisp catch smouldering in a citrus aroma that will leave you glowing from inside.", "statusDisplay": "Verified", "nameDisplay": "Fire Catcher", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/hOlx04/upload_cp2rzI-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/hOlx04/upload_cp2rzI-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/hOlx04/upload_cp2rzI-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2016-02-06 18:51:06", "updateDate": "2016-03-08 18:20:15", "abv": "3.5", "styleId": 36, "availableId": 1, "id": "hOlx04", "name": "Fire Catcher"}, {"status": "verified", "isOrganic": "N", "name": "Fire Chief Ale", "nameDisplay": "Fire Chief Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/HzAO4V/upload_VqtQMB-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/HzAO4V/upload_VqtQMB-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/HzAO4V/upload_VqtQMB-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "HzAO4V", "createDate": "2015-03-21 18:39:29", "updateDate": "2015-12-17 23:40:26", "abv": "5.7", "styleId": 32, "ibu": "25", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Flavor swoops in (cue EAGLE SCREAM), grabs you by the face and flies you through the hop rainbow. At the peak of the ride it swoops back to earth and gently drops you back on your bar stool where you are refreshed, excited and ready to ride again. It’s hoppy, bold and American.\r\n\r\nHOPS: Summit, Columbus, Centennial, Amarillo\r\nMALTS: Pils, C-40, C-60, Wheat\r\nYEAST: American Ale", "statusDisplay": "Verified", "nameDisplay": "Fire Eagle", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/D1igWm/upload_yKx9OB-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/D1igWm/upload_yKx9OB-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/D1igWm/upload_yKx9OB-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "D1igWm", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:12", "updateDate": "2016-05-03 19:32:35", "abv": "6.4", "styleId": 30, "availableId": 1, "glasswareId": 5, "ibu": "70", "name": "Fire Eagle"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This ale mixes old Irish heritage with a solidly American twist, not unlike many in the fire service today. It is an ode not only to the brewer's other love, but to this beer's red color and firemen everywhere. You will find this beer to have a defined malt component with a mild to hop character.", "srmId": 3, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Fire Engine Red", "originalGravity": "1.063", "id": "UgOXhf", "statusDisplay": "Verified", "createDate": "2014-09-11 02:24:31", "updateDate": "2014-09-16 17:43:28", "abv": "6.3", "styleId": 22, "availableId": 1, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "ibu": "18.9", "srm": {"hex": "FFCA5A", "id": 3, "name": "3"}, "name": "Fire Engine Red"}, {"status": "verified", "isOrganic": "N", "description": "Yep. You guessed it, it's the Escape Artist with a perfect mix of hops, malt and... Jalapeños! We blend freshly roasted jalapeños post fermentation to create this fiery yet balanced pale ale. Amazingly smooth and addictive!", "srmId": 6, "nameDisplay": "Fire Escape", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/fHMIDR/upload_iJvi1y-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/fHMIDR/upload_iJvi1y-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/fHMIDR/upload_iJvi1y-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "fHMIDR", "statusDisplay": "Verified", "createDate": "2014-11-11 17:34:43", "updateDate": "2015-12-17 18:32:29", "abv": "5.5", "styleId": 25, "srm": {"hex": "F8A600", "id": 6, "name": "6"}, "ibu": "30", "name": "Fire Escape"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Firehouse Pale Ale was inspired by the 1914 Cortland Firehouse which is located across the road from the brewery. The beer pours a gold color with a frothy white head with a noticable Cascade hop aroma. The taste is smooth and slightly malty, with just enough hop flavors to make it light and clean. A great everyday drinking Pale Ale.", "srmId": 13, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Fire House Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "vPdRHG", "statusDisplay": "Verified", "createDate": "2012-01-03 02:43:12", "updateDate": "2012-03-22 13:05:31", "abv": "5.9", "styleId": 25, "availableId": 1, "glasswareId": 5, "ibu": "47.5", "srm": {"hex": "CB6200", "id": 13, "name": "13"}, "name": "Fire House Pale Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "The king of wheat ales!  Ours has a rich, spicy palate with a full finish.  Refresh yourself!", "statusDisplay": "Verified", "nameDisplay": "Fire Hydrant Hefeweisen", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/tWUNHd/upload_9M3Oej-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/tWUNHd/upload_9M3Oej-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/tWUNHd/upload_9M3Oej-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "createDate": "2013-05-09 12:30:55", "updateDate": "2015-12-17 04:08:47", "abv": "5.4", "styleId": 48, "availableId": 1, "id": "tWUNHd", "name": "Fire Hydrant Hefeweisen"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Caution! This is an intensely smokey lager similar to those found in Bamberg, Germany. Most of this brew's malt was dried over flaming beechwood, which ingrains unique smokey flavors. Aromas of campfires, smoked ham, and bacon dominate a soft malt and hop backbone. Although hard to believe, this beer is vegan friendly.", "statusDisplay": "Verified", "nameDisplay": "Fire in the Ham", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/36ir0G/upload_wDWgFD-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/36ir0G/upload_wDWgFD-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/36ir0G/upload_wDWgFD-icon.png"}, "originalGravity": "1.053", "id": "36ir0G", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-11-02 11:29:56", "updateDate": "2015-12-16 20:57:27", "abv": "5.4", "styleId": 129, "availableId": 4, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Any style of beer can be smoked; the goal is to reach a balance between the style's character and the smoky properties. Type of wood or other sources of smoke should be specified as well as the style the beer is based upon.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:45:19", "shortName": "Smoke Beer", "id": 129, "name": "Smoke Beer (Lager or Ale)"}, "ibu": "20", "name": "Fire in the Ham"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 13, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/pE1jX8/upload_48pxa4-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/pE1jX8/upload_48pxa4-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/pE1jX8/upload_48pxa4-icon.png"}, "styleId": 22, "availableId": 1, "foodPairings": "This beer pairs well with a wide range of food like chicken, seafood and burgers but pairs especially well with spicy cuisine. This is a great gateway beer to indoctrinate main stream beer consumers to something more artisanal.", "id": "pE1jX8", "statusDisplay": "Verified", "originalGravity": "1.046", "ingredients": {"hops": [{"myrceneMax": 25, "farneseneMax": 0.4, "cohumuloneMax": 32, "id": 36, "humuleneMax": 45, "category": "hop", "createDate": "2013-06-24 16:07:29", "farneseneMin": 0.4, "humuleneMin": 38, "betaAcidMax": 2.8, "cohumuloneMin": 28, "myrceneMin": 25, "alphaAcidMin": 4, "description": "The premier English aroma hop, an English landrace with a lineage going back to 1790. Ideal for bittering and finishing any kind of English ales, and also works well in lagers due to its delicate, slightly spicy aroma.", "betaAcidMin": 1.9, "caryophylleneMax": 16, "caryophylleneMin": 12, "name": "East Kent Golding", "countryOfOrigin": "GB", "country": {"displayName": "United Kingdom", "name": "UNITED KINGDOM", "isoThree": "GBR", "createDate": "2012-01-03 02:41:33", "numberCode": 826, "isoCode": "GB"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}], "malt": [{"category": "malt", "createDate": "2013-06-24 16:07:45", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 378, "name": "Caramel/Crystal Malt"}, {"category": "malt", "createDate": "2013-06-24 16:08:00", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 1985, "name": "Roast Malt"}, {"category": "malt", "srmPrecise": 2, "description": "The is the standard starting point for almost all beer recipes. Smooth with a less grainy more moderate flavour.", "srmId": 2, "countryOfOrigin": "US", "diastaticPower": 140, "createDate": "2013-06-24 16:07:57", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "FFD878", "id": 2, "name": "2"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.036, "coarseFineDifference": 1.5, "maxInBatch": 100, "requiresMashing": "Y", "dryYield": 79, "protein": 12.3, "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "id": 1922, "moistureContent": 4, "name": "Two-Row Pale Malt"}]}, "nameDisplay": "Fire In The Hole", "name": "Fire In The Hole", "abv": "4.5", "status": "verified", "description": "Easy drinking Irish-style red ale that is malt focused with a roasted dry finish. Our Irish-style red ale features a very clear medium to deep amber color with off white head and lace. No hop aroma but very malty with caramel, toffee and aromatic hints of roastiness. Flavor is similar with toasted malt character, sweetness being candy and caramel like. Hop bitterness and flavor being medium with some roasted malt character perceivable. Medium carbonation with mouthfeel and body being the same. Smooth clean finish.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "srm": {"hex": "CB6200", "id": 13, "name": "13"}, "servingTemperature": "cold", "updateDate": "2016-06-30 18:10:09", "ibu": "15", "createDate": "2013-07-23 12:00:18"}, {"status": "verified", "isOrganic": "N", "description": "\"What's the difference between jelly and jam?\"\r\nThis one was a fun beer for us to mess around with: we start with a malty red ale that pops with pleasantly fruity undertones, then add whole raspberries and just enough habanero peppers to create a pleasant tingle in your throat. You've got sweet, fruity, caramel-y, spicy all in one package - it's like jam for your jelly, baby.", "statusDisplay": "Verified", "nameDisplay": "Fire in the Hole Raspberry Habanero Red Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "id": "OSrgwh", "createDate": "2016-03-28 12:20:11", "updateDate": "2016-03-28 12:20:11", "abv": "5.4", "styleId": 119, "ibu": "15", "name": "Fire in the Hole Raspberry Habanero Red Ale"}, {"status": "verified", "isOrganic": "N", "name": "Fire in the Hole!", "nameDisplay": "Fire in the Hole!", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "createDate": "2012-01-03 02:43:12", "updateDate": "2015-05-13 18:11:47", "styleId": 125, "id": "bEgkGW", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Fire in the Rye combines the smouldering aroma of rye with the floral notes of centennial hops. Landing at a flavourful 60 IBU’s, this is our boldest beer yet! We hope you love Fire in the Rye as much as we do. \r\nThe Extra Delicious truth is out there!", "statusDisplay": "Verified", "nameDisplay": "Fire in the Rye", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "createDate": "2014-11-10 19:19:41", "updateDate": "2015-04-21 19:58:40", "abv": "6.1", "styleId": 117, "id": "cKOH3y", "name": "Fire in the Rye"}, {"status": "verified", "isOrganic": "N", "name": "Fire India Pale Ale", "nameDisplay": "Fire India Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/UAQzmr/upload_ER5uUW-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/UAQzmr/upload_ER5uUW-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/UAQzmr/upload_ER5uUW-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "UAQzmr", "createDate": "2014-06-03 12:09:18", "updateDate": "2015-12-17 14:11:02", "abv": "6.2", "styleId": 30, "ibu": "66", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "American Zythos and New Zealand Motueka hops come together in this massively fruity IPA featuring tropical citrus and mango flavors. A touch of rye provides for a hint of sweetness allowing for a pleasantly bitter backend. Fire is dry-hopped to ensure a pleasant fruity aroma.", "srmId": 11, "nameDisplay": "Fire IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/es3tmj/upload_UDF2vP-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/es3tmj/upload_UDF2vP-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/es3tmj/upload_UDF2vP-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "es3tmj", "statusDisplay": "Verified", "createDate": "2015-04-08 22:18:42", "updateDate": "2015-12-17 23:16:09", "abv": "6.2", "styleId": 30, "availableId": 2, "srm": {"hex": "D77200", "id": 11, "name": "11"}, "ibu": "66", "name": "Fire IPA"}, {"status": "verified", "isOrganic": "N", "name": "Fire King IRA", "nameDisplay": "Fire King IRA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2015-09-11 14:30:39", "updateDate": "2015-09-11 14:30:39", "abv": "6.4", "styleId": 32, "id": "CPUd88", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Great for sitting by a campfire, in front of a fireplace, or just relaxing, this easy drinking beer has been lightly kissed by flames for a golden color, and a toasty light malt finish. Fire Light – expertly crafted for drinkability and enjoyment.", "statusDisplay": "Verified", "nameDisplay": "Fire Light", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/coimYp/upload_BGWneM-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/coimYp/upload_BGWneM-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/coimYp/upload_BGWneM-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "coimYp", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "createDate": "2012-01-03 02:43:13", "updateDate": "2015-12-16 12:00:56", "abv": "4.2", "styleId": 32, "availableId": 1, "glasswareId": 5, "ibu": "6", "name": "Fire Light"}, {"status": "verified", "isOrganic": "N", "name": "Fire On the Hill IPA", "nameDisplay": "Fire On the Hill IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "C78D5n", "createDate": "2015-06-15 15:25:01", "updateDate": "2015-06-15 15:55:16", "abv": "7.5", "styleId": 30, "ibu": "75", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "The Fire Pit Wit is a refreshing and flavorful Belgian-style witbier made with fresh ginger root, coriander, fresh Texas Red grapefruit peel, and orange peel.", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 30, "farneseneMax": 13, "cohumuloneMax": 28, "id": 113, "humuleneMax": 40, "category": "hop", "createDate": "2013-06-24 16:07:35", "farneseneMin": 9, "humuleneMin": 35, "betaAcidMax": 4.5, "cohumuloneMin": 24, "myrceneMin": 25, "alphaAcidMin": 3, "description": "Some American growers also grow a version of the Czech Saazer hop, although American versions are usually considered to lack true noble hop character, with higher myrcene and total oil than true Saaz Saazer. Saaz is a difficult hop to grow in the United States due to inconsistent yields and susceptibility to disease.", "betaAcidMin": 3, "caryophylleneMax": 11, "caryophylleneMin": 9, "name": "Saaz (American)", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:38"}, {"alphaAcidMax": 3.5, "myrceneMax": 25, "farneseneMax": 16, "cohumuloneMax": 29, "id": 1988, "humuleneMax": 25, "category": "hop", "createDate": "2013-06-24 16:10:37", "farneseneMin": 12, "humuleneMin": 20, "betaAcidMax": 5, "cohumuloneMin": 23, "myrceneMin": 20, "alphaAcidMin": 3.5, "description": "Universally recognized as a noble hop, Tettnanger is the landrace of Germany's Tettnang hop-growing region. Only Tettnanger hops grown in the Tettnang should be referred to as Tettnang Tettnanger. It is prized for its spicy, floral noble character, and is genetically very similar, if not identical, to the Saaz cultivar grown in the Czech Republic. Hops described as \"Tettnanger\" are also grown in the United States, Switzerland, and Australia, but these American Tettnanger, Swiss Tettnanger, and Australian Tettnanger hops are generally not be the true Tettnanger cultivar, but are thought to be Fuggle or a descendant of Fuggle. Since \"Tettnanger\" cultivation is traditional in Switzerland, it is most likely that these Swiss \"Tettnanger\" were never Tettnanger hops to begin with, but that rhizomes were exported under that name. In recent years, a few growers have tried growing true Tettnanger hops in the United States, but because of the confusion of names, these are almost impossible to find or identify.", "betaAcidMin": 3.5, "caryophylleneMax": 10, "caryophylleneMin": 6, "name": "Tettnang Tettnanger", "countryOfOrigin": "DE", "country": {"displayName": "Germany", "name": "GERMANY", "isoThree": "DEU", "createDate": "2012-01-03 02:41:33", "numberCode": 276, "isoCode": "DE"}, "categoryDisplay": "Hops"}], "malt": [{"category": "malt", "createDate": "2013-06-24 16:07:53", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 724, "name": "Pilsner Malt"}, {"category": "malt", "createDate": "2013-06-24 16:07:50", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 539, "name": "Wheat - Flaked"}, {"category": "malt", "createDate": "2015-07-01 14:24:24", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 2005, "name": "White Wheat"}]}, "nameDisplay": "Fire Pit Wit", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/PUKHiD/upload_6yjg5N-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/PUKHiD/upload_6yjg5N-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/PUKHiD/upload_6yjg5N-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "id": "PUKHiD", "createDate": "2015-09-02 17:18:34", "updateDate": "2016-09-30 15:02:13", "abv": "5.25", "styleId": 65, "availableId": 1, "foodPairings": "Cured meats, Thai foods such as curry, spicy shrimp, Szechuan foods, and scallops.", "ibu": "25", "name": "Fire Pit Wit"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Made with locally grown white pie pumpkins, sugar pumpkins, and Hubbard Squash. Our brewers cut the pumpkins, sprinkle them with brown sugar (and love) and bake them in our brick oven. The care taken in the brewing process is what helps make this orange-hued beauty a seasonal favorite. It has a nice malt-backbone from the English base malt with the addition of aromatic and chocolate malts, we add nutmeg, brown sugar, cinnamon,and pie spices …basically everything needed to make you feel warm and fuzzy inside.", "statusDisplay": "Verified", "nameDisplay": "Fire Roasted White Pumpkin Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/2rPXxO/upload_D6TkQo-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/2rPXxO/upload_D6TkQo-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/2rPXxO/upload_D6TkQo-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Pumpkin beers are any beers using pumpkins (Cucurbito pepo) as an adjunct in either mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Pumpkin qualities should not be overpowered by hop character. These may or may not be spiced or flavored with other things. A statement by the brewer explaining the nature of the beer is essential for fair assessment in competitions. If this beer is a classic style with pumpkin, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:28", "fgMax": "1.03", "shortName": "Pumpkin Beer", "abvMax": "12", "id": 121, "srmMin": "5", "name": "Pumpkin Beer"}, "id": "2rPXxO", "createDate": "2015-09-14 13:01:15", "updateDate": "2015-12-18 05:15:34", "abv": "5.2", "styleId": 121, "availableId": 4, "ibu": "22", "name": "Fire Roasted White Pumpkin Ale"}, {"status": "verified", "isOrganic": "N", "name": "Fire Safety Contained", "nameDisplay": "Fire Safety Contained", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2015-11-30 21:47:49", "updateDate": "2015-11-30 21:47:49", "abv": "7.7", "styleId": 42, "id": "XKFX9o", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A Medley of chili peppers for the spiciness.\r\nFire roasted Poblano and Jalapeno peppers and toasted Ancho chili create a subtly spicy ale for the fire season", "statusDisplay": "Verified", "nameDisplay": "Fire Season Chile Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/RshZeH/upload_VLPOYj-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/RshZeH/upload_VLPOYj-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/RshZeH/upload_VLPOYj-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Chili Pepper Beers are any range of color from pale to very dark depending on the underlying style. Clear or hazy beer is acceptable in appearance. Chili Beers are any beers using chili peppers as a flavor, aroma or “heat” inducing adjunct to create distinct and balanced (ranging from subtle to intense) character. Chili pepper aromas ranging from subtle to intense may or may not be evident, and should not be overpowered by hop aromas. Malt sweetness can vary from very low to medium-high levels, depending on the underlying beer style. Hop bitterness is very low to medium-high. Chili pepper aroma and flavor qualities should not be overpowered by hop aroma and flavor, and should be present in harmony with characteristics typical of the underlying beer style. Chili pepper qualities may vary widely as vegetal, spicy or \"heat\" inducing flavors and/or aromas.", "createDate": "2015-04-07 17:17:16", "categoryId": 11, "shortName": "Chili Beer", "id": 168, "name": "Chili Pepper Beer"}, "id": "RshZeH", "createDate": "2015-11-05 04:39:52", "updateDate": "2015-12-18 06:13:56", "abv": "5.3", "styleId": 168, "availableId": 4, "ibu": "20", "name": "Fire Season Chile Ale"}, {"status": "verified", "isOrganic": "N", "description": "Many of us have a passionate love-hate relationship with painfully spicy food and beverage - there is simply something substantial fascinating, thrilling and a little frightening about a burning sensation in your mouth. Scientists are at a loss why humans (and only humans) find such great joy in tasty pain. Perhaps it’s what makes us human - it takes a complicated brain, mixed with weird self-awareness to enjoy events that the body are programmed to treat as a threat but the mind knows better. Test your human skills with this burning beer - mind over body. Fire walk with me.", "statusDisplay": "Verified", "nameDisplay": "Fire Water", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/mvoWdq/upload_bwaOaH-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/mvoWdq/upload_bwaOaH-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/mvoWdq/upload_bwaOaH-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-08-21 13:12:45", "updateDate": "2015-12-18 04:50:08", "abv": "5.5", "styleId": 25, "id": "mvoWdq", "name": "Fire Water"}, {"status": "verified", "isOrganic": "N", "name": "Firebird", "nameDisplay": "Firebird", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/nnWHYZ/upload_CbvJ6J-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/nnWHYZ/upload_CbvJ6J-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/nnWHYZ/upload_CbvJ6J-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Any style of beer can be smoked; the goal is to reach a balance between the style's character and the smoky properties. Type of wood or other sources of smoke should be specified as well as the style the beer is based upon.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:45:19", "shortName": "Smoke Beer", "id": 129, "name": "Smoke Beer (Lager or Ale)"}, "createDate": "2014-03-28 13:12:33", "updateDate": "2015-12-17 11:57:14", "abv": "6.1", "styleId": 129, "id": "nnWHYZ", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "This honey blonde ale pours golden with a creamy head and has a slight amount of haze to the color from the wheat. It has biscuit and malty notes to the flavor but a touch of honey and citrus. This beer is light bodied but a nice finish to refresh and enjoy.", "statusDisplay": "Verified", "nameDisplay": "Fireboard Honey Blonde Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/EOMYn3/upload_1MlEqq-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/EOMYn3/upload_1MlEqq-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/EOMYn3/upload_1MlEqq-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using honey in addition to malted barley. Beers may be brewed to a traditional style or may be experimental. Character of honey should be evident in flavor and aroma and balanced with the other components without overpowering them. A statement by the brewer explaining the classic or other style of the beer, and the type of honey used is essential in order for fair assessment in competitions.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:45:03", "fgMax": "1.03", "shortName": "Honey Beer", "abvMax": "12", "id": 126, "srmMin": "1", "name": "Specialty Honey Lager or Ale"}, "id": "EOMYn3", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2015-02-23 21:42:39", "updateDate": "2015-12-17 21:54:11", "abv": "6", "styleId": 126, "availableId": 4, "glasswareId": 5, "ibu": "21", "name": "Fireboard Honey Blonde Ale"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "This light amber colored ale is brewed with a combination of American, British and Belgian ingredients for a refreshing take on an IPA. Hints of spice and fruit are well-balanced by malt and hop bitterness.", "statusDisplay": "Verified", "nameDisplay": "Firebrand", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "name": "Firebrand", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:13", "updateDate": "2012-03-22 13:05:15", "styleId": 125, "availableId": 2, "id": "xMaDvL", "glasswareId": 5}]
