[{"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "The second installment in our standard series pays homage to our Sunnyside neighborhood and the street where our brewery lives. An American pale ale in style, the light floral/piney aromatics and biscuity, caramel aromas mimic the full bodied flavor which finishes with a tangy, grapefruit bitterness", "statusDisplay": "Verified", "nameDisplay": "Mariposa", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "yptFfi", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2015-08-03 22:27:42", "updateDate": "2015-08-04 15:45:35", "abv": "6.2", "styleId": 25, "availableId": 1, "glasswareId": 5, "ibu": "43", "name": "Mariposa"}, {"status": "verified", "isOrganic": "N", "description": "After drinking one of these you might want the day off. This old ale has a luscious malt complexity that is all built on Maris Otter malt. This beer takes on a bit of rich dried-fruit character that stays smooth as it finishes even with the  slight hotness that is present in this style.", "statusDisplay": "Verified", "nameDisplay": "Maris Beuller’s Day Off", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.058", "description": "Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "30", "ibuMax": "65", "abvMin": "6", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:03", "fgMax": "1.03", "shortName": "Old Ale", "abvMax": "9", "id": 13, "srmMin": "12", "name": "Old Ale"}, "id": "8h5MXm", "createDate": "2014-05-08 11:46:24", "updateDate": "2014-05-08 11:46:24", "abv": "8.9", "styleId": 13, "ibu": "42", "name": "Maris Beuller’s Day Off"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "Maris Otter", "statusDisplay": "Verified", "nameDisplay": "Maris Otter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/UxaQO9/upload_j3WHrf-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/UxaQO9/upload_j3WHrf-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/UxaQO9/upload_j3WHrf-icon.png"}, "originalGravity": "1.055", "id": "UxaQO9", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-01-17 12:20:29", "updateDate": "2015-12-16 21:40:10", "abv": "5.8", "styleId": 1, "availableId": 4, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Classic English pale ales are golden to copper colored and display earthy, herbal English-variety hop character. Note that \"earthy, herbal English-variety hop character\" is the perceived end, but may be a result of the skillful use of hops of other national origins. Medium to high hop bitterness, flavor, and aroma should be evident. This medium-bodied pale ale has low to medium malt flavor and aroma. Low caramel character is allowable. Fruity-ester flavors and aromas are moderate to strong. Chill haze may be in evidence only at very cold temperatures. The absence of diacetyl is desirable, though, diacetyl (butterscotch character) is acceptable and characteristic when at very low levels.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "5", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:18:23", "fgMax": "1.016", "shortName": "English Pale", "abvMax": "5.5", "id": 1, "srmMin": "5", "name": "Classic English-Style Pale Ale"}, "ibu": "32", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Maris Otter 50", "nameDisplay": "Maris Otter 50", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.05", "description": "Most traditional interpretations of English-style India pale ales are characterized by medium-high hop bitterness with a medium to medium-high alcohol content. Hops from a variety of origins may be used to contribute to a high hopping rate. Earthy and herbal English-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer, sometimes with subtle and balanced character of sulfur compounds. This pale gold to deep copper-colored ale has a medium to high, flowery hop aroma and may have a medium to strong hop flavor (in addition to the hop bitterness). English-style India pale ales possess medium maltiness and body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill haze is allowable at cold temperatures. Hops of other origins may be used for bitterness or approximating traditional English character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "35", "categoryId": 1, "srmMax": "14", "ibuMax": "63", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:18:33", "fgMax": "1.018", "shortName": "English IPA", "abvMax": "7", "id": 2, "srmMin": "6", "name": "English-Style India Pale Ale"}, "createDate": "2015-08-06 13:13:44", "updateDate": "2015-08-06 13:13:44", "abv": "7.5", "styleId": 2, "id": "BxaL5R", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "Marisol is a Belgian golden ale, spiced with tangerine zest, coriander and ugli fruit.", "statusDisplay": "Verified", "nameDisplay": "Marisol", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/KLgO3Z/upload_D4eMxa-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/KLgO3Z/upload_D4eMxa-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/KLgO3Z/upload_D4eMxa-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian pale strong ales are pale to golden in color with relatively light body for a beer of its alcoholic strength. Often brewed with light colored Belgian \"candy\" sugar, these beers are well attenuated. The perception of hop bitterness is medium-low to medium -high, with hop flavor and aroma also in this range. These beers are highly attenuated and have a perceptively deceiving high alcoholic character-being light to medium bodied rather than full bodied. The intensity of malt character should be low to medium, often surviving along with a complex fruitiness. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "10", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:16", "fgMax": "1.024", "shortName": "Belgian Pale Strong", "abvMax": "11", "id": 63, "srmMin": "4", "name": "Belgian-Style Pale Strong Ale"}, "name": "Marisol", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-01-03 02:43:40", "updateDate": "2015-12-16 08:25:33", "abv": "6.1", "styleId": 63, "availableId": 3, "id": "KLgO3Z", "glasswareId": 6}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "MARK Oak is brewed on hay and other local produce from Herslev. It is aged in wood at the port wine casks, which has been used to store both whiskey and star BREW earlier. \r\n\r\nIt is vinous, fresh and tart and have clear tones of taniner from the barrels, which gives a round and full-bodied rounding on a fresh and tangy BREW.", "statusDisplay": "Verified", "nameDisplay": "MARK aged in 2014", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/B84Y5p/upload_d2MGh1-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/B84Y5p/upload_d2MGh1-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/B84Y5p/upload_d2MGh1-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:27", "shortName": "BBL Aged", "id": 132, "name": "Wood- and Barrel-Aged Beer"}, "id": "B84Y5p", "createDate": "2015-02-18 21:27:37", "updateDate": "2015-12-17 21:03:15", "abv": "11", "styleId": 132, "availableId": 1, "foodPairings": "MARK Oak with its acidity will give good response to fatty fish and fried and grilled poultry with skin.", "ibu": "12", "name": "MARK aged in 2014"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Mark Hay is a brand new typel brewed on hay instead of hops. It is tart and fruity in taste, as it is wildly fermented on Hay-on the other hand, it has no bitterness from the hops.\r\nMark is terroir-our agriculture, our life and our culture. Brewed exclusively with raw materials from Herslev, and thus a beer that tastes of Herslev.\r\n\r\nMARK Høl smells of fresh Hay, rhubarb and fresh fruit, and the taste is very peculiar somewhere between beer, cider and wine.", "statusDisplay": "Verified", "nameDisplay": "MARK Hay", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/YoLjwO/upload_y8bZTZ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/YoLjwO/upload_y8bZTZ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/YoLjwO/upload_y8bZTZ-icon.png"}, "originalGravity": "1.061", "id": "YoLjwO", "createDate": "2015-02-18 21:24:59", "updateDate": "2015-12-17 21:40:57", "abv": "4.9", "styleId": 119, "availableId": 1, "foodPairings": "We recommend that MARK Hay served cold-like in a tall glass as an aperitif or with fish, seafood and green salads.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "ibu": "5", "name": "MARK Hay"}, {"status": "verified", "isOrganic": "N", "description": "APA", "statusDisplay": "Verified", "nameDisplay": "Mark Of The Yeast", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.042", "description": "American-style amber lagers are light amber to amber or copper colored. They are medium bodied. There is a noticeable degree of caramel-type malt character in flavor and often in aroma. This is a broad category in which the hop bitterness, flavor, and aroma may be accentuated or may only be present at relatively low levels, yet noticeable. Fruity esters, diacetyl, and chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 8, "srmMax": "14", "ibuMax": "30", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:41:26", "fgMax": "1.018", "shortName": "American Amber Lager", "abvMax": "5.4", "id": 101, "srmMin": "6", "name": "American-Style Amber Lager"}, "createDate": "2016-09-19 00:59:41", "updateDate": "2016-09-30 14:33:56", "styleId": 101, "id": "iU2GQ2", "name": "Mark Of The Yeast"}, {"status": "verified", "isOrganic": "N", "description": "A Homage to a Great American (Mark Twain), a Great City (Hannibal, Mo) the hometown of Mark Twain, and a Great Beer! Unique in its style and ingredients this beer can only be brewed in Hannibal Mo, with local ingredients indigenous to the area this beer is everything that is great about AMERICA!", "statusDisplay": "Verified", "nameDisplay": "Mark Twain HPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2014-09-24 18:06:18", "updateDate": "2016-07-08 18:02:56", "abv": "5", "styleId": 25, "id": "I9fpaH", "name": "Mark Twain HPA"}, {"status": "verified", "isOrganic": "N", "description": "This is a mild, light-bodied, well balanced, crisp, clean, thirst-quenching and beautiful beer just like a Blonde should be!", "statusDisplay": "Verified", "nameDisplay": "Mark Twain's Blonde", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "This beer should be perceived as having low bitterness. It is a medium-bodied, malt-emphasized beer with malt character often balanced with low levels of yeast produced sulfur compounds (character). Certain renditions of this beer style have  a perceivable level of hop flavor (note: hop flavor does not imply hop bitterness) and character but it is essentially balanced with malt character to retain its style identity. Malt character is sometimes bread-like yet always reminiscent of freshly and very lightly toasted malted barley. There should not be any caramel character. Color is light straw to golden. Fruity esters and diacetyl should not be perceived. There should be no chill haze.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 7, "srmMax": "6", "ibuMax": "25", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:36:40", "fgMax": "1.012", "shortName": "Helles", "abvMax": "5.5", "id": 78, "srmMin": "4", "name": "Münchner (Munich)-Style Helles"}, "createDate": "2014-09-24 18:02:09", "updateDate": "2016-07-08 18:02:59", "abv": "4.07", "styleId": 78, "id": "RCVP7y", "name": "Mark Twain's Blonde"}, {"status": "verified", "isOrganic": "Y", "name": "Marker 13 Wit", "nameDisplay": "Marker 13 Wit", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "id": "B0QXPh", "createDate": "2015-07-12 19:39:23", "updateDate": "2015-07-12 19:39:23", "abv": "4.4", "styleId": 112, "ibu": "19", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Made exclusively for the Lancaster Dispensing Company.", "statusDisplay": "Verified", "nameDisplay": "Market Alley", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2012-01-03 02:43:40", "updateDate": "2012-03-22 13:05:05", "styleId": 32, "id": "HZS3wv", "name": "Market Alley"}, {"status": "verified", "isOrganic": "N", "description": "Brewed to celebrate our neighbors 100 year anniversary, this big, bold Extra IPA is bursting with hop flavor and aroma but is balanced by a firm malt background.", "statusDisplay": "Verified", "nameDisplay": "Market Centennial Extra IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2013-05-04 20:11:11", "updateDate": "2014-10-30 19:55:48", "abv": "9", "styleId": 31, "id": "A3XYeE", "name": "Market Centennial Extra IPA"}, {"status": "verified", "isOrganic": "N", "description": "The fire at the West Side Market has affected the livelihood of so many people.  $1 of every beer sold will be donated to the Market Vendor’s Association to help make up for their all of their losses.  Come out and show your support for one of Cleveland’s iconic landmarks, and the people that make it so near and dear to our hearts!", "statusDisplay": "Verified", "nameDisplay": "Market Recovery Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "name": "Market Recovery Lager", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-05-05 14:21:08", "updateDate": "2013-05-05 14:21:09", "abv": "4", "styleId": 93, "id": "ls0rAc", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Market Square Tripel", "srmId": 7, "nameDisplay": "Market Square Tripel", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "id": "aodkAp", "createDate": "2014-11-14 00:12:39", "updateDate": "2014-11-14 19:06:03", "abv": "9.4", "styleId": 59, "srm": {"hex": "F39C00", "id": 7, "name": "7"}, "ibu": "21", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Market Street Wheat", "nameDisplay": "Market Street Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.044", "description": "This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.", "createDate": "2012-03-21 20:06:46", "ibuMin": "6", "categoryId": 8, "srmMax": "6", "ibuMax": "15", "abvMin": "4.3", "fgMin": "1.01", "updateDate": "2015-04-07 15:40:04", "fgMax": "1.014", "shortName": "American Premium Lager", "abvMax": "5", "id": 97, "srmMin": "2", "name": "American-Style Premium Lager"}, "createDate": "2012-01-03 02:43:40", "updateDate": "2015-04-10 20:19:22", "styleId": 97, "id": "oZVAo0", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "A classic hefeweizen served unfiltered to showcase the hints of clove and banana.", "statusDisplay": "Verified", "nameDisplay": "Market Street Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "id": "MqUZwg", "createDate": "2012-07-18 15:15:57", "updateDate": "2015-05-08 13:56:49", "abv": "5.3", "styleId": 48, "availableId": 2, "ibu": "20", "name": "Market Street Wheat"}, {"status": "verified", "isOrganic": "N", "name": "Market Wheat", "nameDisplay": "Market Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "createDate": "2015-04-08 20:39:34", "updateDate": "2015-04-08 20:39:34", "styleId": 112, "id": "33abGL", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "This is a bellicose beer for the thirsty sophist. A bright and welcoming pale ale brewed by Jonathan Cutler of Pierce Brewery and Three Floyds. Not since Hall and Oates has this level of unity and cohesion been attempted. You’re welcome.", "statusDisplay": "Verified", "nameDisplay": "Marketing Ploy", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "jvm6oI", "createDate": "2014-06-08 12:36:53", "updateDate": "2014-10-13 18:48:18", "abv": "6", "styleId": 25, "availableId": 2, "ibu": "50", "name": "Marketing Ploy"}, {"status": "verified", "isOrganic": "N", "name": "Märkischer Landmann Schwarzbier", "nameDisplay": "Märkischer Landmann Schwarzbier", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "These very dark brown to black beers have a mild roasted malt character without the associated bitterness. This is not a fullbodied beer, but rather a moderate body gently enhances malt flavor and aroma with low to moderate levels of sweetness. Hop bitterness is low to medium in character. Noble-type hop flavor and aroma should be low but perceptible. There should be no fruity esters. Diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "22", "categoryId": 7, "srmMax": "30", "ibuMax": "30", "abvMin": "3.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:37:12", "fgMax": "1.016", "shortName": "Schwarzbier", "abvMax": "5", "id": 84, "srmMin": "25", "name": "German-Style Schwarzbier"}, "createDate": "2012-08-12 12:06:05", "updateDate": "2015-05-28 20:47:45", "styleId": 84, "id": "oC6dhW", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This full-bodied dry stout bottled in County Carlow, south-west of Dublin is based on an authentic recipe first introduced around 1740. Its taste was said to make grown men weep for more! Its unique blend of roasted malts, grains and bitter hops ensures a deliciously balanced and smooth flavor.", "statusDisplay": "Verified", "nameDisplay": "Marks & Spencer Genuine Irish Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.038", "description": "Dry stouts have an initial malt and light caramel flavor profile with a distinctive dry-roasted bitterness in the finish. Dry stouts achieve a dry-roasted character through the use of roasted barley. The emphasis of coffee-like roasted barley and a moderate degree of roasted malt aromas define much of the character. Some slight acidity may be perceived but is not necessary. European hop aroma and flavor should be low or not perceived. Dry stouts have medium-light to medium body. Fruity esters are minimal and overshadowed by malt, high hop bitterness, and roasted barley character. Diacetyl (butterscotch) should be very low or not perceived. Head retention and rich character should be part of its visual character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:51", "fgMax": "1.012", "shortName": "Dry Irish Stout", "abvMax": "5", "id": 23, "srmMin": "40", "name": "Classic Irish-Style Dry Stout"}, "name": "Marks & Spencer Genuine Irish Stout", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-05-07 18:52:53", "updateDate": "2015-04-17 15:10:15", "abv": "4.5", "styleId": 23, "availableId": 1, "id": "6POVmQ", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Marks & Spencer Southwold Blonde Beer", "nameDisplay": "Marks & Spencer Southwold Blonde Beer", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2012-12-21 22:25:21", "updateDate": "2014-10-21 14:57:50", "abv": "5", "styleId": 36, "id": "ZcEUW3", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Marks & Spencer Southwold Dark Ale", "nameDisplay": "Marks & Spencer Southwold Dark Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English dark mild ales range from deep copper to dark brown (often with a red tint) in color. Malt flavor and caramel are part of the flavor and aroma profile while, licorice and roast malt tones may sometimes contribute to the flavor and aroma profile. Body should be low-medium to medium. These beers have very little hop flavor or aroma. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "34", "ibuMax": "24", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:43", "fgMax": "1.008", "shortName": "English Dark Mild", "abvMax": "4", "id": 11, "srmMin": "17", "name": "English-Style Dark Mild Ale"}, "createDate": "2012-12-21 22:25:23", "updateDate": "2014-10-14 17:26:05", "abv": "7.2", "styleId": 11, "id": "BvxIfU", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Marks & Spencer Southwold Summer Beer", "nameDisplay": "Marks & Spencer Southwold Summer Beer", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "createDate": "2012-12-21 22:25:24", "updateDate": "2012-12-21 22:25:26", "abv": "5", "styleId": 3, "id": "oFg6ov", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Marks & Spencer Southwold Winter Beer", "nameDisplay": "Marks & Spencer Southwold Winter Beer", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.058", "description": "Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "30", "ibuMax": "65", "abvMin": "6", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:03", "fgMax": "1.03", "shortName": "Old Ale", "abvMax": "9", "id": 13, "srmMin": "12", "name": "Old Ale"}, "createDate": "2012-12-21 22:25:26", "updateDate": "2014-10-13 19:58:14", "abv": "4", "styleId": 13, "id": "QZOuyM", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Marley’s Ghost uses chocolate malts, peppermint candies and cocoa to bring you the perfect Holiday Ale.", "statusDisplay": "Verified", "nameDisplay": "Marley's Ghost", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2014-12-14 15:22:26", "updateDate": "2014-12-14 15:22:26", "styleId": 42, "id": "iCehZj", "name": "Marley's Ghost"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "This winter warmer is perfect for a cold day. Brewed with vanilla, cinnamon and other spices.", "statusDisplay": "Verified", "nameDisplay": "Marley’s Lament", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/8WZv20/upload_VyKXTH-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/8WZv20/upload_VyKXTH-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/8WZv20/upload_VyKXTH-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.06", "description": "Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "21", "ibuMax": "65", "abvMin": "7", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:05", "fgMax": "1.04", "shortName": "Strong Ale", "abvMax": "11", "id": 14, "srmMin": "8", "name": "Strong Ale"}, "createDate": "2014-12-12 19:54:32", "updateDate": "2016-05-18 00:00:32", "abv": "7.3", "styleId": 14, "availableId": 2, "id": "8WZv20", "name": "Marley’s Lament"}, {"status": "verified", "isOrganic": "N", "name": "Marlower Dunkel", "nameDisplay": "Marlower Dunkel", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "Bamberg-style Weiss Rauchbier should have smoky characters that range from detectable to prevalent in the aroma and flavor. Smoke character is not harshly phenolic, but rather very smooth, almost rendering a perception of mild sweetness to this style of beer. The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove- or nutmeg-like and can be smoky or even vanilla-like. Banana-like esters are often present. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent. Weissbier is well attenuated and very highly carbonated and a medium- to full-bodied beer. The color is very pale to very dark amber. Darker (dunkel) styles should have a detectable degree of roast malt in the balance without being robust in overall character. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "18", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:30:29", "fgMax": "1.016", "shortName": "Rauchbier", "abvMax": "5.5", "id": 54, "srmMin": "4", "name": "Bamberg-Style Weiss (Smoke) Rauchbier (Dunkel or Helles)"}, "createDate": "2012-08-12 12:10:45", "updateDate": "2015-04-23 17:53:28", "abv": "5.2", "styleId": 54, "id": "Vpyvu1", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Marlower Pils", "nameDisplay": "Marlower Pils", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 7, "srmMax": "4", "ibuMax": "40", "abvMin": "4", "fgMin": "1.006", "updateDate": "2015-04-07 15:35:59", "fgMax": "1.012", "shortName": "German Pilsener", "abvMax": "5", "id": 75, "srmMin": "3", "name": "German-Style Pilsener"}, "createDate": "2012-08-12 12:10:44", "updateDate": "2012-08-19 13:05:42", "abv": "4.9", "styleId": 75, "id": "tWG7ka", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Marlower Spezial", "nameDisplay": "Marlower Spezial", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "The German word helle means light colored, and as such, a heller Bock is light straw to deep golden in color. Maibocks are also light-colored bocks. The sweet malty character should come through in the aroma and flavor. A lightly toasted and/or bready malt character is often evident. Roast or heavy toast/caramel malt character should be absent. Body is medium to full. Hop bitterness should be low, while noble-type hop aroma and flavor may be at low to medium levels. Bitterness increases with gravity. Fruity esters may be perceived at low levels. Diacetyl should be absent. Chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "10", "ibuMax": "38", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:39:04", "fgMax": "1.02", "shortName": "Maibock", "abvMax": "8", "id": 89, "srmMin": "4", "name": "German-Style Heller Bock/Maibock"}, "createDate": "2012-08-12 12:10:45", "updateDate": "2015-04-23 18:04:56", "abv": "5.8", "styleId": 89, "id": "89hk3S", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Marmajuke", "srmId": 9, "nameDisplay": "Marmajuke", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/vdfmXD/upload_K54pBC-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/vdfmXD/upload_K54pBC-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/vdfmXD/upload_K54pBC-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "vdfmXD", "createDate": "2014-12-27 11:46:28", "updateDate": "2015-12-17 20:02:08", "abv": "8.4", "styleId": 31, "srm": {"hex": "E58500", "id": 9, "name": "9"}, "ibu": "73", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Marmalade On Rye", "nameDisplay": "Marmalade On Rye", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2015-10-14 15:52:37", "updateDate": "2015-10-14 15:52:37", "abv": "9", "styleId": 31, "id": "S1letv", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Marmalade Wheat", "nameDisplay": "Marmalade Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "id": "l118Xe", "createDate": "2015-08-04 16:01:24", "updateDate": "2015-08-05 14:36:35", "abv": "4.9", "styleId": 112, "ibu": "20", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "The Original 100% MN DIPA. Dank & spicy. Nectarines & apricots. Ruby red grapefruit & musky guava. Pine needles, sweet toasted marshmallows & enough smooth alcohol to get you through the coldest MN winter.", "statusDisplay": "Verified", "nameDisplay": "MAROON AND BOLD ’14", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/zvst43/upload_t0VLAH-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/zvst43/upload_t0VLAH-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/zvst43/upload_t0VLAH-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "id": "zvst43", "createDate": "2015-04-27 17:12:25", "updateDate": "2015-12-18 01:59:36", "abv": "9.1", "styleId": 125, "availableId": 4, "ibu": "100", "name": "MAROON AND BOLD ’14"}, {"status": "verified", "isOrganic": "N", "description": "The Maroon Bells Guava Ale is a crisp fruity tropical beer that is a Uniquely Crushable as they come. It will be your new favorite beer, we promise.", "statusDisplay": "Verified", "nameDisplay": "Maroon Bells Guava Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "id": "AJi0lS", "createDate": "2016-09-12 19:10:51", "updateDate": "2016-09-12 19:10:51", "abv": "5.25", "styleId": 119, "ibu": "15", "name": "Maroon Bells Guava Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "(Bronze Medal winner L.A. International) In the brown ale category, this malty beauty shows its local spirit with a distinctive maroon tint. With an intricate balance of both chocolate and caramel malts and an abundance of premium hops, this beer is extremely complex with a very smooth aftertaste.", "statusDisplay": "Verified", "nameDisplay": "Maroon Effect", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/KgAuxB/upload_K0n9C1-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/KgAuxB/upload_K0n9C1-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/KgAuxB/upload_K0n9C1-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "English brown ales range from copper to brown in color. They have medium body and range from dry to sweet maltiness with very little hop flavor or aroma. Roast malt tones may sometimes contribute to the flavor and aroma profile. Low to medium-low levels of fruity-ester flavors are appropriate. Diacetyl should be very low, if evident. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "25", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:20:51", "fgMax": "1.014", "shortName": "English Brown", "abvMax": "5.5", "id": 12, "srmMin": "13", "name": "English-Style Brown Ale"}, "id": "KgAuxB", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2013-08-13 17:39:53", "updateDate": "2015-12-17 05:35:05", "abv": "5.3", "styleId": 12, "availableId": 1, "glasswareId": 5, "ibu": "22", "name": "Maroon Effect"}, {"status": "verified", "isOrganic": "N", "name": "Marooned on Hog Island Oyster Stout", "nameDisplay": "Marooned on Hog Island Oyster Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/GBYVaL/upload_MFugKe-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/GBYVaL/upload_MFugKe-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/GBYVaL/upload_MFugKe-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "See British Origin American-Style Imperial Porter Imperial porters are very dark brown to black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness should be in harmony with medium-low to medium hop bitterness. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment malt derived sweetness and hop character. Hop flavor and aroma may vary from being low to medium-high. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "50", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:58", "fgMax": "1.03", "shortName": "Stout", "abvMax": "12", "id": 44, "srmMin": "40", "name": "Specialty Stouts"}, "createDate": "2012-10-22 11:50:37", "updateDate": "2015-12-16 18:54:07", "abv": "7.9", "styleId": 44, "id": "GBYVaL", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Marota", "nameDisplay": "Marota", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.05", "description": "High in starting gravity and alcoholic strength, this style is somewhat diverse. Some American malt liquors are just slightly stronger than American lagers, while others approach bock strength. Some residual sweetness is perceived. Hop rates are very low, contributing little bitterness and virtually no hop aroma or flavor. Perception of sweet-fruity esters and complex alcohols (though not solvent-like) are acceptable at low levels. Chill haze and diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "12", "categoryId": 8, "srmMax": "5", "ibuMax": "23", "abvMin": "6.25", "fgMin": "1.004", "updateDate": "2015-04-07 15:41:16", "fgMax": "1.01", "shortName": "Malt Liquor", "abvMax": "7.5", "id": 100, "srmMin": "2", "name": "American-Style Malt Liquor"}, "createDate": "2016-04-02 14:34:25", "updateDate": "2016-05-04 21:38:24", "abv": "7.2", "styleId": 100, "id": "FjM6wl", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available during the summer months.", "id": 6, "name": "Summer"}, "isOrganic": "N", "description": "Our take on a witbier.  3 kinds of wheat, Amercian barley, fresh citrus, bitter orange, wildflower honey, and coriander combine together with the beer to give this brew great flavors.", "statusDisplay": "Verified", "nameDisplay": "Marquee Moon", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "createDate": "2014-09-23 17:54:26", "updateDate": "2014-09-23 17:54:26", "styleId": 65, "availableId": 6, "id": "vTtezo", "name": "Marquee Moon"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Golden in color and light in body, this beer is characterized by a slightly dry, subtle palate that is almost chardonnay like. Low hop flavor and aroma and easy to drink.", "statusDisplay": "Verified", "nameDisplay": "Marquette Kolsch", "originalGravity": "1.056", "id": "0AwetG", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "createDate": "2013-01-21 22:06:33", "updateDate": "2013-01-21 22:08:18", "abv": "4.6", "styleId": 45, "availableId": 1, "glasswareId": 4, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.042", "description": "Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 4, "srmMax": "6", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:29:04", "fgMax": "1.01", "shortName": "Kölsch", "abvMax": "5.3", "id": 45, "srmMin": "4", "name": "German-Style Kölsch / Köln-Style Kölsch"}, "ibu": "22", "foodPairings": "Brewhouse Chicken Sandwich, Seasoned Baked Haddock", "name": "Marquette Kolsch"}, {"status": "verified", "isOrganic": "N", "description": "For our first collaboration beer we are lucky to partner with a brewery a country apart, but on a similar path, Cigar City brewing out of Tampa, Florida. Marrón Acidifié is suitable for aging up to 5 years when cellared properly.", "statusDisplay": "Verified", "nameDisplay": "Marrón Acidifié", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "This light- to medium-bodied deep copper to brown ale is characterized by a slight to strong lactic sourness, and with \"Reds\" sometimes a balanced degree of acetic acid. Brettanomyces produced flavors and aromas are not part of character. A fruity-estery character which is often cherry-like is apparent with no hop flavor or aroma. Flanders brown ales have low to medium bitterness and a cocoa-like character from roast malt. Roasted malt character in aroma and flavor is acceptable at low levels. A very low degree of malt sweetness may be present and in balance with the acidity produced by Lactobacillus activity. Oak-like or woody characters may be pleasantly integrated into overall palate. Chill haze is acceptable at low serving temperatures. Some versions may be more highly carbonated and, when bottle conditioned, may appear cloudy (yeast) when served. These final beers are often blended old with new before packaging in order to create the brewer's intended balance of characters.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "20", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:31:39", "fgMax": "1.016", "shortName": "Flanders Red", "abvMax": "6.5", "id": 57, "srmMin": "12", "name": "Belgian-Style Flanders Oud Bruin or Oud Red Ales"}, "createDate": "2015-08-15 13:48:37", "updateDate": "2015-08-17 20:24:33", "abv": "8.5", "styleId": 57, "id": "U66v0T", "name": "Marrón Acidifié"}, {"status": "verified", "isOrganic": "N", "description": "Brown Ale – Toasty, bready, malty, medium body", "statusDisplay": "Verified", "nameDisplay": "Marron Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/DvHjOV/upload_dKvJoP-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/DvHjOV/upload_dKvJoP-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/DvHjOV/upload_dKvJoP-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "createDate": "2013-02-10 14:03:04", "updateDate": "2015-12-17 01:00:17", "abv": "5.5", "styleId": 37, "id": "DvHjOV", "name": "Marron Ale"}, {"status": "verified", "isOrganic": "N", "description": "A German-inspired Gose Bier. Brewed with Indian Coriander and Himalayan Pink Sea Salt", "statusDisplay": "Verified", "nameDisplay": "Marry Me in Goslar", "createDate": "2012-02-22 18:02:49", "updateDate": "2012-03-22 13:05:50", "id": "GsVHld", "name": "Marry Me in Goslar"}, {"status": "verified", "isOrganic": "N", "description": "The Bringer of War", "statusDisplay": "Verified", "nameDisplay": "Mars", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/1i7GLv/upload_9tMrMQ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/1i7GLv/upload_9tMrMQ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/1i7GLv/upload_9tMrMQ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2014-06-04 15:23:30", "updateDate": "2015-12-17 13:19:13", "styleId": 31, "id": "1i7GLv", "name": "Mars"}, {"status": "verified", "isOrganic": "N", "description": "Named after the Roman god of war, Mars radiates red color and brilliant beauty yet enrages the taste buds with wrathful force.  This Imperial IPA seizes its intense bitterness from an immense amount of hops.  Belgian yeast retaliates, adding complexity and character.", "statusDisplay": "Verified", "nameDisplay": "Mars - Belgian Imperial Red IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2012-01-03 02:43:40", "updateDate": "2012-03-22 13:05:03", "abv": "8.7", "styleId": 31, "id": "6Sl13O", "name": "Mars - Belgian Imperial Red IPA"}, {"status": "verified", "isOrganic": "N", "description": "The biggest beer we’ve ever brewed at BMB.  Huge dark fruit flavors play atop a chocolatey malt palate and set off the spicy yeast and ethanol finish. A monster of a beer. Fermented with Westmalle Trappist Abbey yeast.", "srmId": 33, "nameDisplay": "MARSEDON", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.084", "description": "Quadrupels or \"Quads\" are characterized by the immense presence of alcohol and balanced flavor, bitterness and aromas. Its color is deep amber to rich chestnut/garnet brown. Often characterized by a mousse-like dense, sometimes amber head will top off a properly poured and served quad. Complex fruity aroma and flavor emerge reminiscent of raisins, dates, figs, grapes, plums often accompanied with a hint of winy character. Caramel, dark sugar and malty sweet flavors and aromas can be intense, not cloying, while complementing fruitiness. Though well attenuated it usually has a full, creamy body. Hop characters do not dominate; low to low-medium bitterness is perceived. Perception of alcohol can be extreme. Clove-like phenolic flavor and aroma should not be evident. Chill haze is acceptable at low serving temperatures. Diacetyl and DMS should not be perceived. Well balanced with savoring/sipping drinkability. Oxidative character if evident in aged Quads should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 5, "srmMax": "20", "ibuMax": "50", "abvMin": "9", "fgMin": "1.014", "updateDate": "2015-04-07 15:33:33", "fgMax": "1.02", "shortName": "Belgian Quad", "abvMax": "14", "id": 60, "srmMin": "8", "name": "Belgian-Style Quadrupel"}, "id": "JZhUo8", "statusDisplay": "Verified", "createDate": "2014-09-10 18:32:58", "updateDate": "2014-12-11 15:14:45", "abv": "11.2", "styleId": 60, "srm": {"hex": "520907", "id": 33, "name": "33"}, "ibu": "28", "name": "MARSEDON"}, {"status": "verified", "isOrganic": "N", "description": "150 Tangier Sound oysters in every batch. This is a dark, frothy, chocolate coffee masterpiece.  It is dark, but still light.", "statusDisplay": "Verified", "nameDisplay": "Marsh Mud Oyster Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "See British Origin American-Style Imperial Porter Imperial porters are very dark brown to black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness should be in harmony with medium-low to medium hop bitterness. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment malt derived sweetness and hop character. Hop flavor and aroma may vary from being low to medium-high. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "50", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:58", "fgMax": "1.03", "shortName": "Stout", "abvMax": "12", "id": 44, "srmMin": "40", "name": "Specialty Stouts"}, "createDate": "2015-06-24 19:45:10", "updateDate": "2015-06-29 15:22:32", "abv": "6.1", "styleId": 44, "id": "BLQ8kd", "name": "Marsh Mud Oyster Stout"}, {"status": "verified", "isOrganic": "N", "description": "Intensely-roasted and dark chestnut in color, with a dark tan head of creamy foam, we have hopped him up with Galena, East Kent Goldings, and Mt. Hood hops. The flavors will last, and last…", "statusDisplay": "Verified", "nameDisplay": "Marsh Tacky", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2014-07-29 00:29:23", "updateDate": "2015-06-16 18:25:53", "abv": "6.2", "styleId": 42, "id": "SfsHwB", "name": "Marsh Tacky"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Ale aged in Apple Brandy Barrels with Vanilla Beans added.", "srmId": 41, "nameDisplay": "Marshal Zhukov's Apple Brandy Barrel-Aged Imperial Stout  w/ Vanilla Beans", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/2BQLHW/upload_n2ryPP-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/2BQLHW/upload_n2ryPP-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/2BQLHW/upload_n2ryPP-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "servingTemperature": "cool", "statusDisplay": "Verified", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "createDate": "2015-11-12 14:50:04", "updateDate": "2015-12-18 04:24:53", "abv": "11", "styleId": 43, "availableId": 2, "id": "2BQLHW", "name": "Marshal Zhukov's Apple Brandy Barrel-Aged Imperial Stout  w/ Vanilla Beans"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "This Russian Imperial Stout is dedicated to Georgy Zhukov, arguably one of the finest generals of World War II. \r\n\r\nAle aged in bourbon barrels.", "srmId": 41, "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "nameDisplay": "Marshal Zhukov's Barrel-Aged Imperial Stout (Bourbon)", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Xd71dT/upload_sCGnhv-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Xd71dT/upload_sCGnhv-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Xd71dT/upload_sCGnhv-icon.png"}, "originalGravity": "1.129", "id": "Xd71dT", "statusDisplay": "Verified", "createDate": "2015-03-20 15:30:01", "updateDate": "2015-12-18 00:05:15", "abv": "11", "styleId": 43, "availableId": 2, "glasswareId": 6, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "ibu": "80", "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "name": "Marshal Zhukov's Barrel-Aged Imperial Stout (Bourbon)"}]
