[{"status": "verified", "isOrganic": "N", "name": "Ruby Tuesday", "nameDisplay": "Ruby Tuesday", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malt wheat, and hop rates may be low to medium. Fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. Diacetyl should not be perceived. Because this style is intended to be served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "22", "ibuMax": "25", "abvMin": "3.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:44:01", "fgMax": "1.016", "shortName": "Dark Wheat Ale", "abvMax": "5", "id": 115, "srmMin": "9", "name": "Dark American Wheat Ale or Lager with Yeast"}, "createDate": "2016-04-13 14:48:51", "updateDate": "2016-04-13 14:48:51", "abv": "4.7", "styleId": 115, "id": "7cUW2L", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": ".", "statusDisplay": "Verified", "nameDisplay": "Ruck & Roll", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 6, "name": "International Ale Styles"}, "ogMin": "1.044", "description": "International-style pale ales range from deep golden to copper in color. The style is characterized by wide range of hop characters unlike fruity, floral and citrus-like American-variety hop character and unlike earthy, herbal English-variety hop character. Moderate to high hop bitterness, flavor, and aroma is evident. International pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "30", "categoryId": 6, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:35:08", "fgMax": "1.014", "shortName": "International Pale", "abvMax": "5.5", "id": 73, "srmMin": "6", "name": "International-Style Pale Ale"}, "createDate": "2015-03-23 20:26:29", "updateDate": "2015-03-23 20:26:29", "abv": "4", "styleId": 73, "availableId": 4, "id": "0W9E4d", "name": "Ruck & Roll"}, {"status": "verified", "isOrganic": "N", "name": "Ruckus", "statusDisplay": "Verified", "nameDisplay": "Ruckus", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/e6sBZV/upload_Ytjy2S-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/e6sBZV/upload_Ytjy2S-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/e6sBZV/upload_Ytjy2S-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:07", "updateDate": "2015-12-16 12:50:20", "abv": "6.4", "styleId": 30, "id": "e6sBZV", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Ruckus", "nameDisplay": "Ruckus", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "id": "iu3yp7", "createDate": "2015-04-06 16:01:09", "updateDate": "2015-04-06 16:01:09", "abv": "4.8", "styleId": 36, "ibu": "22", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A complex red velvety smooth ale designed with 4 specialty malts and 2 varieties of hops. A superb pub ale that compliments food and is a local favourite.", "statusDisplay": "Verified", "nameDisplay": "Rudder's Red", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "createDate": "2014-10-29 14:50:56", "updateDate": "2014-10-29 14:50:56", "styleId": 22, "id": "B4V4yQ", "name": "Rudder's Red"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "“Rich ruby ale with a fruity aroma”\r\n\r\nThis ale is named after a deep red dragon fly found in local rivers and wetlands. The beer, the newest to the Andwell’s range, uses malted rye to create its characteristic ruby glow. The flavours and aromas derive from a combination of English hops.", "statusDisplay": "Verified", "nameDisplay": "Ruddy Darter", "name": "Ruddy Darter", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-07-12 13:04:41", "updateDate": "2012-07-12 13:04:41", "abv": "4.6", "availableId": 1, "id": "UlQelo", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "An easy drinking Amber Pale Ale made with 30% rye malt, crystal malt and blend of hops to create a spicy, citrus-like flavor with hints of caramel and a medium bitter finish.", "statusDisplay": "Verified", "nameDisplay": "Ruddy Rye", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/L4VjsT/upload_Ipin2y-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/L4VjsT/upload_Ipin2y-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/L4VjsT/upload_Ipin2y-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "id": "L4VjsT", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-03-07 01:50:28", "updateDate": "2015-12-17 02:43:55", "abv": "5.5", "styleId": 117, "glasswareId": 5, "ibu": "35", "name": "Ruddy Rye"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This Burley red ale utilizes 8 different malts to create complexity with hints of burnt sugar, raisin and a slight touch of smoke.", "statusDisplay": "Verified", "nameDisplay": "Rude Boy", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "This light- to medium-bodied deep copper to brown ale is characterized by a slight to strong lactic sourness, and with \"Reds\" sometimes a balanced degree of acetic acid. Brettanomyces produced flavors and aromas are not part of character. A fruity-estery character which is often cherry-like is apparent with no hop flavor or aroma. Flanders brown ales have low to medium bitterness and a cocoa-like character from roast malt. Roasted malt character in aroma and flavor is acceptable at low levels. A very low degree of malt sweetness may be present and in balance with the acidity produced by Lactobacillus activity. Oak-like or woody characters may be pleasantly integrated into overall palate. Chill haze is acceptable at low serving temperatures. Some versions may be more highly carbonated and, when bottle conditioned, may appear cloudy (yeast) when served. These final beers are often blended old with new before packaging in order to create the brewer's intended balance of characters.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "20", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:31:39", "fgMax": "1.016", "shortName": "Flanders Red", "abvMax": "6.5", "id": 57, "srmMin": "12", "name": "Belgian-Style Flanders Oud Bruin or Oud Red Ales"}, "id": "H4Qnqv", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-02-14 18:04:20", "updateDate": "2015-06-01 17:57:44", "abv": "8.1", "styleId": 57, "availableId": 1, "glasswareId": 5, "ibu": "32", "name": "Rude Boy"}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "description": "The story: Ska and Camden Town. It was always going to happen, wasn’t it? We were destined to get it on. And what happened when we did hook up (it happened in the back of a van in downtown San Diego…). We drank beer, then drank some more beer, and then drank some more beer. Then someone said: Hey, imagine what would happen if Hells Lager and Modus Hoperandi combined into one super beer? That’d be awesome, man. Let’s do it. Let’s brew it! Let’s brew a Rude Boy lager hopped like a motherfucking IPA! The taste: Just about the most handsome beer you’ll find, it’s bold gold with a fat foam on top. The aroma is insane yet delicate, all citrus fruits and resinous hops. Smooth bodied, there’s some sweet malt in the background before the ripping bitterness powers through and finishes dry, meaning you gotta get another gulp. We love it!", "statusDisplay": "Verified", "nameDisplay": "Rude Boy Imperial Lager", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/HWZLQf/upload_rcIV75-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/HWZLQf/upload_rcIV75-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/HWZLQf/upload_rcIV75-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "name": "Rude Boy Imperial Lager", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-12-22 21:28:48", "updateDate": "2015-12-16 20:51:40", "abv": "6.8", "styleId": 93, "availableId": 8, "id": "HWZLQf", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Our silver medal winning Belgian style Holiday beer brewed with dark Belgian candied sugar and special spices. This brew has a spicy aroma and flavor with a sweet malt taste. At 10.5% alcohol it is sure to warm you up during the Holiday season.", "statusDisplay": "Verified", "nameDisplay": "Rude Elf's Reserve", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/M3qDmi/upload_1LuaMY-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/M3qDmi/upload_1LuaMY-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/M3qDmi/upload_1LuaMY-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "name": "Rude Elf's Reserve", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:07", "updateDate": "2015-12-16 03:04:55", "abv": "10.5", "styleId": 64, "availableId": 4, "id": "M3qDmi", "glasswareId": 5}, {"status": "verified", "isOrganic": "Y", "description": "Rude Jester is an American-Style IPA with crisp lingering bitterness and an assertive hop flavor and aroma. A subtle, yet simple malt profile supports the hops up front, and then steps aside to allow the hops to steal the attention of all those partaking. Rude Jester combines the strong citrus qualities of the Centennial hop with tropical notes from the Mosaic hop to create a unique fruity hop flavor and a pungent, intoxicating hop aroma. Rude Jester IPA is no jest weighing in at 6.5% ABV and 72 IBUs, but it would just be Rude not to have another.", "statusDisplay": "Verified", "nameDisplay": "Rude Jester", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/SKNc9v/upload_MTFKAF-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/SKNc9v/upload_MTFKAF-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/SKNc9v/upload_MTFKAF-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "SKNc9v", "createDate": "2015-07-20 21:08:44", "updateDate": "2015-12-18 02:22:51", "abv": "6.5", "styleId": 30, "ibu": "72", "name": "Rude Jester"}, {"status": "verified", "isOrganic": "N", "description": "A perilously strong, rich amber English barley wine made with phenomenal amounts of Maris Otter malt and Target, Progress, First Gold and Challenger hops. Brewed in October 2011, this beer will mature for years but is already smooth, complex and fruity with a substantial hop and alcohol structure to allow for graceful ageing. Named after an ancient, giant (180’ tall) fertility symbol cut into the chalk downs of S.W. England – bearing neither the mug of beer nor the strategically placed Wandering Star…", "statusDisplay": "Verified", "nameDisplay": "Rude Man", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/57vrMt/upload_oQLipF-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/57vrMt/upload_oQLipF-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/57vrMt/upload_oQLipF-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.085", "description": "British-style barley wines range from tawny copper to dark brown in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by the perception of low to medium bitterness and extraordinary alcohol content. Hop aroma and flavor may be minimal to medium. English type hops are often used but not necessary for this style. Low levels of diacetyl may be acceptable. Caramel and some characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, may be considered positive. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "40", "categoryId": 1, "srmMax": "22", "ibuMax": "60", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:21:27", "fgMax": "1.028", "shortName": "British Barleywine", "abvMax": "12", "id": 17, "srmMin": "14", "name": "British-Style Barley Wine Ale"}, "id": "57vrMt", "createDate": "2015-03-12 19:49:33", "updateDate": "2015-12-17 23:37:58", "abv": "10.6", "styleId": 17, "foodPairings": "Stilton and blue cheeses, charcuterie, olives, and dark chocolate.", "ibu": "44", "name": "Rude Man"}, {"status": "verified", "available": {"description": "Available during the summer months.", "id": 6, "name": "Summer"}, "isOrganic": "N", "description": "Loud, sassy, and relentless, the Rude Parrot has an insatiable appetite for hops!  Brewed with Vienna, light Crystal, and a touch of Honey malt, this golden hued IPA is aggressively hopped with Simcoe and Citra hops.  A big juicy, tropical fruit hop nose yields way to an off dry, pleasantly bitter finish.  Drink up while you can, the Rude Parrot is flying circles around you!", "statusDisplay": "Verified", "nameDisplay": "Rude Parrot IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/zcNDMT/upload_DbJc6A-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/zcNDMT/upload_DbJc6A-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/zcNDMT/upload_DbJc6A-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "zcNDMT", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:07", "updateDate": "2015-12-16 07:20:36", "abv": "5.85", "styleId": 30, "availableId": 6, "glasswareId": 5, "ibu": "75", "name": "Rude Parrot IPA"}, {"status": "verified", "isOrganic": "N", "description": "Murray's Rudeboy Pilsner has a distinctive crisp, fresh hoppy flavour that has made it a favourite among the country's foodie community.\r\n\r\n\"The Rudeboy Pilsner is a very elegant lager with a classic biscuity malt backbone and assertive late hop character,\" says Head Brewer Shawn Sherlock. \"It's traditionally been available draught only, but now the beer is available in the bottle. It has been a real challenge to reproduce the popular draught beer in the bottled format but as a lover of traditional Czech Pilsner I'm really happy with how the bottled Rudeboy Pilsner presents.\"\r\n\r\nThe beer pours a pale straw colour with an almost meringue-like head. The intense citrusy aroma and flavour is delivered by the New Zealand Motueka and Pacifica hop blend, which is balanced by sweet Euro malt, and finishes with a refreshing bitterness.\r\n\r\nRudeboy is Murray's interpretation of Pilsner made vaguely in the Czech style but with a New World twist. It pays homage to European brewing tradition using the old school lager brewing process of cold fermentation and extended conditioning periods, but the extensive late hopping takes this Pilsner in its own direction.", "statusDisplay": "Verified", "nameDisplay": "Rudeboy Pilsner", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 10, "name": "International Styles"}, "ogMin": "1.044", "description": "International Pilseners are straw/golden in color and are well attenuated. This medium-bodied beer is often brewed with rice, corn, wheat, or other grain or sugar adjuncts making up part of the mash. Hop bitterness is low to medium. Hop flavor and aroma are low. Residual malt sweetness is low--it does not predominate but may be perceived. Fruity esters and diacetyl should not be perceived. Very low levels of sweet corn-like dimethylsulfide (DMS) character, if perceived, are acceptable. There should be no chill haze.", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 10, "srmMax": "4", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:42:11", "fgMax": "1.01", "shortName": "International Pilsener", "abvMax": "5.3", "id": 106, "srmMin": "3", "name": "International-Style Pilsener"}, "name": "Rudeboy Pilsner", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "createDate": "2015-02-24 09:32:57", "updateDate": "2015-02-24 19:19:10", "abv": "4.8", "styleId": 106, "id": "YcQDr6", "glasswareId": 4}, {"status": "verified", "isOrganic": "N", "name": "Rudie Session IPA", "statusDisplay": "Verified", "nameDisplay": "Rudie Session IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/lUO4X5/upload_3m6sMb-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/lUO4X5/upload_3m6sMb-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/lUO4X5/upload_3m6sMb-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-06-18 12:56:09", "updateDate": "2015-12-17 14:38:20", "abv": "4.5", "styleId": 30, "id": "lUO4X5", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Rudolf Red Barleywine", "createDate": "2012-01-03 02:44:07", "updateDate": "2012-03-22 13:04:55", "id": "TY3pbc", "name": "Rudolf Red Barleywine"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "Rudolph's Imperial Red", "nameDisplay": "Rudolph's Imperial Red", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/lRmAv6/upload_xoJZxE-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/lRmAv6/upload_xoJZxE-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/lRmAv6/upload_xoJZxE-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Imperial Red Ales are deep amber to dark copper/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.", "createDate": "2012-03-21 20:06:46", "ibuMin": "55", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "7.9", "fgMin": "1.02", "updateDate": "2015-04-07 17:05:43", "fgMax": "1.028", "shortName": "Imperial Red", "abvMax": "10.5", "id": 33, "srmMin": "10", "name": "Imperial Red Ale"}, "createDate": "2012-11-11 16:58:08", "updateDate": "2015-12-16 19:50:44", "abv": "9.8", "styleId": 33, "availableId": 4, "id": "lRmAv6", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "This bold, Imperial Red will light up your nose and let you enjoy a season of reindeer games. The hint of cinnamon in the finish will add another spike to your antlers.", "statusDisplay": "Verified", "nameDisplay": "Rudolph's Red", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/rvj10x/upload_kAWAog-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/rvj10x/upload_kAWAog-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/rvj10x/upload_kAWAog-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Imperial Red Ales are deep amber to dark copper/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.", "createDate": "2012-03-21 20:06:46", "ibuMin": "55", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "7.9", "fgMin": "1.02", "updateDate": "2015-04-07 17:05:43", "fgMax": "1.028", "shortName": "Imperial Red", "abvMax": "10.5", "id": 33, "srmMin": "10", "name": "Imperial Red Ale"}, "name": "Rudolph's Red", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-11-27 12:29:54", "updateDate": "2015-12-17 07:37:40", "abv": "8.1", "styleId": 33, "availableId": 4, "id": "rvj10x", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A Belgian-style Strong Ale. It is a warming, sweet and spicy brew.", "statusDisplay": "Verified", "nameDisplay": "Rudolph's Revenge", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "createDate": "2012-09-29 22:08:34", "updateDate": "2012-09-29 22:08:34", "styleId": 64, "availableId": 4, "id": "NTqbJx", "name": "Rudolph's Revenge"}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "description": "Our ever popular Christmas beer. A unique hoppy beer with a fruity aftertaste. Just the thing to leave out for Santa to have with his mince pie on Christmas Eve.", "statusDisplay": "Verified", "nameDisplay": "Rudolph's Revenge", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/oH7T53/upload_XYdgFq-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/oH7T53/upload_XYdgFq-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/oH7T53/upload_XYdgFq-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "name": "Rudolph's Revenge", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-04-13 15:09:00", "updateDate": "2015-12-16 16:11:34", "abv": "4.6", "styleId": 125, "availableId": 8, "id": "oH7T53", "glasswareId": 6}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "description": "A Belgian-style Strong Ale. It is a warming, sweet and spicy brew.", "statusDisplay": "Verified", "nameDisplay": "Rudolphs Revenge", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "name": "Rudolphs Revenge", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-04-16 20:12:51", "updateDate": "2015-09-03 19:05:38", "styleId": 64, "availableId": 8, "id": "Jnnh7v", "glasswareId": 6}, {"status": "verified", "isOrganic": "N", "name": "Rudy's Spiced Christmas Ale", "nameDisplay": "Rudy's Spiced Christmas Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/mutWVe/upload_9xXAZi-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/mutWVe/upload_9xXAZi-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/mutWVe/upload_9xXAZi-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "createDate": "2013-11-14 13:47:06", "updateDate": "2015-12-17 07:05:09", "styleId": 124, "id": "mutWVe", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Rue D'Floyd", "nameDisplay": "Rue D'Floyd", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/fc7e1K/upload_rQdviz-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/fc7e1K/upload_rQdviz-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/fc7e1K/upload_rQdviz-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "American-style imperial porters are black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness. Hop bitterness is perceived at a medium-low to medium level. Hop flavor and aroma may vary from being low to medium-high. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment hop character and malt derived sweetness. Diacetyl (butterscotch) levels should be absent.", "createDate": "2013-08-10 12:42:51", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "50", "abvMin": "5.5", "fgMin": "1.02", "ogMax": "1.1", "fgMax": "1.03", "updateDate": "2015-04-07 15:49:32", "shortName": "American Imperial Porter", "abvMax": "9.5", "id": 158, "srmMin": "40", "name": "American-Style Imperial Porter"}, "createDate": "2014-04-29 22:46:13", "updateDate": "2015-12-17 12:57:15", "abv": "14.4", "styleId": 158, "id": "fc7e1K", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "French pilsen malt, Belgian yeast, orange and lemon peel combine to give our farmhouse ale its fruity aroma and tart and slightly dry flavor.", "statusDisplay": "Verified", "nameDisplay": "Rue Dauphine", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/2daAXs/upload_I6i2E1-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/2daAXs/upload_I6i2E1-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/2daAXs/upload_I6i2E1-icon.png"}, "originalGravity": "1.054", "id": "2daAXs", "createDate": "2015-06-10 23:16:28", "updateDate": "2015-12-18 02:27:20", "abv": "5.3", "styleId": 72, "availableId": 1, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "ibu": "26", "name": "Rue Dauphine"}, {"status": "verified", "isOrganic": "N", "description": "Sour blonde ale aged in oak barrels with raspberries and rhubarb", "statusDisplay": "Verified", "nameDisplay": "Ruebarb", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged sour beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood and has developed a bacterial induced natural acidity. This beer is aged in wood with the intention of introducing the micro flora present in the wood. Sometimes wood aging is intended to impart the particularly unique character of the wood, but wood-aged is not necessarily synonymous with imparting wood-flavors. Wood character can be characterized as a complex blend of vanillin and unique wood character. Wood-derived character can also be characterized by flavors of the product that was in the barrel during prior use. These wood-derived flavors, if present in this style, can be very low in character and barely perceived or evident or assertive as wood-derived flavors. Any degree of woodderived flavors should be in balance with other beer character. Fruit and herb/spiced versions may take on the hue, flavors and aromas of added ingredients.  Usually bacteria and \"wild\" yeasts fermentation contributes complex esters and results in a dry to very dry beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of acidity, complex esters, and new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character.  Brewers when entering this category should specify type of barrel used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties). The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:56", "shortName": "BBL Aged Sour", "id": 136, "name": "Wood- and Barrel-Aged Sour Beer"}, "createDate": "2016-01-06 22:18:49", "updateDate": "2016-01-07 21:09:02", "abv": "6", "styleId": 136, "id": "sX8bgm", "name": "Ruebarb"}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "description": "The Bruery's take on a gueuze-style ale, this intensely tart and funky beer combines three different vintages of our barrel aged sour blonde ale.", "srmId": 5, "nameDisplay": "Rueuze", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/x9fqe1/upload_vlT5q0-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/x9fqe1/upload_vlT5q0-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/x9fqe1/upload_vlT5q0-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Old lambic is blended with newly fermenting young lambic to create this special style of lambic. Gueuze is always referrmented in the bottle. These unflavored blended and secondary fermented lambic beers may be very dry or mildly sweet and are characterized by intense fruity-estery, sour, and acidic aromas and flavors. These pale beers are brewed with unmalted wheat, malted barley, and stale, aged hops. Sweet malt characters are not perceived. They are very low in hop bitterness. Diacetyl should be absent. Characteristic horsey, goaty, leathery and phenolic character evolved from Brettanomyces yeast is often present at moderate levels. Cloudiness is acceptable. These beers are quite dry and light bodied. Vanillin and other wood-derived flavors should not be evident. Versions of this beer made outside of the Brussels area of Belgium cannot be true lambics. These versions are said to be \"lambic-style\" and may be made to resemble many of the beers of true origin. Historically, traditional gueuze lambics are dry and completely attenuated, exhibiting no residual sweetness either from malt, sugar or artificial sweeteners. Some versions often have a degree of sweetness, contributed by sugars or artificial sweeteners. Competition organizers may choose to subcategorize this style into A) Traditional and B) Sweet.  Artificial sweeteners are sometimes used in some brands.", "createDate": "2012-03-21 20:06:46", "ibuMin": "11", "categoryId": 5, "srmMax": "13", "ibuMax": "23", "abvMin": "6.8", "fgMin": "1", "updateDate": "2015-04-07 15:32:40", "fgMax": "1.01", "shortName": "Gueuze", "abvMax": "8.6", "id": 67, "srmMin": "6", "name": "Belgian-Style Gueuze Lambic"}, "foodPairings": "Moules Frites, raw oysters, ceviche, smoked salmon with fresh goat’s cheese and some tales from your trip to Europe.", "statusDisplay": "Verified", "createDate": "2014-04-01 17:38:03", "updateDate": "2016-02-09 15:40:33", "abv": "5.9", "styleId": 67, "availableId": 8, "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "id": "x9fqe1", "name": "Rueuze"}, {"status": "verified", "isOrganic": "N", "description": "The Ruffled Feathers is a hybrid of the IPA and brown ale styles, this \r\n\r\nhoppy brown ale is a favorite of the brewer. The beer has roasty notes with a \r\n\r\nchocolate and caramel malt sweetness and a significant hop aroma from the \r\n\r\nColumbus hops.", "statusDisplay": "Verified", "nameDisplay": "Ruffled Feathers", "originalGravity": "1.071", "id": "ezSNFC", "createDate": "2015-04-10 18:26:46", "updateDate": "2015-04-10 18:26:47", "abv": "8", "styleId": 37, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "ibu": "75", "name": "Ruffled Feathers"}, {"status": "verified", "isOrganic": "Y", "description": "Rufus, our French Bulldog, can be a curmudgeon.  His namesake beer however is a malty and mildly roasty ale with chocolate and caramel accents.  Sit, stay and enjoy one.", "statusDisplay": "Verified", "nameDisplay": "Rufus Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "id": "8ECDJ3", "createDate": "2015-06-10 23:22:03", "updateDate": "2015-06-10 23:22:03", "abv": "6.7", "styleId": 18, "ibu": "34", "name": "Rufus Porter"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Triangle Belgian- Style Lambic is a crisp and tart refreshing beer that draws its flavor from the unique fermentation character imparted by the yeast in the primary fermentation. The result is a flavor rich in fruitiness while the yeast fermentation also creates a sourness on the sides of the palate, reminiscent of a traditional lambic style. That sourness, is combined with a subtle cereal note from the malted wheat and is perfect for our hot Carolina days. 5.1%abv. 2011 Silver Medal at the Carolina Championship of Beer.", "statusDisplay": "Verified", "nameDisplay": "Rufus Reserve Belgian-style Lambic", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.04", "description": "These beers, also known by the names framboise, kriek, peche, cassis, etc., are characterized by fruit flavors and aromas. The color reflects the choice of fruit. Sourness is an important part of the flavor profile, though sweetness may compromise the intensity. These flavored lambic beers may be very dry or mildly sweet and range from a dry to a full-bodied mouthfeel. Characteristic horsey, goaty, leathery and phenolic character evolved from Brettanomyces yeast is often present at moderate levels. Vanillin and other woody flavors should not be evident. Versions of this beer made outside of the Brussels area of Belgium cannot be true lambics. These versions are said to be \"lambic-style\" and may be made to resemble many of the beers of true origin. Historically, traditional lambics are dry and completely attenuated, exhibiting no residual sweetness either from malt, sugar, fruit or artificial sweeteners. Some versions often have a degree of sweetness, contributed by fruit sugars, other sugars or artificial sweeteners. Competition organizers may choose to subcategorize this style into A) Traditional and B) Sweet.  Artificial sweeteners are sometimes used in some brands.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "ibuMax": "21", "abvMin": "5.6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:47", "fgMax": "1.016", "shortName": "Fruit Lambic", "abvMax": "8.6", "id": 68, "name": "Belgian-Style Fruit Lambic"}, "name": "Rufus Reserve Belgian-style Lambic", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-09 22:52:15", "updateDate": "2012-03-22 13:05:46", "abv": "5.1", "styleId": 68, "availableId": 2, "foodPairings": "Roasted Turkey or Chicken with all of the Turkey day trimmings.", "id": "zFEDTe", "glasswareId": 5}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "This spiced up Pale Ale is straight out of Durham! All of the peppers are locally grown in Farmer Needham's Pepper Patch. This ale is light in body with an extremely enjoyable balance between the sweetness and heat of the peppers while still remaining a flavorful beer. This beer goes great with food and was the Bronze Medal Winner at the 2010 Carolina Championship of Beer and Silver Medal Winner at the 2011 Carolina Championship of Beer", "statusDisplay": "Verified", "nameDisplay": "Rufus Reserve Habanero Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "name": "Rufus Reserve Habanero Pale Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-09 22:51:24", "updateDate": "2015-06-02 20:36:35", "styleId": 25, "availableId": 2, "foodPairings": "Perfect pairing with Carolina BBQ, Meatloaf, and/or hamburgers.", "id": "MvVPKD", "glasswareId": 5}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "This strong amber ale (8.2%abv) has a strong malt presence that holds this brew together. IBUs of around 90 balance the brew which is dry hopped to add an invigorating citrus and floral aroma that lingers to the end while complementing all that malt. It is excellent with food as well as served by itself or in the company of a fine cigar. Silver Medal Winner at 2009 and 2010 Carolina Championship of Beer.", "statusDisplay": "Verified", "nameDisplay": "Rufus Reserve Imperial Amber", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "name": "Rufus Reserve Imperial Amber", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-09 22:48:26", "updateDate": "2012-03-22 13:05:46", "abv": "8.2", "styleId": 125, "availableId": 2, "foodPairings": "Best as a pre-dinner drink (hops are a great appetite stimulant), heartier fare, spicy foods, pizza, pub grub or as an after dinner drink enjoyed with a cigar.", "id": "tecAiT", "glasswareId": 5}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "At the request of you hopheads, we produced this I.P.A. with a deep golden color, plenty of hop bitterness balanced by malt sweetness. Because of the extensive dry hopping, there's a floral and citrus hop finish. It's then lightly filtered to maintain the appropriate body and flavor. The beer features a combination of American grown malts to balance the large amount of hops. The IPA also uses six hop varieties at three different times and measures in at 6.7%abv.", "statusDisplay": "Verified", "nameDisplay": "Rufus Reserve India Pale Ale (100th Batch IPA)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "name": "Rufus Reserve India Pale Ale (100th Batch IPA)", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-09 22:49:18", "updateDate": "2015-04-21 13:37:44", "abv": "6.7", "styleId": 30, "availableId": 2, "foodPairings": "As a pre-dinner drink (hops are a great appetite stimulant), heartier fare, spicy foods, pizza, pub grub.", "id": "VyKyru", "glasswareId": 5}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Brewed in the English tradition, this Mild Ale combines the finest domestic and imported malts to produce a chestnut-hued ale of unusual complexity. Subtle notes of chocolate, toffee and fine tobacco give this ale an enjoyable and satisfying \"nutty\" finish.", "statusDisplay": "Verified", "nameDisplay": "Rufus Reserve Mild Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English pale mild ales range from golden to amber in color. Malt flavor dominates the flavor profile with little hop bitterness or flavor. Hop aroma can be light. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "17", "ibuMax": "20", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:35", "fgMax": "1.008", "shortName": "English Pale Mild", "abvMax": "4", "id": 10, "srmMin": "8", "name": "English-Style Pale Mild Ale"}, "name": "Rufus Reserve Mild Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-09 22:50:48", "updateDate": "2012-03-22 13:05:46", "styleId": 10, "availableId": 2, "foodPairings": "You be the judge—pretty much everything", "id": "kbmbAm", "glasswareId": 5}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "This beer was a collaboration between Triangle Brewing Co. and our local homebrew clubs.", "statusDisplay": "Verified", "nameDisplay": "Rufus Reserve TRUB Smoked Porter", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Any style of beer can be smoked; the goal is to reach a balance between the style's character and the smoky properties. Type of wood or other sources of smoke should be specified as well as the style the beer is based upon.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:45:19", "shortName": "Smoke Beer", "id": 129, "name": "Smoke Beer (Lager or Ale)"}, "name": "Rufus Reserve TRUB Smoked Porter", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-09 22:50:05", "updateDate": "2012-03-22 13:05:46", "styleId": 129, "availableId": 2, "id": "8I3n1L", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "A slightly bitter Belgian Amber, this crisp and flavorful brew is very smooth and subtle. Ideally suited fan an easy introduction into craft brews.", "statusDisplay": "Verified", "nameDisplay": "Rufus the Red Hulk", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/boDlIj/upload_LUlsXu-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/boDlIj/upload_LUlsXu-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/boDlIj/upload_LUlsXu-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "12", "ibuMax": "30", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:06", "fgMax": "1.014", "shortName": "Belgian Pale", "abvMax": "6", "id": 62, "srmMin": "6", "name": "Belgian-Style Pale Ale"}, "name": "Rufus the Red Hulk", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:07", "updateDate": "2015-12-16 12:29:44", "abv": "7", "styleId": 62, "id": "boDlIj", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Meaning \"rye bread\" in Danish, we took our inspiration for this beer from the Danes' staple dark, whole-grain rye bread. Brewed with three types of rye malt, this robust brown ale showcases the earthy, spicy character of the grain, complemented by bready, nutty barley malts and a hint of roast. Loosely based on the Scandinavian Christmas beer or \"Julebryg\" tradition, this beer is perfect for the colder weather of winter, although it will be available year-round (because who doesn't love a dark beer now and again, regardless of weather?) And don’t worry about the name, we can’t pronounce it either! But we do have a video of us and a lot of others trying our best at it. http://www.vimeo.com/7504797.", "srmId": 18, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Rugbrød", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/hTqdRR/upload_odxzZZ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/hTqdRR/upload_odxzZZ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/hTqdRR/upload_odxzZZ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "id": "hTqdRR", "statusDisplay": "Verified", "createDate": "2012-01-03 02:44:07", "updateDate": "2015-12-16 06:04:15", "abv": "8", "styleId": 112, "availableId": 1, "glasswareId": 5, "ibu": "30", "srm": {"hex": "A63E00", "id": 18, "name": "18"}, "name": "Rugbrød"}, {"status": "verified", "srm": {"hex": "36080A", "id": 40, "name": "40"}, "isOrganic": "N", "description": "A rich, chocolately, robust porter. It pours like the perfect shot of espresso, dark and rich, with a creamy head. The smooth caramel body softly balances the chocolate coffee- how smooth this beer really is. So, put down your lamp, take off your helmet and enjoy this beer. Surely its robust enough for the toughest Coalminer.", "srmId": 40, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Rugged Coalminer", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Robust porters are black in color and have a roast malt flavor, often reminiscent of cocoa, but no roast barley flavor. These porters have a sharp bitterness of black malt without a highly burnt/charcoal flavor. Caramel and other malt sweetness should be present and in harmony with other distinguishing porter characters. Robust porters range from medium to full in body and have a malty sweetness. Hop bitterness is medium to high, with hop aroma and flavor ranging from negligible to medium. Diacetyl is acceptable at very low levels. Fruity esters should be evident, balanced with roast malt and hop bitterness.", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "40", "abvMin": "5", "fgMin": "1.008", "updateDate": "2015-04-07 15:21:45", "fgMax": "1.016", "shortName": "Robust Porter", "abvMax": "6.5", "id": 19, "srmMin": "30", "name": "Robust Porter"}, "id": "kOcgfn", "servingTemperature": "cool", "statusDisplay": "Verified", "createDate": "2015-03-12 21:11:12", "updateDate": "2016-07-27 16:51:07", "abv": "5.9", "styleId": 19, "glasswareId": 5, "ibu": "35", "foodPairings": "Grilled portabellas\r\nshort ribs\r\nchocolate cake", "name": "Rugged Coalminer"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "Designed as our session beer, Rugged Trail Nut Brown Ale is bronze in color with a velvety smooth taste and subtle chocolate note. Rugged Trail Ale's lower alcohol content and subtle hoppiness make it the perfect beer to enjoy during the day and into the night.", "statusDisplay": "Verified", "nameDisplay": "Rugged Trail Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/RpBxai/upload_ChmjfJ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/RpBxai/upload_ChmjfJ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/RpBxai/upload_ChmjfJ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "name": "Rugged Trail Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:07", "updateDate": "2015-12-15 22:23:58", "abv": "4.4", "styleId": 37, "availableId": 3, "id": "RpBxai", "glasswareId": 5}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Third time is a charm .... This time Mikkeller and Three Floyds brewed Rye Wine, with lots of rye, malt, hops and yeast delicious. And a little water. Enjoy!", "statusDisplay": "Verified", "nameDisplay": "Ruggoop", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "createDate": "2014-06-08 12:41:52", "updateDate": "2015-02-27 14:43:10", "abv": "9.5", "styleId": 125, "availableId": 2, "id": "49plsL", "name": "Ruggoop"}, {"status": "verified", "isOrganic": "N", "description": "At Amager Brewery we will probably never finished experimenting with the black and hearty beers. And we need inspiration, we'll the like from the outside. Amager Rye Porter is the result of a fruitful collaboration between the best in amarkansk and American brewing culture.\r\n \r\nBy our usual base of insulting hard burnt malts are the cereal rye this time of 16%. It provides a great sweet filling, a tantalizing spicy edge, which combined with a discreet and balancing acidity, not surprisingly reminiscent of rye bread.\r\n \r\nThis is not a beer for the weak in faith, but we are happy with the result and hope you will be as well.", "statusDisplay": "Verified", "nameDisplay": "Rugporter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "id": "UFvbv6", "createDate": "2013-05-17 21:36:21", "updateDate": "2014-10-13 19:37:29", "abv": "8.5", "styleId": 18, "ibu": "36", "name": "Rugporter"}, {"status": "verified", "isOrganic": "N", "name": "Ruhl's Lager", "nameDisplay": "Ruhl's Lager", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Hl6l7w/upload_oK5mQk-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Hl6l7w/upload_oK5mQk-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Hl6l7w/upload_oK5mQk-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2014-07-16 12:18:47", "updateDate": "2015-12-17 16:25:34", "styleId": 93, "id": "Hl6l7w", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Ruination 2.0 W/ Mango, Chipotle, & American Oak", "nameDisplay": "Ruination 2.0 W/ Mango, Chipotle, & American Oak", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2016-09-07 20:37:41", "updateDate": "2016-09-12 19:57:53", "abv": "8.5", "styleId": 31, "id": "4v1U5Z", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Draft Only", "statusDisplay": "Verified", "nameDisplay": "Ruination Double IPA 2.0 w/ Orange Peel & Vanilla Bean", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "Fcffm3", "createDate": "2016-08-02 18:10:14", "updateDate": "2016-08-02 18:10:14", "abv": "8.5", "styleId": 31, "ibu": "100", "name": "Ruination Double IPA 2.0 w/ Orange Peel & Vanilla Bean"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "So called because of the \"ruinous\" effect on your palate! This massive hop monster has a wonderfully delicious and intensely bitter flavor on a refreshing malt base. One taste and you can easily see why we call this brew \"a liquid poem to the glory of the hop!\" Those who seek, crave and rejoice in beers with big, bold, bitter character will find true nirvana in Stone Ruination IPA!", "statusDisplay": "Verified", "nameDisplay": "Ruination IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/7cnuJq/upload_aC4vUP-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/7cnuJq/upload_aC4vUP-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/7cnuJq/upload_aC4vUP-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "7cnuJq", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-01-03 02:44:07", "updateDate": "2015-12-15 21:48:48", "abv": "8.2", "styleId": 31, "availableId": 1, "glasswareId": 6, "ibu": "100", "name": "Ruination IPA"}, {"status": "verified", "isOrganic": "N", "name": "Ruiner", "nameDisplay": "Ruiner", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "4Rweh1", "createDate": "2015-04-06 15:40:44", "updateDate": "2015-04-06 15:40:45", "abv": "7", "styleId": 31, "ibu": "70", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "We first released this decidedly indelicate beer in 2012, as Stone Ruination Tenth Anniversary IPA, to celebrate the 10th anniversary of our belovedly bitter Stone Ruination IPA. Stone RuinTen IPA uses the same recklessly hoppy recipe as the 2012 release; only the name has changed, as we plan to unleash this belligerently delicious hop monster upon the public annually from now on. We packed a whopping five pounds of hops into each barrel, and cranked up the ABV to stand up to the hop onslaught. The results are glorious, and we know you'll rejoice in tasting this audacious gem of hoppy splendor once again. You're welcome.", "statusDisplay": "Verified", "nameDisplay": "RuinTen IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/zmbpxy/upload_TKoadx-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/zmbpxy/upload_TKoadx-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/zmbpxy/upload_TKoadx-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "zmbpxy", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-06-18 16:05:29", "updateDate": "2015-12-17 04:06:57", "abv": "10.8", "styleId": 31, "availableId": 2, "glasswareId": 5, "ibu": "110", "foodPairings": "Kimchee, ceviche, bacon-wrapped jalapeños (or habaneros)\r\nSalt and pepper shrimp, jambalaya, roasted pork chops with apple sauce, pineapple curry\r\nApple pie with caramel sauce, toffee bars, spiced carrot cake\r\nAged Cheddar, Parmigiano-Reggiano, Roquefort, Mimolette", "name": "RuinTen IPA"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "This version of Stone RuinTen Triple IPA imagines orange peel and vanilla bean being caught moshing with the hardcore hop legend. Its original inspiration starts back with our decision to take the 2002 release of Stone Ruination IPA and make it into an even hoppier monstrosity in 2012 for its 10th Anniversary. Soon after its release, the nickname “RuinTen” began to circulate, and eventually stuck. No sooner did we sell out the special release that our fans began to clamor for more of this veritable hop monster, and from their noise the annual RuinTen release was born. Not being ones to not mess with a good thing, we decided to add two new ingredients to produce this modern-day mosh pit of hops: orange peel and vanilla bean. The result is a melee of flavor. Dive in, or watch from the seats. Your call. You’ll find us in the pit.", "statusDisplay": "Verified", "nameDisplay": "RuinTen Triple IPA w/ Orange Peel & Vanilla Bean", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/glAOP8/upload_iivjRm-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/glAOP8/upload_iivjRm-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/glAOP8/upload_iivjRm-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "glAOP8", "createDate": "2016-08-02 12:19:11", "updateDate": "2016-08-02 12:20:08", "abv": "10.8", "styleId": 31, "availableId": 2, "ibu": "110", "name": "RuinTen Triple IPA w/ Orange Peel & Vanilla Bean"}, {"status": "verified", "isOrganic": "N", "name": "Ruiva", "nameDisplay": "Ruiva", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.042", "description": "American-style amber lagers are light amber to amber or copper colored. They are medium bodied. There is a noticeable degree of caramel-type malt character in flavor and often in aroma. This is a broad category in which the hop bitterness, flavor, and aroma may be accentuated or may only be present at relatively low levels, yet noticeable. Fruity esters, diacetyl, and chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 8, "srmMax": "14", "ibuMax": "30", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:41:26", "fgMax": "1.018", "shortName": "American Amber Lager", "abvMax": "5.4", "id": 101, "srmMin": "6", "name": "American-Style Amber Lager"}, "createDate": "2016-07-10 12:54:37", "updateDate": "2016-08-23 14:41:13", "styleId": 101, "id": "1wrdtd", "statusDisplay": "Verified"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 9, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Qm2TLP/upload_920dlP-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Qm2TLP/upload_920dlP-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Qm2TLP/upload_920dlP-icon.png"}, "styleId": 30, "availableId": 1, "srm": {"hex": "E58500", "id": 9, "name": "9"}, "id": "Qm2TLP", "statusDisplay": "Verified", "originalGravity": "1.066", "nameDisplay": "Rule G", "name": "Rule G", "abv": "6.6", "status": "verified", "description": "Rule G is the railroad industry’s policy against drinking on the job. With tracks running right into the brewery, we spite Rule G daily. Unfiltered and outrageously dry-hopped, this beer has a big hop nose and a dry clean finish that accentuates its citrus and grapefruit undertones. It is a bold beer that can stand up to bold flavors. Drink it alongside spicy food and it’ll ratchet up the heat. Hopped with Summit, Palisade, Zythos and Ahtanum.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "ibu": "88", "servingTemperature": "cold", "updateDate": "2015-12-17 04:04:36", "createDate": "2013-08-13 01:37:15"}, {"status": "verified", "isOrganic": "N", "name": "Rule of Thirds", "statusDisplay": "Verified", "nameDisplay": "Rule of Thirds", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/4g48hQ/upload_pYh7fd-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/4g48hQ/upload_pYh7fd-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/4g48hQ/upload_pYh7fd-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-01-03 02:44:07", "updateDate": "2015-12-16 09:21:05", "styleId": 59, "id": "4g48hQ", "glasswareId": 6}]
