[{"status": "verified", "isOrganic": "Y", "description": "Citrus notes with sharp biting bitterness. Toasty full malt taste. Balanced. Subtle notes of caramel, orange and tangerine. Light amber in color and medium bodied. 2 row Vienna, Munich, aromatic and caramel malts. 1st gold, Columbus, Centennial and Nugget hops.", "statusDisplay": "Verified", "nameDisplay": "Artisan’s Imperial IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2015-05-08 15:23:09", "updateDate": "2015-05-08 15:23:09", "abv": "8", "styleId": 31, "id": "Ktz0g5", "name": "Artisan’s Imperial IPA"}, {"status": "verified", "isOrganic": "Y", "description": "An American Style light ale. Golden to straw color with a very pleasant grainy aroma; very light body with a bready malt flavor and very gentle citrusy hop finish.", "statusDisplay": "Verified", "nameDisplay": "Artisan’s Lite Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2015-05-08 15:24:03", "updateDate": "2015-05-08 15:24:04", "abv": "4.2", "styleId": 36, "id": "xDhopW", "name": "Artisan’s Lite Ale"}, {"status": "verified", "isOrganic": "Y", "description": "A modern pilsner has very light, clear colour from pale to golden yellow, and a distinct hop aroma and flavour. AKA European Pilsner.", "statusDisplay": "Verified", "nameDisplay": "Artisan’s Pilsner", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "createDate": "2015-05-08 15:24:55", "updateDate": "2015-05-08 15:24:55", "abv": "5.5", "styleId": 98, "id": "ZXQcyx", "name": "Artisan’s Pilsner"}, {"status": "verified", "isOrganic": "Y", "description": "This is an Irish Red Ale, Mahogany red in color with a pleasant caramel aroma. This is a Medium beer with layered caramel notes and hints of Roasted malt, balanced by soft hop bitterness and earthy hop aroma.", "statusDisplay": "Verified", "nameDisplay": "Artisan’s Red Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "createDate": "2015-05-08 15:26:23", "updateDate": "2015-05-08 15:26:24", "abv": "5", "styleId": 22, "id": "Br9R8O", "name": "Artisan’s Red Ale"}, {"status": "verified", "isOrganic": "Y", "name": "Artisan’s Strong Winter Ale", "nameDisplay": "Artisan’s Strong Winter Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.06", "description": "Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "21", "ibuMax": "65", "abvMin": "7", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:05", "fgMax": "1.04", "shortName": "Strong Ale", "abvMax": "11", "id": 14, "srmMin": "8", "name": "Strong Ale"}, "createDate": "2015-05-08 15:28:20", "updateDate": "2015-05-08 15:28:20", "abv": "5.5", "styleId": 14, "id": "oAsFHp", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "Amber ale is an American term used to describe a variety of beers that range in color from light golden to deep red. They are slow-fermenting and are considered somewhat richer than pale ale, with a medium body.", "statusDisplay": "Verified", "nameDisplay": "Artisan’s Toasted Amber Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2015-05-08 15:28:59", "updateDate": "2015-05-08 15:28:59", "abv": "5", "styleId": 32, "id": "QUb3RG", "name": "Artisan’s Toasted Amber Ale"}, {"status": "verified", "isOrganic": "Y", "description": "Full bodied ale with chocolate and banana notes. Made with 60% wheat malt and additional light and dark chocolate malts and caramel malts. It’s accentuated by the spicy hop characteristics of the land race noble Spalt.", "statusDisplay": "Verified", "nameDisplay": "Artisan’s Weizen", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.066", "description": "This style can be either pale or dark (golden to dark brown in color) and has a high starting gravity and alcohol content. The malty sweetness of a Weizenbock is balanced with a clove-like phenolic and fruity-estery banana element to produce a wellrounded aroma and flavor. As is true with all German wheat beers, hop bitterness is low and carbonation is high. Hop flavor and aroma are absent. It has a medium to full body. If dark, a mild roast malt character should emerge in flavor and to a lesser degree in the aroma. If this is served with yeast the beer may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 4, "srmMax": "30", "ibuMax": "35", "abvMin": "6.9", "fgMin": "1.016", "updateDate": "2015-04-07 15:30:15", "fgMax": "1.028", "shortName": "Weizenbock", "abvMax": "9.3", "id": 53, "srmMin": "5", "name": "South German-Style Weizenbock / Weissbock"}, "createDate": "2015-05-08 15:29:54", "updateDate": "2015-05-08 15:29:54", "abv": "6.8", "styleId": 53, "id": "2oJrah", "name": "Artisan’s Weizen"}, {"status": "verified", "isOrganic": "Y", "description": "As the name implies, this is American style IPA - amber in color, medium-bodied, massive hop aroma & flavors aboundin the beer. Balanced by a gentle caramelly biscuity malt flavor.", "statusDisplay": "Verified", "nameDisplay": "Artisan’s West Coast IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-05-08 15:33:27", "updateDate": "2015-05-08 15:33:27", "abv": "6.2", "styleId": 30, "id": "f82fk8", "name": "Artisan’s West Coast IPA"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "Y", "name": "Artist Ale", "nameDisplay": "Artist Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "createDate": "2015-06-11 21:27:09", "updateDate": "2015-06-11 21:27:09", "abv": "4", "styleId": 3, "availableId": 1, "id": "ccywdM", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Artist Colony Ale", "nameDisplay": "Artist Colony Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2012-01-03 02:42:43", "updateDate": "2015-10-23 18:05:04", "abv": "5.5", "styleId": 32, "id": "BYbKwE", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Purple rice and Indian Spices in memory of one of the most enigmatic artists of our time.", "statusDisplay": "Verified", "nameDisplay": "Artist Formerly Known As...", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "r2675O", "createDate": "2016-06-24 14:47:27", "updateDate": "2016-06-24 14:47:28", "abv": "6.4", "styleId": 25, "ibu": "28", "name": "Artist Formerly Known As..."}, {"status": "verified", "isOrganic": "N", "name": "Artista Zynergia: Morpheus & Phantasus", "nameDisplay": "Artista Zynergia: Morpheus & Phantasus", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Wild Beers are any range of color. These beers may be clear or hazy due to yeast, chill haze or hop haze. Aromas may vary tremendously due to fermentation characters contributed by various known and unknown microorganisms. The overall balance should be complex and balanced. Hop aroma very low to high. Usually because of a high degree of attenuation in these beers, malt character is very low to low. If there are exceptions that are malty, the overall balance of complexity of other characters should be in harmony. Hop flavor very low to high. Hop bitterness is perceived at varying levels depending on the overall balance, but usually perceived as very low to low. Wild beers are \"spontaneously\" fermented with microorganisms that the brewer has introduced from the ambient air/environment in the vicinity of the brewery in which the beer is brewed. Wild beers may not be fermented with any cultured strains of yeast or bacteria. Wild beer may or may not be perceived as acidic. It may include a wildly variable spectrum of flavors and aromas derived from the wild microorganisms with which it was fermented. The overall balance of flavors, aromas, appearance and body is an important factor in assessing these beers. Body is very low to medium. Spontaneously fermented beers with fruit, spice or other ingredients would be appropriately entered as Wild Beer. For purposes of competition, entries which could be appropriately entered in an existing classic or traditional category such as Belgian-Style Lambic, Gueuze, Fruit Lambic, etc. should be entered in that category and not entered as a Wild Beer.", "createDate": "2015-04-07 17:21:44", "categoryId": 11, "shortName": "Wild Beer", "id": 170, "name": "Wild Beer"}, "createDate": "2016-06-16 14:56:40", "updateDate": "2016-06-16 14:56:40", "abv": "6.3", "styleId": 170, "id": "fQ9YYo", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "For this Artista Zynergia project - we went to work with Hanssens Artisanaal. Hanses is one of the last remaining lambic blender in Belgium. Oudilis is our interpretation of a \"Belgian style Gueuze\" with a slight tweak. No two blends will taste the same!\r\n\r\nBlend #2 (blended 1/14/2016) - This blend was done with our barrel aged Berliner Weisse and a 16 months to 2 year old lambic from Hanssens Artisanal.", "statusDisplay": "Verified", "nameDisplay": "Artista Zynergia: Oudilis Blend #2", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ColjsE/upload_j0RGZU-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ColjsE/upload_j0RGZU-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ColjsE/upload_j0RGZU-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "createDate": "2016-07-07 20:02:01", "updateDate": "2016-07-07 20:03:40", "abv": "5.2", "styleId": 125, "id": "ColjsE", "name": "Artista Zynergia: Oudilis Blend #2"}, {"status": "verified", "isOrganic": "Y", "description": "To honor one of our favorite bands operating in one of our favorite genres of music we created the happiest beer we could imagine. Erupting with West Coast IPA notes of grapefruit, juicy orange and lemon, this towering beer lays it down thick and heavy without being a palate wrecker. With a subtle balance of sweet and alcohol to balance out all the hop notes it’ll put a big old smile on everyone’s face.", "srmId": 14, "nameDisplay": "Artists Series: The Galactic Heroes IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "OrS35e", "statusDisplay": "Verified", "createDate": "2015-05-05 15:30:05", "updateDate": "2015-05-05 15:30:05", "abv": "7", "styleId": 30, "srm": {"hex": "C35900", "id": 14, "name": "14"}, "ibu": "65", "name": "Artists Series: The Galactic Heroes IPA"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Artländer Artländer NOX", "createDate": "2012-08-12 12:11:41", "updateDate": "2012-08-15 15:42:48", "id": "GC2IL3", "name": "Artländer Artländer NOX"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Artländer Pils", "createDate": "2012-08-12 12:11:40", "updateDate": "2012-08-15 15:42:49", "id": "dsJUBc", "name": "Artländer Pils"}, {"status": "verified", "isOrganic": "N", "description": "An Art-A-Whirl exclusive, Artsy Fartsy is a Simcoe/Cascade pale ale. Dry and hop forward, this is the perfect beer for drinking and perusing art in all its various forms. Farts optional.", "statusDisplay": "Verified", "nameDisplay": "Artsy Fartsy", "originalGravity": "1.048", "id": "H1HGQO", "createDate": "2015-08-21 18:16:53", "updateDate": "2015-08-21 19:25:31", "abv": "5.1", "styleId": 25, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "ibu": "30", "name": "Artsy Fartsy"}, {"status": "verified", "isOrganic": "N", "name": "As Follows", "nameDisplay": "As Follows", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/jdPglx/upload_PAgcy4-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/jdPglx/upload_PAgcy4-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/jdPglx/upload_PAgcy4-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.054", "description": "Belgian-style blond ales are characterized by low yet evident hop bitterness, flavor, and sometimes aroma. Light to medium body and low malt aroma with a sweet, spiced and a low to medium fruity-ester character orchestrated in flavor and aroma. Sugar may be used to lighten perceived body. They are blonde to golden in color. Noble-type hops are commonly used. Low levels of phenolic spiciness from yeast byproducts may be perceived. Diacetyl should not be perceived. Acidic character should not be present. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "7", "ibuMax": "30", "abvMin": "6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:01", "fgMax": "1.014", "shortName": "Belgian Blonde", "abvMax": "7.8", "id": 61, "srmMin": "4", "name": "Belgian-Style Blonde Ale"}, "createDate": "2013-07-22 23:23:42", "updateDate": "2015-12-17 03:44:13", "abv": "9", "styleId": 61, "id": "jdPglx", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "In a class entirely of its own, there is no denying the superb pedigree or flavour kick delivered by this refreshing golden ale. With hints of orange, lemon and lychee leading to a subtle bitterness from Northdown hops.As Good As Gold is has been designed to be enjoyed by all drinkers, coeliac or not, and we have every batch tested by the Elisa R5 method. The batch specified below is less than 20 ppm and, therefore, Gluten Free. A copy of the test result is included with every shipment.", "statusDisplay": "Verified", "nameDisplay": "As Good As Gold", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/l9NBVX/upload_hkL0N0-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/l9NBVX/upload_hkL0N0-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/l9NBVX/upload_hkL0N0-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A beer (lager, ale or other) that is made from fermentable sugars, grains and converted carbohydrates. Ingredients do not contain gluten, in other words zero gluten (No barley, wheat, spelt, oats, rye, etc). May or may not contain malted grains that do not contain gluten. Brewers may or may not design and identify these beers along other style guidelines with regard to flavor, aroma and appearance profile. The beer's overall balance and character should be based on its own merits and not necessarily compared with traditional styles of beer. In competitions, brewers identify ingredients and fermentation type. NOTE: These guidelines do not supersede any government regulations. Wine, mead, flavored malt beverages or beverages other than beer as defined by the TTB (U.S. Trade and Tax Bureau) are not considered \"gluten-free beer\" under these guidelines.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:45:08", "shortName": "Gluten-Free Beer", "id": 127, "name": "Gluten-Free Beer"}, "createDate": "2015-05-12 20:38:01", "updateDate": "2015-12-18 01:45:48", "abv": "4.5", "styleId": 127, "id": "l9NBVX", "name": "As Good As Gold"}, {"status": "verified", "isOrganic": "N", "description": "“As the crow flies” The most direct route between two places. Never tried a craft brew? Want something that is not too heavy feeling? The Kölsch is the most direct route for you!", "statusDisplay": "Verified", "nameDisplay": "As the Crow Flies Kolsch", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.042", "description": "Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 4, "srmMax": "6", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:29:04", "fgMax": "1.01", "shortName": "Kölsch", "abvMax": "5.3", "id": 45, "srmMin": "4", "name": "German-Style Kölsch / Köln-Style Kölsch"}, "id": "p8GIUc", "createDate": "2015-10-28 18:59:11", "updateDate": "2015-10-28 18:59:11", "abv": "5.5", "styleId": 45, "ibu": "23", "name": "As the Crow Flies Kolsch"}, {"status": "verified", "isOrganic": "N", "description": "English Brown Porter.  A robust, refreshing, and balanced porter. Nutty and slightly sweet, delivers light chocolate and roast. Hopped conservatively, in the English tradition. Don't let the dark color fool you- this one goes down easy.", "statusDisplay": "Verified", "nameDisplay": "As You Like It Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "createDate": "2014-08-12 01:39:24", "updateDate": "2014-08-12 11:53:48", "abv": "6.1", "styleId": 18, "id": "Ce4cCd", "name": "As You Like It Porter"}, {"status": "verified", "isOrganic": "N", "name": "As You Wish...", "nameDisplay": "As You Wish...", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/9Vda1y/upload_mRU90c-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/9Vda1y/upload_mRU90c-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/9Vda1y/upload_mRU90c-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "American-style imperial porters are black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness. Hop bitterness is perceived at a medium-low to medium level. Hop flavor and aroma may vary from being low to medium-high. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment hop character and malt derived sweetness. Diacetyl (butterscotch) levels should be absent.", "createDate": "2013-08-10 12:42:51", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "50", "abvMin": "5.5", "fgMin": "1.02", "ogMax": "1.1", "fgMax": "1.03", "updateDate": "2015-04-07 15:49:32", "shortName": "American Imperial Porter", "abvMax": "9.5", "id": 158, "srmMin": "40", "name": "American-Style Imperial Porter"}, "createDate": "2015-04-14 16:49:50", "updateDate": "2015-12-18 01:11:33", "abv": "11", "styleId": 158, "id": "9Vda1y", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Fresh, crisp and clear - with a sharp delivery that slakes thirst before slipping gently on.", "statusDisplay": "Verified", "nameDisplay": "Asahi Super Dry", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/sP5x0O/upload_eEGf4S-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/sP5x0O/upload_eEGf4S-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/sP5x0O/upload_eEGf4S-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 10, "name": "International Styles"}, "ogMin": "1.04", "description": "This straw-colored lager lacks sweetness, is light in body, and is only mildly flavored by malt. Its alcoholic strength may contribute to the overall flavor character. Bitterness is low and carbonation is high. Chill haze, fruity esters, and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 10, "srmMax": "4", "ibuMax": "23", "abvMin": "4.3", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:14", "fgMax": "1.008", "shortName": "Dry Lager", "abvMax": "5.5", "id": 107, "srmMin": "2", "name": "Dry Lager"}, "name": "Asahi Super Dry", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:43", "updateDate": "2016-08-16 20:10:39", "abv": "5", "styleId": 107, "availableId": 1, "id": "sP5x0O", "glasswareId": 5}, {"status": "verified", "isOrganic": "Y", "description": "Ein starker nachtdunkler Doppelbock, der es in sich hat. \r\n\r\nMalzig-aromatisch, süß, angenehm schwer, intensiv im Duft, stark im Geschmack: eine weltbekannte Spezialität wie sein barocker Namensgeber, der geniale Maler und Baumeister Cosmas Damian Asam.", "statusDisplay": "Verified", "nameDisplay": "Asam-Bock", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.074", "description": "Malty sweetness is dominant but should not be cloying. Malt character is more reminiscent of fresh and lightly toasted Munich- style malt, more so than caramel or toffee malt character. Some elements of caramel and toffee can be evident and contribute to complexity, but the predominant malt character is an expression of toasted barley malt. Doppelbocks are full bodied and deep amber to dark brown in color. Astringency from roast malts is absent. Alcoholic strength is high, and hop rates increase with gravity. Hop bitterness and flavor should be low and hop aroma absent. Fruity esters are commonly perceived but at low to moderate levels. Diacetyl should be absent", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 7, "srmMax": "30", "ibuMax": "27", "abvMin": "6.5", "fgMin": "1.014", "updateDate": "2015-04-07 15:39:08", "fgMax": "1.02", "shortName": "Doppelbock", "abvMax": "8", "id": 90, "srmMin": "12", "name": "German-Style Doppelbock"}, "createDate": "2015-05-21 18:20:37", "updateDate": "2015-05-21 18:20:37", "styleId": 90, "id": "IcWPRm", "name": "Asam-Bock"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "ASAP IPA", "nameDisplay": "ASAP IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "foodPairings": "Poultry dishes with spice, salt, or cream, and the caramel malts partner well with rich cuts of rib-eye.", "createDate": "2015-09-29 20:15:38", "updateDate": "2015-09-29 20:15:39", "abv": "4.5", "styleId": 30, "availableId": 1, "id": "4jLVDw", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "This is an American Version of a classic English ESB ale.   Copper colored with a beautiful floral, citrus aroma from ‘dry hopping’ it with American Ahtanum whole leaf hops.  A great beer to enjoy with friends.  \r\n\r\nThis beer does not have a name--create your own for it!", "statusDisplay": "Verified", "nameDisplay": "ASB (American Special Bitter)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "createDate": "2013-05-09 00:00:46", "updateDate": "2015-03-03 20:26:35", "styleId": 5, "id": "kfaJpE", "name": "ASB (American Special Bitter)"}, {"status": "verified", "isOrganic": "N", "name": "Ascension IPA", "nameDisplay": "Ascension IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-04-23 16:10:10", "updateDate": "2015-04-23 16:10:10", "abv": "6.4", "styleId": 30, "id": "rm9rJz", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Asgaard Bioland Nordisches Weizen", "createDate": "2012-08-12 12:23:18", "updateDate": "2015-04-09 11:35:06", "id": "cxXKao", "name": "Asgaard Bioland Nordisches Weizen"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Asgaard Bioland Premium Pils", "createDate": "2012-08-12 12:23:18", "updateDate": "2012-08-15 15:43:17", "id": "0doWRN", "name": "Asgaard Bioland Premium Pils"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Asgaard das Göttliche", "createDate": "2012-08-12 12:23:17", "updateDate": "2012-08-15 15:43:18", "id": "OK5iHw", "name": "Asgaard das Göttliche"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "Y", "description": "Straight from the home of the gods.  Asgard IPA is a hop explosion in a glass.  Brewed with lightly kilned malts for a clean body that supports prodigious hop additions and in-tank dry hopping.  Grapefruit, orange and apricot flavors dominate the aroma of this truly northwest IPA.  Raise your pint, toast your enemies and prepare yourself for an olfactory assault.", "srmId": 6, "nameDisplay": "Asgard IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "KKuUhy", "statusDisplay": "Verified", "createDate": "2015-07-28 19:22:05", "updateDate": "2015-07-28 19:22:05", "abv": "6.5", "styleId": 30, "availableId": 1, "srm": {"hex": "F8A600", "id": 6, "name": "6"}, "ibu": "65", "name": "Asgard IPA"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "This unfiltered dark amber lager has sweet caramel body with a touch of roastiness. The noble hops Halertau and Saaz give this sessionable brew spicy finish.", "statusDisplay": "Verified", "nameDisplay": "Ashburner Dunkel Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "These light brown to dark brown beers have a pronounced malty aroma and flavor that dominates over the clean, crisp, moderate hop bitterness. This beer does not offer an overly sweet impression, but rather a mild balance between malt sweetness, hop bitterness and light to moderate mouthfeel. A classic Münchner Dunkel should have chocolate-like, roast malt, bread-like or biscuit-like aroma that comes from the use of Munich dark malt. Chocolate or roast malts can be used, but the percentage used should be minimal. Noble-type hop flavor and aroma should be low but perceptible. Diacetyl should not be perceived. Ale-like fruity esters and chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "16", "categoryId": 7, "srmMax": "20", "ibuMax": "25", "abvMin": "4.5", "fgMin": "1.014", "updateDate": "2015-04-07 15:37:08", "fgMax": "1.018", "shortName": "Euro Dark", "abvMax": "5", "id": 83, "srmMin": "15", "name": "European-Style Dark / Münchner Dunkel"}, "id": "ApjPk6", "createDate": "2012-11-02 11:51:52", "updateDate": "2014-10-20 18:50:59", "abv": "5", "styleId": 83, "availableId": 2, "ibu": "22", "name": "Ashburner Dunkel Lager"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Altbier is a malty, darker cousin of Kölsch.  Dusseldorf and Cologne (home of Kölsch) are less than an hour apart on the Rhine River in western Germany.  Both beers are holdovers from the German ale-brewing tradition before the widespread advance of lager-brewing (alt means old in German).  Ashbury Alt gets a boost in maltiness and mouthfeel from the addition of Munich malt as well as from the alt yeast fermentation, which tends to highlight malt notes (unlike our Kölsch yeast, which emphasizes hop character).  The German hops add a pleasing touch of spiciness to balance the malt sweetness.  In a way, coming from our anglophile perspective on brewing, altbiers are somewhat similar to English bitters.  Just don’t say that to a German brewer.", "statusDisplay": "Verified", "nameDisplay": "Ashbury Alt", "originalGravity": "1.048", "id": "74eOTv", "createDate": "2014-09-10 18:37:43", "updateDate": "2014-10-09 13:56:52", "abv": "4", "styleId": 55, "availableId": 2, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.044", "description": "German-Style Altbiers are copper to dark brown ales, originally from the Düsseldorf area. No chill haze should be perceived. A variety of malts including wheat may be used to produce medium-low to medium malt aroma. Fruityester aroma can be low. No diacetyl aroma should be perceived. Hop aroma is low to medium. A variety of malts including wheat may be used to produce medium-low to medium level malty flavor. Hop flavor is low to medium. Hop bitterness is medium to very high (although the 25 to 35 IBU range is more normal for the majority of Altbiers from Düsseldorf). Fruity-ester flavors can be low. No diacetyl should be perceived. The overall impression is clean, crisp, and flavorful often with a dry finish. Body is medium.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 4, "srmMax": "19", "ibuMax": "52", "abvMin": "4.3", "fgMin": "1.008", "updateDate": "2015-04-07 17:08:31", "fgMax": "1.014", "shortName": "Altbier", "abvMax": "5.5", "id": 55, "srmMin": "11", "name": "German-Style Altbier"}, "ibu": "40", "name": "Ashbury Alt"}, {"status": "verified", "isOrganic": "N", "name": "Ashevilliner", "nameDisplay": "Ashevilliner", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/kCiSH7/upload_JngGh1-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/kCiSH7/upload_JngGh1-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/kCiSH7/upload_JngGh1-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.028", "description": "This is very pale in color and the lightest of all the German wheat beers. The unique combination of yeast and lactic acid bacteria fermentation yields a beer that is acidic, highly attenuated, and very light bodied. The carbonation of a Berliner Weisse is high, and hop rates are very low. Clarity may be hazy or cloudy from yeast or chill haze. Hop character should not be perceived. Fruity esters will be evident. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "3", "categoryId": 4, "srmMax": "4", "ibuMax": "6", "abvMin": "2.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:29:14", "fgMax": "1.006", "shortName": "Berlinerweisse", "abvMax": "3.4", "id": 46, "srmMin": "2", "name": "Berliner-Style Weisse (Wheat)"}, "createDate": "2013-11-26 12:57:55", "updateDate": "2015-12-17 07:23:18", "styleId": 46, "id": "kCiSH7", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A crisp, well-balanced, refreshing amber.  Simplicity is the key to this recipe.", "srmId": 15, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Ashland Amber", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "z0D11f", "statusDisplay": "Verified", "createDate": "2012-01-03 02:42:43", "updateDate": "2015-04-08 13:09:44", "abv": "5.4", "styleId": 32, "availableId": 1, "glasswareId": 5, "ibu": "24", "srm": {"hex": "BB5100", "id": 15, "name": "15"}, "name": "Ashland Amber"}, {"status": "verified", "isOrganic": "N", "name": "Ashley Farmhouse Organic Saison", "nameDisplay": "Ashley Farmhouse Organic Saison", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/f8ICxn/upload_XvkaGZ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/f8ICxn/upload_XvkaGZ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/f8ICxn/upload_XvkaGZ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2014-12-01 00:57:31", "updateDate": "2015-12-17 20:09:22", "abv": "6.3", "styleId": 72, "id": "f8ICxn", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "This high powered IPA with a  smooth finish is a reminder that you have to ignore the rules to make a statement and it takes an outlaw to remind us that the bigger picture isn’t always most important.", "statusDisplay": "Verified", "nameDisplay": "Ashley Gang Outlaw Imperial IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "qdlIA6", "createDate": "2016-10-03 20:18:37", "updateDate": "2016-10-03 20:18:37", "abv": "9.8", "styleId": 31, "ibu": "120", "name": "Ashley Gang Outlaw Imperial IPA"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Ashley's 30th Anniversary", "nameDisplay": "Ashley's 30th Anniversary", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/99xE5t/upload_69hepu-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/99xE5t/upload_69hepu-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/99xE5t/upload_69hepu-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Imperial Red Ales are deep amber to dark copper/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.", "createDate": "2012-03-21 20:06:46", "ibuMin": "55", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "7.9", "fgMin": "1.02", "updateDate": "2015-04-07 17:05:43", "fgMax": "1.028", "shortName": "Imperial Red", "abvMax": "10.5", "id": 33, "srmMin": "10", "name": "Imperial Red Ale"}, "createDate": "2013-11-04 23:29:28", "updateDate": "2015-12-17 07:11:31", "abv": "7", "styleId": 33, "availableId": 2, "id": "99xE5t", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Amazingly rich, seductively dark and smoking good. Yes a real heartbreaker. We recommend only the truly skillful, heavyweight beer champions to battle this awfully irresistible and potent smoked Stout. Careful this satisfactory product might give you a Placebo effect.", "srmId": 40, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Ashtray Heart", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/0DLaeo/upload_S1hLqM-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/0DLaeo/upload_S1hLqM-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/0DLaeo/upload_S1hLqM-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "name": "Ashtray Heart", "statusDisplay": "Verified", "createDate": "2012-01-03 02:42:43", "updateDate": "2015-12-16 09:55:59", "abv": "8.9", "styleId": 43, "srm": {"hex": "36080A", "id": 40, "name": "40"}, "id": "0DLaeo", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Asian Gold Blonde", "nameDisplay": "Asian Gold Blonde", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/JCo28y/upload_Ztwpr6-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/JCo28y/upload_Ztwpr6-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/JCo28y/upload_Ztwpr6-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2014-03-29 12:35:42", "updateDate": "2015-12-17 11:52:36", "abv": "4.4", "styleId": 36, "id": "JCo28y", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Pale Wheat with Fresh Lemongrass and Ginger", "statusDisplay": "Verified", "nameDisplay": "Asian Persuasion Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/GpbHYl/upload_uSxc2f-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/GpbHYl/upload_uSxc2f-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/GpbHYl/upload_uSxc2f-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "GpbHYl", "createDate": "2015-04-01 17:02:47", "updateDate": "2015-12-17 23:16:48", "abv": "5.2", "styleId": 25, "availableId": 1, "ibu": "24", "name": "Asian Persuasion Ale"}, {"status": "verified", "isOrganic": "N", "name": "ASKA Pale Ale", "nameDisplay": "ASKA Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/FifMLc/upload_B8i6pK-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/FifMLc/upload_B8i6pK-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/FifMLc/upload_B8i6pK-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-01-21 19:54:46", "updateDate": "2015-12-17 19:43:08", "abv": "5.5", "styleId": 25, "id": "FifMLc", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Bottle Conditioned. Suitable Vegetarians and Vegans\r\nAward winning ale, a crisp, golden ale with a strong hoppy finish from the Amarillo hops and a good underlying sharpness.", "statusDisplay": "Verified", "nameDisplay": "Askrigg Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2012-10-22 14:14:48", "updateDate": "2014-10-10 20:25:03", "abv": "4.3", "styleId": 36, "id": "PXi4fn", "name": "Askrigg Ale"}, {"status": "verified", "isOrganic": "N", "name": "Aslan Lite", "nameDisplay": "Aslan Lite", "originalGravity": "1.048", "id": "dskhZ6", "createDate": "2015-04-28 15:32:34", "updateDate": "2015-04-28 15:32:34", "abv": "5", "styleId": 94, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.024", "description": "These beers are extremely light colored, light in body, and high in carbonation. Calorie level should not exceed 125 per 12 ounce serving. Corn, rice, or other grain or sugar adjuncts are often used. Flavor is mild and hop bitterness and aroma is negligible to very low. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "10", "abvMin": "3.5", "fgMin": "1.002", "updateDate": "2015-04-07 15:39:35", "fgMax": "1.008", "shortName": "American Light Lager", "abvMax": "4.4", "id": 94, "srmMin": "2", "name": "American-Style Light (Low Calorie) Lager"}, "ibu": "24", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Aspen Meadow Black and Tan", "nameDisplay": "Aspen Meadow Black and Tan", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.044", "description": "This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.", "createDate": "2012-03-21 20:06:46", "ibuMin": "6", "categoryId": 8, "srmMax": "6", "ibuMax": "15", "abvMin": "4.3", "fgMin": "1.01", "updateDate": "2015-04-07 15:40:04", "fgMax": "1.014", "shortName": "American Premium Lager", "abvMax": "5", "id": 97, "srmMin": "2", "name": "American-Style Premium Lager"}, "createDate": "2012-01-03 02:42:43", "updateDate": "2015-05-07 17:44:39", "styleId": 97, "id": "sDeDfo", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A deep golden spiced ale, brewed with Willamette hops, calendula flowers, and hyssop. Give thanks.", "statusDisplay": "Verified", "nameDisplay": "Aspergil Grand Cru", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "createDate": "2015-04-24 19:06:43", "updateDate": "2015-04-24 19:06:43", "abv": "4.9", "styleId": 124, "availableId": 4, "id": "nogouQ", "name": "Aspergil Grand Cru"}, {"status": "verified", "isOrganic": "N", "description": "Back in the day this spot used to be a car dealer and repair shop, when we did demo in the garage (now brewery) and several other places on site, we found layer after layer of asphalt. The name of this black as night Irish dry stout was inspired by the darkness of that rubble. Pushed with nitrogen, this beer has a nice cascade and creamy head. Low on hops, its soft and dry, but rich with roasted flavors. Yum!", "statusDisplay": "Verified", "nameDisplay": "Asphalt Jungle", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/sk2yy6/upload_ROmzHI-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/sk2yy6/upload_ROmzHI-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/sk2yy6/upload_ROmzHI-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.038", "description": "Dry stouts have an initial malt and light caramel flavor profile with a distinctive dry-roasted bitterness in the finish. Dry stouts achieve a dry-roasted character through the use of roasted barley. The emphasis of coffee-like roasted barley and a moderate degree of roasted malt aromas define much of the character. Some slight acidity may be perceived but is not necessary. European hop aroma and flavor should be low or not perceived. Dry stouts have medium-light to medium body. Fruity esters are minimal and overshadowed by malt, high hop bitterness, and roasted barley character. Diacetyl (butterscotch) should be very low or not perceived. Head retention and rich character should be part of its visual character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:51", "fgMax": "1.012", "shortName": "Dry Irish Stout", "abvMax": "5", "id": 23, "srmMin": "40", "name": "Classic Irish-Style Dry Stout"}, "createDate": "2014-10-20 15:38:54", "updateDate": "2016-05-18 00:09:31", "abv": "4.4", "styleId": 23, "id": "sk2yy6", "name": "Asphalt Jungle"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "After endless hours of scorching in heat, brewing in turmoil, fermenting in angst, the Assassin’s journey has just begun. In the shadow of the temple, he lies in wait, maturing his plot to perfection. He emerges merciless, dominated by darkness, his bite laced with the charred remnants of his victims. No man dares to cross his path. They will forever sleep with one eye open, in fear of the Assassin’s hot kiss of death.", "srmId": 41, "nameDisplay": "Assassin", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/jjrsPc/upload_3ZH8pe-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/jjrsPc/upload_3ZH8pe-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/jjrsPc/upload_3ZH8pe-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "statusDisplay": "Verified", "createDate": "2012-04-22 12:53:10", "updateDate": "2015-12-16 16:49:29", "abv": "12.8", "styleId": 43, "availableId": 2, "id": "jjrsPc", "name": "Assassin"}, {"status": "verified", "isOrganic": "N", "name": "Assassin’s Guild", "nameDisplay": "Assassin’s Guild", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.056", "description": "American-style Black Ales are very dark to black and perceived to have medium high to high hop bitterness, flavor and aroma with medium-high alcohol content, balanced with a medium body. Fruity, floral and herbal character from hops of all origins may contribute character. The style is further characterized by a balanced and moderate degree of caramel malt and dark roasted malt flavor and aroma. High astringency and high degree of burnt roast malt character should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "35", "ibuMax": "70", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:28:36", "fgMax": "1.018", "shortName": "Black Ale", "abvMax": "7.5", "id": 41, "srmMin": "35", "name": "American-Style Black Ale"}, "createDate": "2015-08-06 21:00:53", "updateDate": "2015-08-06 21:00:53", "abv": "6.1", "styleId": 41, "id": "Ig5sZB", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "We used cascade hops with our generously hopped Amber Ale. A well balanced, smooth, hoppy beer.", "statusDisplay": "Verified", "nameDisplay": "Assawoman Amber IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/yylelX/upload_O2dVPm-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/yylelX/upload_O2dVPm-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/yylelX/upload_O2dVPm-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "yylelX", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-02-14 18:06:56", "updateDate": "2015-12-16 15:22:18", "abv": "7.2", "styleId": 32, "availableId": 4, "glasswareId": 5, "ibu": "132", "name": "Assawoman Amber IPA"}]
