[{"status": "verified", "isOrganic": "N", "description": "A huge malty Imperial stout aged 8 months in 8 year old oak bourbon barrels from Woodford Reserve Distillery.\r\nMalts: English Dark Crystal, English Chocolate,\r\nEnglish Roasted Barley, Oats\r\nHops: Willamette, Chinook", "statusDisplay": "Verified", "nameDisplay": "Indignant Imperial Stout (Bourbon Barrel Aged)", "originalGravity": "1.115", "createDate": "2014-09-17 22:27:51", "updateDate": "2015-07-10 16:24:12", "abv": "12.5", "styleId": 134, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Any classic style or unique experimental style of dark beer can be wood or barrel-aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character but wood-aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Primary character of the beer style may or may not be apparent. Sour wood-aged beer of any color is outlined in other categories. Dark fruited or spiced beer would also be appropriately entered in this category. Beers in this style may or may not have Brettanomyces character.  The brewer should explain the special nature of the beer to allow for accurate judging. Comments could include: type of wood used (new or old, oak or other wood type), type of barrel used (new, port/ whiskey/ wine/ sherry/ other), base beer style or achieved character. Beer entries not accompanied by this information will be at a disadvantage during judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "abvMin": "3.75", "updateDate": "2015-04-07 15:46:44", "shortName": "BBL Aged Dark", "abvMax": "6.5", "id": 134, "name": "Wood- and Barrel-Aged Dark Beer"}, "id": "0KTFD0", "name": "Indignant Imperial Stout (Bourbon Barrel Aged)"}, {"status": "verified", "isOrganic": "N", "description": "The Rainbow Collaboration\r\n\r\nThe Wild Beer Co + Toccalmatto + Indigo\r\n\r\n7 UK breweries paired with 7 breweries from around the world and paired with one of the 7 colours of the Rainbow, creating the theme of the brew.\r\n\r\nThe Result….\r\n\r\nIndigo Child\r\n\r\nThis gooseberry sour beer is the offspring of an English and an Italian Parent, combining flowers, fruit and Somerset magical yeast.\r\n\r\nLaunching at Beavertown Brewery on 13th September!", "statusDisplay": "Verified", "nameDisplay": "Indigo Child", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2015-07-30 23:18:01", "updateDate": "2015-07-30 23:18:01", "abv": "8", "styleId": 40, "id": "PLjzDH", "name": "Indigo Child"}, {"status": "verified", "isOrganic": "N", "name": "Indio Plata", "nameDisplay": "Indio Plata", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 10, "name": "International Styles"}, "ogMin": "1.044", "description": "International Pilseners are straw/golden in color and are well attenuated. This medium-bodied beer is often brewed with rice, corn, wheat, or other grain or sugar adjuncts making up part of the mash. Hop bitterness is low to medium. Hop flavor and aroma are low. Residual malt sweetness is low--it does not predominate but may be perceived. Fruity esters and diacetyl should not be perceived. Very low levels of sweet corn-like dimethylsulfide (DMS) character, if perceived, are acceptable. There should be no chill haze.", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 10, "srmMax": "4", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:42:11", "fgMax": "1.01", "shortName": "International Pilsener", "abvMax": "5.3", "id": 106, "srmMin": "3", "name": "International-Style Pilsener"}, "createDate": "2015-06-03 18:09:59", "updateDate": "2015-06-03 18:34:52", "styleId": 106, "id": "8IjFvs", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Indira", "nameDisplay": "Indira", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/EWzQfD/upload_vqAr8L-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/EWzQfD/upload_vqAr8L-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/EWzQfD/upload_vqAr8L-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "12", "ibuMax": "30", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:06", "fgMax": "1.014", "shortName": "Belgian Pale", "abvMax": "6", "id": 62, "srmMin": "6", "name": "Belgian-Style Pale Ale"}, "createDate": "2012-01-03 02:43:29", "updateDate": "2015-12-16 13:46:36", "styleId": 62, "id": "EWzQfD", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Indiscretion", "nameDisplay": "Indiscretion", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2016-01-11 14:49:19", "updateDate": "2016-01-11 14:49:19", "abv": "9.3", "styleId": 31, "id": "YcOwAU", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Indispensable", "nameDisplay": "Indispensable", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2016-02-01 23:29:23", "updateDate": "2016-02-11 18:01:47", "styleId": 30, "id": "KDkGmY", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "Barrel fermented, untamable, fierce; Indomitus. This Wild Ale is fermented in oak with our house yeast, a blend of brettanomyces and aged hops. It’s brought to you unblended and uncut, creating a sharp, tart flavor with fascinating fruit notes.", "statusDisplay": "Verified", "nameDisplay": "Indomitus", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/7DzIdq/upload_AXh6LQ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/7DzIdq/upload_AXh6LQ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/7DzIdq/upload_AXh6LQ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged sour beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood and has developed a bacterial induced natural acidity. This beer is aged in wood with the intention of introducing the micro flora present in the wood. Sometimes wood aging is intended to impart the particularly unique character of the wood, but wood-aged is not necessarily synonymous with imparting wood-flavors. Wood character can be characterized as a complex blend of vanillin and unique wood character. Wood-derived character can also be characterized by flavors of the product that was in the barrel during prior use. These wood-derived flavors, if present in this style, can be very low in character and barely perceived or evident or assertive as wood-derived flavors. Any degree of woodderived flavors should be in balance with other beer character. Fruit and herb/spiced versions may take on the hue, flavors and aromas of added ingredients.  Usually bacteria and \"wild\" yeasts fermentation contributes complex esters and results in a dry to very dry beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of acidity, complex esters, and new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character.  Brewers when entering this category should specify type of barrel used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties). The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:56", "shortName": "BBL Aged Sour", "id": 136, "name": "Wood- and Barrel-Aged Sour Beer"}, "servingTemperature": "cellar", "servingTemperatureDisplay": "Cellar - (12-14C/54-57F)", "createDate": "2012-01-03 02:43:29", "updateDate": "2015-12-16 07:40:24", "abv": "8.8", "styleId": 136, "availableId": 3, "id": "7DzIdq", "name": "Indomitus"}, {"status": "verified", "srm": {"hex": "36080A", "id": 40, "name": "40"}, "isOrganic": "N", "description": "A burst of Madras Curry, Cumin, Cayenne, Coconut, and Kaffir Lime Leaf. Enjoy!\r\nOur India-style Export Stout is a unique collaboration with award-winning homebrewer Alex Tweet. Released in limited quantities, this explosion of South Asian flavors is reason enough to kneel down and thank the heavens. It’s further proof of San Diego’s status as a brewer’s playground, and a beer lover’s utopia.", "srmId": 40, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Indra Kunindra", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Az32DP/upload_GdtjRq-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Az32DP/upload_GdtjRq-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Az32DP/upload_GdtjRq-icon.png"}, "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.052", "description": "As with classic dry stouts, foreign-style stouts have an initial malt sweetness and caramel flavor with a distinctive dry-roasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Bitterness may be high but the perception is often compromised by malt sweetness. Hop aroma and flavor should not be perceived. The perception of fruity esters is low. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:58", "fgMax": "1.02", "shortName": "Export Stout", "abvMax": "9.3", "id": 24, "srmMin": "40", "name": "Foreign (Export)-Style Stout"}, "id": "Az32DP", "statusDisplay": "Verified", "createDate": "2012-01-03 02:43:29", "updateDate": "2016-05-31 18:39:29", "abv": "7", "styleId": 24, "availableId": 1, "glasswareId": 5, "ibu": "50", "foodPairings": "White Rice\r\nKalbi Ribs\r\nCoconut Macaroon", "name": "Indra Kunindra"}, {"status": "verified", "isOrganic": "N", "description": "Dark fruit, a malty sweetness, and caramel flavors make for a delicious brew that won’t leave a doubt in your mind.\r\n\r\nWinner of the Silver Medal at the 2015 Great American Beer Festival!\r\nWe are unsuspectingly certain that you’ll love this brew! A strong ale, mahogany in color, with sparkles of ruby and orange around the edges, and a creamy head. Dark fruit, a malty sweetness, and caramel flavors make for a delicious brew that won’t leave a doubt in your mind.", "statusDisplay": "Verified", "nameDisplay": "Indubious", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.06", "description": "This medium-bodied, red to dark brown colored ale has a malty sweetness and chocolate-like caramel aroma. A light hop flavor and/or aroma is acceptable. Dubbels are also characterized by low-medium to medium bitterness. No diacetyl is acceptable. Yeastgenerated fruity esters (especially banana) are appropriate at low levels. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Often bottle conditioned a slight yeast haze and flavor may be evident.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "36", "ibuMax": "30", "abvMin": "6.25", "fgMin": "1.012", "updateDate": "2015-04-07 15:31:45", "fgMax": "1.016", "shortName": "Belgian Dubbel", "abvMax": "7.5", "id": 58, "srmMin": "16", "name": "Belgian-Style Dubbel"}, "createDate": "2016-11-16 22:06:02", "updateDate": "2016-11-18 19:49:25", "abv": "7.8", "styleId": 58, "id": "gs556t", "name": "Indubious"}, {"status": "verified", "isOrganic": "N", "description": "Made from Madagascar vanilla beans, Vietnamese cinnamon, orange blossom honey water and yeast, aged in Samuel Adams Utopias casks from the award-winning Boston Beer Company.  Sometimes we all need to give in to our desires and indulge.  Sweet but not overly so, well balanced with the spices.", "statusDisplay": "Verified", "nameDisplay": "Indulge", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "description": "Similar in balance, body, finish and flavor intensity to a well-made dessert wine (such as Sauternes), with a pleasant mixture of honey character, residual sweetness, soft fruity esters, and clean alcohol. Complexity, harmony, and balance of sensory elements are most desirable, with no inconsistencies in color, aroma, flavor or aftertaste. The proper balance of sweetness, acidity, alcohol and honey character is the essential final measure of any mead.", "createDate": "2012-03-21 20:06:46", "categoryId": 12, "updateDate": "2015-04-07 15:48:08", "shortName": "Sweet Mead", "id": 142, "name": "Sweet Mead"}, "createDate": "2015-11-18 19:53:15", "updateDate": "2015-11-18 19:53:15", "styleId": 142, "id": "A1pNTp", "name": "Indulge"}, {"status": "verified", "isOrganic": "N", "name": "Indulgence - Royal Cache Barrel Reserve Series", "nameDisplay": "Indulgence - Royal Cache Barrel Reserve Series", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/FbWQ6o/upload_DCx11l-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/FbWQ6o/upload_DCx11l-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/FbWQ6o/upload_DCx11l-icon.png"}, "originalGravity": "1.073", "createDate": "2014-05-07 13:17:27", "updateDate": "2015-12-17 12:07:11", "abv": "9.6", "styleId": 39, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Brett Beers are any range of color and may take on the color of added fruits or other ingredients. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Moderate to intense yet balanced fruity-ester aromas are evident. In darker versions, roasted malt, caramel-like and chocolate-like aromas are subtly present. Diacetyl and DMS aromas should not be perceived. Hop aroma is evident over a full range from low to high. In darker versions, roasted malt, caramel-like and chocolate-like flavors are subtly present. Fruited versions will exhibit fruit flavors in harmonious balance with other characters. Hop flavor is evident over a full range from low to high. Hop bitterness is evident over a full range from low to high. The evolution of natural acidity develops balanced complexity. Horsey, goaty, leathery, phenolic and light to moderate and/or fruity acidic character evolved from Brettanomyces organisms may be evident, not dominant and in balance with other character. Cultured yeast strains may be used in the fermentation. Beers in this style should not use bacteria or exhibit bacteria-derived characters. Moderate to intense yet balanced fruity-ester flavors are evident. Diacetyl and DMS flavors should not be perceived. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Body is evident over a full range from low to high. For purposes of competition entries exhibiting wood-derived characters or characters of liquids previously aged in wood would more appropriately be entered in other Wood-Aged Beer categories. Wood- and barrel-aged sour ales should not be entered here and are classified elsewhere.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 17:04:16", "shortName": "Brett", "id": 39, "name": "Brett Beer"}, "id": "FbWQ6o", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/vapdOB/upload_xx7KaO-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/vapdOB/upload_xx7KaO-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/vapdOB/upload_xx7KaO-icon.png"}, "description": "Permit us to indulge our creative side. Made with copious amounts of chocolate malts. Highlights include sweet chocolate aromas with dark chocolate and coffee notes in the finish. Smooth, deceptive and decadent. \r\n\r\nNot a stout, not a porter, pitch black and just plain fun. The chocolate malt and our grain mill disagree vigorously so we only make this from time to time.", "statusDisplay": "Verified", "nameDisplay": "Indulgence Ale (2012)", "year": 2012, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "servingTemperature": "cellar", "servingTemperatureDisplay": "Cellar - (12-14C/54-57F)", "createDate": "2013-01-20 15:24:49", "updateDate": "2015-12-16 22:05:41", "abv": "10", "styleId": 70, "availableId": 8, "id": "vapdOB", "name": "Indulgence Ale"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "Permit us to indulge our creative side.  Made with copious amounts of chocolate malts.  Highlights include sweet chocolate aromas and dark chocolate and coffee notes in the finish.  Smooth, deceptive and decadent.  Not a stout, not a porter, pitch black and just plain fun.  The chocolate malt and our grain mill disagree vigorously so we only make this from time to time.", "statusDisplay": "Verified", "nameDisplay": "Indulgence Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/jXi6nH/upload_6KVRjD-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/jXi6nH/upload_6KVRjD-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/jXi6nH/upload_6KVRjD-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "createDate": "2012-01-03 02:43:29", "updateDate": "2015-12-16 06:52:00", "abv": "9.2", "styleId": 70, "availableId": 3, "id": "jXi6nH", "name": "Indulgence Ale"}, {"status": "verified", "isOrganic": "Y", "name": "Indulgence White IPA", "nameDisplay": "Indulgence White IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "EBTTCL", "createDate": "2015-05-04 16:22:49", "updateDate": "2015-05-04 16:22:49", "abv": "5.5", "styleId": 30, "ibu": "55", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Indulgent", "nameDisplay": "Indulgent", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.044", "description": "Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "5", "ibuMax": "22", "abvMin": "4.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:30", "fgMax": "1.01", "shortName": "Cream Ale", "abvMax": "5.6", "id": 109, "srmMin": "2", "name": "American-Style Cream Ale or Lager"}, "createDate": "2015-09-21 15:06:46", "updateDate": "2015-09-21 15:06:46", "abv": "5.5", "styleId": 109, "id": "EA26wD", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "A variation on our George Hunter Stout, coffee-cake style!  Raspberry, vanilla and cinnamon flavors.", "srmId": 41, "nameDisplay": "Indulging George Hunter Stout", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Coffee beers use coffee in any of its forms other than or in addition to hops to create a distinct (ranging from subtle to intense) character. Under hopping allows coffee to contribute to the flavor profile while not becoming excessively bitter. If this beer is a classic style with coffee flavor, the brewer should specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 11, "srmMax": "50", "ibuMax": "40", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:40", "fgMax": "1.03", "shortName": "Coffee Beer", "abvMax": "12", "id": 123, "srmMin": "8", "name": "Coffee-Flavored Beer"}, "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "statusDisplay": "Verified", "createDate": "2015-06-19 19:41:12", "updateDate": "2015-06-19 19:41:12", "abv": "8", "styleId": 123, "id": "WluLA4", "name": "Indulging George Hunter Stout"}, {"status": "verified", "isOrganic": "N", "description": "BEER TYPE Indus Pride is a 100% malt beer \nPRODUCT PROPOSITION Made of 100% malt lending it a unique rich flavor \nALCOHOL CONTENT BY VOLUME 4.8% by volume \nTASTE Rich in flavors with a clean head and foam \nCOLOUR Sunrise Yellow \nSERVING TEMPERATURE 7 degree Celsius \nPACKAGING 650 ml glass bottles : 12 bottles per case\n330 ml pack : 24 bottles per case \n\nhttp://www.sabmiller.in/induspride.html", "statusDisplay": "Verified", "nameDisplay": "Indus Pride", "createDate": "2012-01-03 02:43:29", "updateDate": "2012-03-22 13:05:07", "abv": "4.8", "id": "AH9yDJ", "name": "Indus Pride"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "IPA descends from the late 18th century when beer was exported from London to India. Typical of India Pale Ale, this ale is bold, assertive, and full of flavor. It has a medium to dry finish and a citrus overtone.", "srmId": 15, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Industrial IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "XjMFQh", "statusDisplay": "Verified", "createDate": "2012-01-03 02:43:29", "updateDate": "2012-03-22 13:05:31", "abv": "6.8", "styleId": 30, "availableId": 1, "glasswareId": 5, "ibu": "79.9", "srm": {"hex": "BB5100", "id": 15, "name": "15"}, "name": "Industrial IPA"}, {"status": "verified", "isOrganic": "N", "description": "Bold citrus, warming malts, punchy.", "statusDisplay": "Verified", "nameDisplay": "Industrial IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/866zFR/upload_LJp0KV-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/866zFR/upload_LJp0KV-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/866zFR/upload_LJp0KV-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "866zFR", "createDate": "2014-03-12 01:11:42", "updateDate": "2015-12-17 11:20:54", "abv": "10", "styleId": 31, "ibu": "100", "name": "Industrial IPA"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This one's a butt-kicker! The surely big brother of our regular IPA! Dar copper in color, a distinct malty sweetness is followed by an intensely hoppy middle. a floral finish imparted by the dry-hop will leave you begging for another.", "statusDisplay": "Verified", "nameDisplay": "Industrial IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "bM5Diz", "createDate": "2012-01-03 02:43:29", "updateDate": "2012-03-22 13:04:35", "abv": "7.9", "styleId": 31, "availableId": 1, "ibu": "80", "name": "Industrial IPA"}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "description": "Our Industrial Porter is a robust beer symbolizing the strength of the Northwestern Indiana Industrial Worker.\r\n\r\nThe deeply rich color of this brown porter yields a deliciously smooth and entirely drinkable beer. Roasted and caramel malt flavors balance with a mild hoppy bitterness. \r\n\r\nCrown Brewing is proud to announce Industrial Porter won a Bronze Award at the World Beer Cup 2010.", "statusDisplay": "Verified", "nameDisplay": "Industrial Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "id": "BAyYIh", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:29", "updateDate": "2012-03-22 13:05:32", "abv": "6.1", "styleId": 18, "availableId": 8, "glasswareId": 5, "ibu": "32", "name": "Industrial Porter"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "German-Style Pils", "srmId": 4, "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "nameDisplay": "Industry", "servingTemperatureDisplay": "Very Cold - (0-4C/32-39F)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 7, "srmMax": "4", "ibuMax": "40", "abvMin": "4", "fgMin": "1.006", "updateDate": "2015-04-07 15:35:59", "fgMax": "1.012", "shortName": "German Pilsener", "abvMax": "5", "id": 75, "srmMin": "3", "name": "German-Style Pilsener"}, "id": "Ngfpqp", "servingTemperature": "very_cold", "statusDisplay": "Verified", "createDate": "2016-07-06 18:55:58", "updateDate": "2016-07-07 19:01:56", "abv": "5", "styleId": 75, "availableId": 1, "glasswareId": 4, "ibu": "40", "srm": {"hex": "FFBF42", "id": 4, "name": "4"}, "name": "Industry"}, {"status": "verified", "isOrganic": "N", "description": "Brewed in tribute to Indy’s first professional soccer team and all of their awesome, supporting fans, this English Pale Ale with orange peel is the perfect game-day beer.", "statusDisplay": "Verified", "nameDisplay": "Indy 11", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/xS2GgM/upload_TyGb8F-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/xS2GgM/upload_TyGb8F-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/xS2GgM/upload_TyGb8F-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Classic English pale ales are golden to copper colored and display earthy, herbal English-variety hop character. Note that \"earthy, herbal English-variety hop character\" is the perceived end, but may be a result of the skillful use of hops of other national origins. Medium to high hop bitterness, flavor, and aroma should be evident. This medium-bodied pale ale has low to medium malt flavor and aroma. Low caramel character is allowable. Fruity-ester flavors and aromas are moderate to strong. Chill haze may be in evidence only at very cold temperatures. The absence of diacetyl is desirable, though, diacetyl (butterscotch character) is acceptable and characteristic when at very low levels.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "5", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:18:23", "fgMax": "1.016", "shortName": "English Pale", "abvMax": "5.5", "id": 1, "srmMin": "5", "name": "Classic English-Style Pale Ale"}, "id": "xS2GgM", "createDate": "2014-09-11 20:50:15", "updateDate": "2015-12-17 17:11:57", "abv": "5", "styleId": 1, "ibu": "40", "name": "Indy 11"}, {"status": "verified", "isOrganic": "Y", "name": "Indy IPA", "nameDisplay": "Indy IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-07-22 14:18:35", "updateDate": "2015-07-22 14:18:36", "abv": "6.3", "styleId": 30, "id": "Vafcr9", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "Y", "description": "This dark brown medium bodied beer will blind side you with its intoxicating flavor and aroma. This is an intense malty beer! With its great malt flavor it also has a toasty aroma and a sweet and slight hoppy flavor all throughout. This beer will both stupefy and please your palate.", "statusDisplay": "Verified", "nameDisplay": "Inebriator", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "Bamberg-style Bock Rauchbier should have beech wood smoky characters that range from detectable to prevalent in the aroma and flavor. Smoke character is not harshly phenolic, but rather very smooth, almost rendering a perception of mild sweetness to this style of beer. The Bock beer character should manifest itself as a strong, malty, medium- to full-bodied with moderate hop bitterness that should increase proportionately with the starting gravity. Hop flavor should be low and hop aroma should be very low. Bocks can range in color from deep copper to dark brown. Fruity esters should be minimal. Diacetyl and chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "30", "ibuMax": "30", "abvMin": "6", "fgMin": "1.018", "updateDate": "2015-04-07 15:38:46", "fgMax": "1.024", "shortName": "Bock Rauchbier", "abvMax": "7.5", "id": 87, "srmMin": "20", "name": "Bamberg-Style Bock Rauchbier"}, "id": "ATzCkB", "createDate": "2015-06-12 16:51:38", "updateDate": "2015-06-12 16:51:38", "abv": "5.8", "styleId": 87, "availableId": 1, "ibu": "16", "name": "Inebriator"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Masham is situated on a bluff, just above a curling loop of the ancient River Ure. The river flows from the heart of the beautiful Yorkshire Dales down through Wensleydale until it meets up with the River Swale to form the Ouse which in turn flows into the River Humber. For many years the River Ure was the finest wild salmon river in England but because of the industrial revolution and the consequential silting up of the river Humber, thus preventing the wild salmon access to the River Ure, the numbers dwindled dramatically. However, following the clean-up of the river Humber, for the first time in a hundred years the environment is right for the Salmon to return once again to the Ure. Together with local riparian owners, Theakston has committed to a long-term sponsorship programme aimed at recovering the wild salmon stocks to their former glory. As part of the plan, we launched a special commemorative ale, Infallible to raise the profile of this important ecological and environmental work.\r\nInfallible is the name of a famous Salmon fly and as the salmon season begins in early autumn we have designed the beer to be deep amber in colour, using generous amounts of luxurious molasses to give a warm, malty ale scented with very light hop characteristic ideal accompaniment to home-made soups, pork pies and sausages.", "statusDisplay": "Verified", "nameDisplay": "Infallible", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "createDate": "2012-08-02 01:37:12", "updateDate": "2015-05-19 17:07:48", "abv": "4.2", "styleId": 3, "availableId": 4, "id": "bbKfi1", "name": "Infallible"}, {"status": "verified", "isOrganic": "N", "name": "Infectious Groove", "nameDisplay": "Infectious Groove", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Wild Beers are any range of color. These beers may be clear or hazy due to yeast, chill haze or hop haze. Aromas may vary tremendously due to fermentation characters contributed by various known and unknown microorganisms. The overall balance should be complex and balanced. Hop aroma very low to high. Usually because of a high degree of attenuation in these beers, malt character is very low to low. If there are exceptions that are malty, the overall balance of complexity of other characters should be in harmony. Hop flavor very low to high. Hop bitterness is perceived at varying levels depending on the overall balance, but usually perceived as very low to low. Wild beers are \"spontaneously\" fermented with microorganisms that the brewer has introduced from the ambient air/environment in the vicinity of the brewery in which the beer is brewed. Wild beers may not be fermented with any cultured strains of yeast or bacteria. Wild beer may or may not be perceived as acidic. It may include a wildly variable spectrum of flavors and aromas derived from the wild microorganisms with which it was fermented. The overall balance of flavors, aromas, appearance and body is an important factor in assessing these beers. Body is very low to medium. Spontaneously fermented beers with fruit, spice or other ingredients would be appropriately entered as Wild Beer. For purposes of competition, entries which could be appropriately entered in an existing classic or traditional category such as Belgian-Style Lambic, Gueuze, Fruit Lambic, etc. should be entered in that category and not entered as a Wild Beer.", "createDate": "2015-04-07 17:21:44", "categoryId": 11, "shortName": "Wild Beer", "id": 170, "name": "Wild Beer"}, "createDate": "2016-04-04 15:51:56", "updateDate": "2016-04-04 15:51:56", "abv": "4.5", "styleId": 170, "id": "7V62Zs", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Corruption, Greed, and Lust. They’re all represented on the hooks of today. Tomorrow, they’ll be stinging Gluttony, Desire, and Sloth. Go ahead. Tell yourself you’re better than all of them. But you can’t. Hell can be funny like that. Down here it’s all just sin. Everyone here is screwed just like you. They don’t care who you sliced, diced, or cheated. No on is escaping this heinous place. Your roommate is an ax murderer. Eerily, he’s not threatening. How can he be? Here, the Fallen Angel owns your body, mind and soul. As such, no one can take your life. It’s already been taken. Or was it given? Neither matters. Did you seriously think you were living a virtuous life. At least Satan serves beer in Hell. He brews it himself right there in that flame stoked cauldron. Rumor has it the beer is straw yellow, bone dry and simply labeled Inferno.", "statusDisplay": "Verified", "nameDisplay": "Inferno Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ZifOT6/upload_G3LRao-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ZifOT6/upload_G3LRao-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ZifOT6/upload_G3LRao-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian pale strong ales are pale to golden in color with relatively light body for a beer of its alcoholic strength. Often brewed with light colored Belgian \"candy\" sugar, these beers are well attenuated. The perception of hop bitterness is medium-low to medium -high, with hop flavor and aroma also in this range. These beers are highly attenuated and have a perceptively deceiving high alcoholic character-being light to medium bodied rather than full bodied. The intensity of malt character should be low to medium, often surviving along with a complex fruitiness. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "10", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:16", "fgMax": "1.024", "shortName": "Belgian Pale Strong", "abvMax": "11", "id": 63, "srmMin": "4", "name": "Belgian-Style Pale Strong Ale"}, "createDate": "2013-11-18 12:53:08", "updateDate": "2015-12-17 07:13:24", "abv": "9", "styleId": 63, "id": "ZifOT6", "name": "Inferno Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This light, igniting ale flickers complex fruits across your tongue, leaving a dry, fruity, bitter finish, smothering your thirst.", "statusDisplay": "Verified", "nameDisplay": "Inferno Golden Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/E39zbg/upload_3VcZmm-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/E39zbg/upload_3VcZmm-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/E39zbg/upload_3VcZmm-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.036", "description": "English Summer Ale is light straw to golden colored with medium-low to medium bitterness, light to medium-light body, and low to medium residual malt sweetness. Torrefied and/or malted wheat are often used in quantities of 25% or less. Malt flavor may be biscuit-like. English, American or Noble-type hop, character, flavor and aroma are evident and may or may not be assertive yet always well balanced with malt character. Mild carbonation traditionally characterizes draft-cask versions. In bottled versions, normal or lively carbon dioxide content is appropriate. The overall impression is refreshing and thirst quenching. Fruity-ester characters are acceptable at low to moderate levels. No butterscotch-like diacetyl or sweet corn-like dimethylsulfide (DMS) should be apparent in aroma or flavor. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "7", "ibuMax": "30", "abvMin": "3.6", "fgMin": "1.006", "updateDate": "2015-04-07 15:19:26", "fgMax": "1.012", "shortName": "English Summer Ale", "abvMax": "5", "id": 6, "srmMin": "4", "name": "English-Style Summer Ale"}, "createDate": "2012-10-22 11:32:30", "updateDate": "2015-12-16 18:43:36", "abv": "4", "styleId": 6, "availableId": 1, "id": "E39zbg", "name": "Inferno Golden Ale"}, {"status": "verified", "isOrganic": "N", "description": "Rejecting traditional brewing dogma, the Infidel challenges the notion of beers fitting neatly into established style guidelines. The assertive citrus hoppiness of an American IPA unites with the spicy notes of a Belgian Pale Ale to create a bold beautiful palate pleasing brew.", "statusDisplay": "Verified", "nameDisplay": "Infidel", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/E3OF8j/upload_Pp8DZ0-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/E3OF8j/upload_Pp8DZ0-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/E3OF8j/upload_Pp8DZ0-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "E3OF8j", "createDate": "2013-11-14 13:32:32", "updateDate": "2015-12-17 07:52:27", "abv": "8.2", "styleId": 30, "ibu": "84", "name": "Infidel"}, {"status": "verified", "isOrganic": "N", "description": "Porters were born in London and dubbed the working man’s ale. At 6.7% this ale gets loads of chocolate malt and wheat malt to build a rich chocolate flavor and silky smooth mouthfeel. Dark and balanced, this beer is a great pairing for a burger or steak.", "statusDisplay": "Verified", "nameDisplay": "Infidel Porter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/MVxTfq/upload_uO4Az4-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/MVxTfq/upload_uO4Az4-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/MVxTfq/upload_uO4Az4-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "createDate": "2014-05-07 13:04:59", "updateDate": "2016-10-26 13:53:14", "abv": "6.8", "styleId": 18, "id": "MVxTfq", "name": "Infidel Porter"}, {"status": "verified", "isOrganic": "Y", "name": "Infidelis Helles", "nameDisplay": "Infidelis Helles", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "Dortmunder has medium hop bitterness. Hop flavor and aroma from noble hops are perceptible but low. Sweet malt flavor can be low and should not be caramel-like. The color of this style is straw to deep golden. The body will be medium bodied. Fruity esters, chill haze, and diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "23", "categoryId": 7, "srmMax": "6", "ibuMax": "29", "abvMin": "5", "fgMin": "1.01", "updateDate": "2015-04-07 15:36:34", "fgMax": "1.014", "shortName": "Dortmunder", "abvMax": "6", "id": 79, "srmMin": "3", "name": "Dortmunder / European-Style Export"}, "createDate": "2015-07-21 16:17:56", "updateDate": "2015-07-21 16:17:56", "abv": "4.8", "styleId": 79, "id": "xjfMkK", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Imperial stout aged in apple brandy barrels", "statusDisplay": "Verified", "nameDisplay": "Infinite Darkness", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Any classic style or unique experimental style of dark beer can be wood or barrel-aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character but wood-aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Primary character of the beer style may or may not be apparent. Sour wood-aged beer of any color is outlined in other categories. Dark fruited or spiced beer would also be appropriately entered in this category. Beers in this style may or may not have Brettanomyces character.  The brewer should explain the special nature of the beer to allow for accurate judging. Comments could include: type of wood used (new or old, oak or other wood type), type of barrel used (new, port/ whiskey/ wine/ sherry/ other), base beer style or achieved character. Beer entries not accompanied by this information will be at a disadvantage during judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "abvMin": "3.75", "updateDate": "2015-04-07 15:46:44", "shortName": "BBL Aged Dark", "abvMax": "6.5", "id": 134, "name": "Wood- and Barrel-Aged Dark Beer"}, "createDate": "2014-07-29 23:43:22", "updateDate": "2014-07-30 11:38:55", "abv": "11.5", "styleId": 134, "id": "NOaEil", "name": "Infinite Darkness"}, {"status": "verified", "isOrganic": "N", "name": "Infinite Deep Imperial Stout", "nameDisplay": "Infinite Deep Imperial Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2016-05-04 20:37:04", "updateDate": "2016-05-04 20:37:04", "abv": "9", "styleId": 43, "id": "Wym94A", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Infinite Sadness", "nameDisplay": "Infinite Sadness", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.06", "description": "Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "21", "ibuMax": "65", "abvMin": "7", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:05", "fgMax": "1.04", "shortName": "Strong Ale", "abvMax": "11", "id": 14, "srmMin": "8", "name": "Strong Ale"}, "createDate": "2016-01-20 17:17:00", "updateDate": "2016-01-20 17:17:00", "abv": "12", "styleId": 14, "id": "Ge8GXZ", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A strong Belgian-style Ale that has a long fermentation period using classic Belgian yeasts. The nose contains some banana and citrus notes while a complex fruitiness and light warming sensation are experienced upon tasting. The artwork is from our good friend and world-renowned artist Norton Wisdom.", "srmId": 6, "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "nameDisplay": "iNFiNiTE WiSDOM TRiPEL", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/4LYK7C/upload_dfgU0f-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/4LYK7C/upload_dfgU0f-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/4LYK7C/upload_dfgU0f-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "id": "4LYK7C", "statusDisplay": "Verified", "createDate": "2012-01-03 02:43:29", "updateDate": "2015-12-16 06:19:20", "abv": "9", "styleId": 59, "availableId": 4, "glasswareId": 6, "ibu": "32.5", "srm": {"hex": "F8A600", "id": 6, "name": "6"}, "name": "iNFiNiTE WiSDOM TRiPEL"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A light-bodied Belgian Wit beer brewed with Organic Orange Peel and Organic Coriander. Unfiltered, straw in color with an aroma that hints to the Orange / citrus character.  Meant to be enjoyed alone or better yet with a light appetizer or interesting salad.  Light and refreshingly crisp with a mild fruity/citrus character.  Garnish with an Orange slice.", "statusDisplay": "Verified", "nameDisplay": "Infinite Wit", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/oWqhon/upload_JKWjX3-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/oWqhon/upload_JKWjX3-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/oWqhon/upload_JKWjX3-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "id": "oWqhon", "createDate": "2013-08-01 16:08:18", "updateDate": "2015-12-17 04:44:13", "abv": "4.5", "styleId": 65, "availableId": 1, "foodPairings": " Light appetizers, salads, lighter seafoods, and excellent as a base for Steamed Mussels.", "ibu": "9", "name": "Infinite Wit"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "Infinity Belgian Grand Cru", "nameDisplay": "Infinity Belgian Grand Cru", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "createDate": "2012-06-10 20:27:55", "updateDate": "2012-06-10 23:16:38", "styleId": 64, "availableId": 4, "id": "DFY3wI", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "description": "Black ale with thick dark head; sweet molasses aroma; flavors of chocolate, raisin, caramel, and oak, with nutty hints and a little; smooth, creamy mouth feel and warming alcohol finish, full bodied: gentle carbonation", "statusDisplay": "Verified", "nameDisplay": "Infinity Bourbon Barrel-Aged Imperial Stout", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Any classic style or unique experimental style of dark beer can be wood or barrel-aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character but wood-aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Primary character of the beer style may or may not be apparent. Sour wood-aged beer of any color is outlined in other categories. Dark fruited or spiced beer would also be appropriately entered in this category. Beers in this style may or may not have Brettanomyces character.  The brewer should explain the special nature of the beer to allow for accurate judging. Comments could include: type of wood used (new or old, oak or other wood type), type of barrel used (new, port/ whiskey/ wine/ sherry/ other), base beer style or achieved character. Beer entries not accompanied by this information will be at a disadvantage during judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "abvMin": "3.75", "updateDate": "2015-04-07 15:46:44", "shortName": "BBL Aged Dark", "abvMax": "6.5", "id": 134, "name": "Wood- and Barrel-Aged Dark Beer"}, "name": "Infinity Bourbon Barrel-Aged Imperial Stout", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2015-01-22 22:21:18", "updateDate": "2015-08-19 15:15:27", "abv": "12", "styleId": 134, "availableId": 8, "id": "PtOQbs", "glasswareId": 6}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "What we love in a great IPA is a firm, clean bitterness with a mix of pine, resin, and bright citrus aromas, all capped off with a snappy dry finish. We achieve that luscious imbalance by using copious amounts of American hops at every opportunity during the process. The result is a crisp, toasty, malt flavor that cowers before a massive hoppy bitterness and aroma, crawling its way from the glass to smack your taste buds around.", "srmId": 7, "nameDisplay": "INFINITY IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "bPqN0D", "statusDisplay": "Verified", "createDate": "2015-04-09 01:29:42", "updateDate": "2015-04-09 01:29:43", "abv": "6.7", "styleId": 30, "availableId": 1, "srm": {"hex": "F39C00", "id": 7, "name": "7"}, "ibu": "79", "name": "INFINITY IPA"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Our brewers worked for two years with the world’s oldest brewery, Germany’s Weihenstephan, to create this unique new beer style. A groundbreaking brew, made with only the four traditional ingredients: malted barley, hops, water and yeast, Infinium™ is a crisp champagne-like beer with fine bubbles and a fruity, spicy aroma. The crisp clean malt character and delicate fruit notes in this beer are complemented by a slight citrus flavor from dry hopping with Bavarian Noble hops. Bottle conditioning adds another layer of complexity and light spice notes.", "srmId": 8, "glass": {"createDate": "2012-01-03 02:41:33", "id": 1, "name": "Flute"}, "nameDisplay": "Infinium", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/MFHx7I/upload_SjH9BL-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/MFHx7I/upload_SjH9BL-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/MFHx7I/upload_SjH9BL-icon.png"}, "originalGravity": "1.0853", "id": "MFHx7I", "statusDisplay": "Verified", "createDate": "2012-01-03 02:43:29", "updateDate": "2015-12-16 06:15:03", "abv": "10.3", "styleId": 125, "availableId": 2, "glasswareId": 1, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "ibu": "10", "srm": {"hex": "EA8F00", "id": 8, "name": "8"}, "name": "Infinium"}, {"status": "verified", "isOrganic": "N", "name": "Inflation Double Wit", "nameDisplay": "Inflation Double Wit", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "createDate": "2015-10-02 14:06:55", "updateDate": "2015-10-02 14:06:55", "abv": "8", "styleId": 65, "id": "wV5Qr3", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Our Infrared IPA is brewed to create a perfect balance between a hoppy West Coast IPA and malt forward East Coast IPA. Amarillo, Citra, Simcoe and Centennial hops have been added to rye and honey malts for our bright and juicy signature IPA. Perfect for hop-heads, but with enough malt to satiate our malt-freaks as well.", "statusDisplay": "Verified", "nameDisplay": "Infrared IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2016-08-02 14:09:20", "updateDate": "2016-08-02 14:09:20", "abv": "6.4", "styleId": 30, "id": "XiKorR", "name": "Infrared IPA"}, {"status": "verified", "isOrganic": "Y", "description": "InfRIngement is the culmination of nearly 4 years of test brewing and development. From figuring out what beers go best with our Thomas Tew Rum barrels, to how long to age, and how well the beer holds up in the bottles, the brewers have spent years tuning and tweaking to get everything just right. The end result is a Russian Imperial Stout that is aged in freshly dumped Thomas Tew Rum barrels. The beer was designed to have enough roasted bitterness and body to balance out the impacts of the sweetness from the barrel and the pickup of the remnants of rum. InfRIngement goes well beyond just throwing beer in a barrel. It is the destination after a 4 year exploration into the realm of beer aging in rum barrels. Only a small amount of beer resulted from the project and that was placed in 22oz bottles for our fans to enjoy. Although one of our smallest releases, EVER, it will surely be one of the most remembered.", "statusDisplay": "Verified", "nameDisplay": "InfRIngement", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2015-06-30 21:38:11", "updateDate": "2015-06-30 21:38:11", "abv": "10", "styleId": 43, "id": "ylpznb", "name": "InfRIngement"}, {"status": "verified", "isOrganic": "N", "description": "Inspired by a unique yeast’s ability to gently weave character and flavor into the beers if ferments. A sweet body balanced with a big alcohol warmth and a touch of hops. Lingering rich flavors add to the complexity. Try aging this one for a year or two at cellar temperatures and compare the flavors that will emerge. For a “SLOW” experience pair this with smoked cheese, baked whole grain crackers, blackened peppercorn rib eye steaks, rich dark chocolate, hazelnut crepes or a fresh dark wrapped maduro cigar.", "statusDisplay": "Verified", "nameDisplay": "Infusco", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "name": "Infusco", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2012-04-23 16:00:58", "updateDate": "2012-04-23 16:00:58", "styleId": 70, "id": "WEJkpJ", "glasswareId": 6}, {"status": "verified", "isOrganic": "N", "description": "Infusion A starts with the base of our Silk Porter and adds to its deliciousness with tasty swirls of chocolate and peanut butter flavor!", "statusDisplay": "Verified", "nameDisplay": "Infusion A - Coffee Porter", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Coffee beers use coffee in any of its forms other than or in addition to hops to create a distinct (ranging from subtle to intense) character. Under hopping allows coffee to contribute to the flavor profile while not becoming excessively bitter. If this beer is a classic style with coffee flavor, the brewer should specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 11, "srmMax": "50", "ibuMax": "40", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:40", "fgMax": "1.03", "shortName": "Coffee Beer", "abvMax": "12", "id": 123, "srmMin": "8", "name": "Coffee-Flavored Beer"}, "createDate": "2016-07-20 17:09:07", "updateDate": "2016-07-20 17:09:07", "abv": "6.2", "styleId": 123, "id": "heGwCl", "name": "Infusion A - Coffee Porter"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Taking a hint from our Mean Manalishi Double I.P.A., intense hop flavors and aromas are taken to a higher level by further dry hopping with aromatic American Cascade and Citra hops to create \"Infusion B\". The second beer in our Tower Tuesday Series, this Double I.P.A. is another great example of the fun and tasty infusions we are creating in our Tasting Room on Tower Tuesdays!", "statusDisplay": "Verified", "nameDisplay": "Infusion B Double IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/g2q71Y/upload_GbvWq6-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/g2q71Y/upload_GbvWq6-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/g2q71Y/upload_GbvWq6-icon.png"}, "originalGravity": "1.083", "createDate": "2014-05-20 13:14:59", "updateDate": "2015-12-17 14:00:31", "abv": "8.2", "styleId": 31, "availableId": 2, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "g2q71Y", "name": "Infusion B Double IPA"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Ingalls ginger is a ginger ale, but not one for the kids.   Ingalls features ginger flavor and aroma on top of a backbone that is best described as a pale.  The just-above-subtle ginger flavor is backed by a light hop bitterness (with the ginger contributing a little as well), with some residual sweetness and mouth feel from the large portion of wheat used in the grain bill.  A late portion of cascade hops complement the ginger aroma with a nice citrus counterpart.   A great refreshing beer that will surely be a hit for the ginger lovers and even for (most of the) ginger doubters (we had a few taste the beer throughout the process).", "statusDisplay": "Verified", "nameDisplay": "Ingalls Ginger", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "name": "Ingalls Ginger", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-15 18:27:58", "updateDate": "2014-10-20 19:16:25", "styleId": 124, "availableId": 2, "id": "Ca2e18", "glasswareId": 5}, {"status": "verified", "isOrganic": "Y", "description": "Danish: Denne skønne hvedeøl er brygget som en belgisk wit og tilsat masser af frisk ingefær. Den er velegnet til sushi og andre orientalske retter med ingefær.", "statusDisplay": "Verified", "nameDisplay": "Ingefær", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "createDate": "2015-07-28 20:14:39", "updateDate": "2015-07-28 20:14:39", "abv": "4.5", "styleId": 65, "id": "vKoI3Y", "name": "Ingefær"}, {"status": "verified", "isOrganic": "N", "description": "Our belgian farmhouse ale is rich yet finishes dry with hints of white pepper and fresh squeezed orange juice.", "statusDisplay": "Verified", "nameDisplay": "Ingenue", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "id": "Idgwnd", "createDate": "2016-10-26 22:40:21", "updateDate": "2016-10-26 22:40:21", "abv": "7.3", "styleId": 72, "ibu": "28", "name": "Ingenue"}]
