[{"status": "verified", "isOrganic": "N", "description": "Ale of the Imp pours out a brilliantly clear gold color with an off-white colored head. The aroma is an intoxicating mixture of pungent piney hops with fragrant floral notes. Ale of the Imp is the perfect craft beer for the hop head! It has an herbal hop flavor with a bright, citrusy character, and light toasted malt backbone. With just under 100 IBUs, Ale of the Imp, has an aggressive hop bitterness that lingers on the palate. Lingers. This is a medium-full bodied beer with high carbonation and a dry finish.", "statusDisplay": "Verified", "nameDisplay": "Ale of the Imp Imperial IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "4hSvaK", "createDate": "2014-09-09 15:58:03", "updateDate": "2014-10-13 19:19:17", "abv": "8", "styleId": 31, "ibu": "99.9", "name": "Ale of the Imp Imperial IPA"}, {"status": "verified", "isOrganic": "N", "description": "Our Imperial Stout pours out black with a thick brown colored head. The aroma is a mixture of cocoa, black coffee, roasted malts and a hint of molasses. Its flavor is a decadent balance of black coffee, bittersweet dark chocolate, roasted malts, a touch of molasses and a soft fruit character. A moderately full bodied beer with matching carbonation, this imperial stout has just enough alcohol to keep your cheeks warm, and a dry finish to keep you coming back for more.", "statusDisplay": "Verified", "nameDisplay": "Ale of the Tun Imperial Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "id": "h1Bjjl", "createDate": "2014-09-09 15:59:23", "updateDate": "2014-09-09 15:59:23", "abv": "9", "styleId": 43, "ibu": "30", "name": "Ale of the Tun Imperial Stout"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Ale Primeur", "srmId": 11, "nameDisplay": "Ale Primeur", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "originalGravity": "1.057", "id": "oOS5Tg", "servingTemperature": "cool", "createDate": "2016-06-25 17:15:37", "updateDate": "2016-07-19 14:44:41", "abv": "5.8", "styleId": 62, "availableId": 1, "srm": {"hex": "D77200", "id": 11, "name": "11"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "12", "ibuMax": "30", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:06", "fgMax": "1.014", "shortName": "Belgian Pale", "abvMax": "6", "id": 62, "srmMin": "6", "name": "Belgian-Style Pale Ale"}, "ibu": "35", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Ale Storm", "nameDisplay": "Ale Storm", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "id": "JG7y2i", "createDate": "2015-03-12 21:25:49", "updateDate": "2015-03-12 21:25:49", "abv": "12", "styleId": 34, "ibu": "60", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "The perfect ‘baseball’ beer. A smooth, thirst-quenching beer that balances the delicate sweetness of Pilsner malt and lemony/spicy notes of Sterling hops. It was specifically crafted to be an approachable but flavorful addition to everyone’s favorite pastime", "statusDisplay": "Verified", "nameDisplay": "Ale Storm", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/QE9mPl/upload_1QpTSk-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/QE9mPl/upload_1QpTSk-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/QE9mPl/upload_1QpTSk-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "id": "QE9mPl", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 2, "name": "Goblet"}, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2014-07-25 18:34:28", "updateDate": "2015-12-17 14:50:28", "abv": "5.1", "styleId": 36, "availableId": 1, "glasswareId": 2, "ibu": "13", "name": "Ale Storm"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Originally brewed to celebrate Inauguration Day, January 20, 2009, we elected to give Ale to the Chief a second term to commemorate the 2012 election!\r\n\r\nNot an “Imperial” pale ale, this is a democracy. It’s Presidential! Take the all-American pale ale, a bipartisan blend of malt and hops, increase both to Avery Brewing standards, and then, of course, dry hop the result with that most quintessential of American hops, Cascades, and you get this…a brew worthy of the Oval Office!\r\n\r\n“We the Brewers of Avery Brewing Company, in order to form a more perfect ale, require leadership that can liberate us from our quagmires in foreign lands; embrace environmentally sound energy alternatives to imported oil; heal our ailing health care system; free us from tyrannical debt and resurrect the collapsing dollar. We hereby pledge to provide him or her with an ample amount of our Presidential Pale Ale to support in the struggle for the aforementioned goals! Hail to the Chief!”", "statusDisplay": "Verified", "nameDisplay": "Ale To The Chief", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/91s02H/upload_VFe1jb-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/91s02H/upload_VFe1jb-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/91s02H/upload_VFe1jb-icon.png"}, "originalGravity": "1.076", "id": "91s02H", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:39", "updateDate": "2015-12-16 05:03:56", "abv": "8.5", "styleId": 25, "availableId": 2, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "ibu": "65", "name": "Ale To The Chief"}, {"status": "verified", "isOrganic": "N", "description": "At Saint Arnold, we are passionate about animal rescue. A number of us here are proud to have rescue animals as family members. To this end, we are donating a portion of the sales of Ale Wagger to support local rescue organizations to improve the lives of animals in our communities.\r\n\r\nA beautiful, deep copper brown ale. It has a full, malty body with hints of chocolate, a touch of sweetness and a light hop flavor. A complex malt character is created by combining five different types of malts. It has a rich, creamy head with a fine lace. The light fruitiness, characteristic of ales, is derived from a proprietary yeast strain.", "statusDisplay": "Verified", "nameDisplay": "Ale Wagger Brown", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "originalGravity": "1.052", "id": "q24sa0", "servingTemperature": "cool", "createDate": "2016-04-11 14:36:28", "updateDate": "2016-04-11 14:36:28", "abv": "5.8", "styleId": 37, "foodPairings": "Pecan crusted snapper & venison.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "ibu": "22", "name": "Ale Wagger Brown"}, {"status": "verified", "isOrganic": "N", "description": "Strong hop favor with a hint of citrus. Slight hop bitterness and a moderate caramel malt finish.", "statusDisplay": "Verified", "nameDisplay": "Ale Yeah!", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-04-08 17:06:22", "updateDate": "2015-04-08 17:06:22", "abv": "4.8", "styleId": 25, "id": "6hje89", "name": "Ale Yeah!"}, {"status": "verified", "isOrganic": "N", "description": "This gently hopped cream ale is golden in color, crisp, with a light/refreshing finish. We use a special yeast to give this beer a unique flavor profile. Ale'ndale is perfect on a hot summer day or when you just want a full flavored light beer!", "statusDisplay": "Verified", "nameDisplay": "Ale'ndale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.044", "description": "Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "5", "ibuMax": "22", "abvMin": "4.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:30", "fgMax": "1.01", "shortName": "Cream Ale", "abvMax": "5.6", "id": 109, "srmMin": "2", "name": "American-Style Cream Ale or Lager"}, "id": "wpLiDc", "createDate": "2016-11-16 17:55:33", "updateDate": "2016-11-16 17:55:33", "abv": "4", "styleId": 109, "ibu": "14", "name": "Ale'ndale"}, {"status": "verified", "isOrganic": "Y", "description": "Often meant for aging, ours is a true to form dark cloudy amber with a sweet yet earthy flavor and creamy body. We use blackstrap molasses to give this its deep color and sweet finish (…and its higher alcohol content)", "statusDisplay": "Verified", "nameDisplay": "Ale'Osaurus", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.058", "description": "Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "30", "ibuMax": "65", "abvMin": "6", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:03", "fgMax": "1.03", "shortName": "Old Ale", "abvMax": "9", "id": 13, "srmMin": "12", "name": "Old Ale"}, "id": "BRcnAd", "createDate": "2015-06-01 14:30:55", "updateDate": "2015-06-01 14:30:55", "abv": "6.7", "styleId": 13, "ibu": "26", "name": "Ale'Osaurus"}, {"status": "verified", "isOrganic": "N", "name": "Ale-Mania Imperial IPA", "nameDisplay": "Ale-Mania Imperial IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "pCoco3", "createDate": "2015-01-23 20:13:47", "updateDate": "2015-02-09 13:45:59", "abv": "8.1", "styleId": 31, "ibu": "100", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Ale-Mania India Pale Ale", "nameDisplay": "Ale-Mania India Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "bC0zah", "createDate": "2015-01-28 20:44:21", "updateDate": "2015-02-09 13:47:32", "abv": "5.8", "styleId": 30, "ibu": "54", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Ale-Mania Saison", "nameDisplay": "Ale-Mania Saison", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "id": "Ct5oec", "createDate": "2015-01-23 20:12:48", "updateDate": "2015-02-09 13:45:31", "abv": "6.8", "styleId": 72, "availableId": 1, "ibu": "30", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Ale-Mania Scottish Ale", "nameDisplay": "Ale-Mania Scottish Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.072", "description": "Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "35", "abvMin": "6.2", "fgMin": "1.016", "updateDate": "2015-04-07 15:21:11", "fgMax": "1.028", "shortName": "Scotch Ale", "abvMax": "8", "id": 15, "srmMin": "15", "name": "Scotch Ale"}, "id": "3qGF6v", "createDate": "2015-01-23 20:17:36", "updateDate": "2015-02-09 13:46:24", "abv": "6.2", "styleId": 15, "ibu": "30", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Brewed and dry-hopped with 3 pounds per barrel of Amarillo!!! Dry in the beginning, with a nice \r\nmalt middle and a huge hop finish, this big I.P.A. brings notes of bright fruit and citrus. \r\nMiiiiiiiiister Crowley!!! What went wrong in your head? Oh, Mr. Crowley, did you talk with the dead???", "statusDisplay": "Verified", "nameDisplay": "Aleister Double American I.P.A.", "originalGravity": "1.07", "createDate": "2014-09-17 22:29:49", "updateDate": "2014-11-22 12:11:05", "abv": "8", "styleId": 30, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "ceC3MR", "name": "Aleister Double American I.P.A."}, {"status": "verified", "isOrganic": "N", "description": "Hoppy Red Saison w/ Lime and Rum soaked Applewood", "statusDisplay": "Verified", "nameDisplay": "Aleman / Begyle / Stone Redonkulous", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2015-04-06 19:18:42", "updateDate": "2015-04-06 19:18:42", "abv": "7.2", "styleId": 72, "id": "8DUB1I", "name": "Aleman / Begyle / Stone Redonkulous"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Alemannia is crafted in the old-world German Altbier tradition, from a time before lager yeasts were discovered. German hops impart hints of clove and pepper, and light malts bestow a character of freshly baked bread. Alemannia takes you back to a time when full-flavored yet straightforward beer was the standard daily drink.", "statusDisplay": "Verified", "nameDisplay": "Alemannia", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.044", "description": "German-Style Altbiers are copper to dark brown ales, originally from the Düsseldorf area. No chill haze should be perceived. A variety of malts including wheat may be used to produce medium-low to medium malt aroma. Fruityester aroma can be low. No diacetyl aroma should be perceived. Hop aroma is low to medium. A variety of malts including wheat may be used to produce medium-low to medium level malty flavor. Hop flavor is low to medium. Hop bitterness is medium to very high (although the 25 to 35 IBU range is more normal for the majority of Altbiers from Düsseldorf). Fruity-ester flavors can be low. No diacetyl should be perceived. The overall impression is clean, crisp, and flavorful often with a dry finish. Body is medium.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 4, "srmMax": "19", "ibuMax": "52", "abvMin": "4.3", "fgMin": "1.008", "updateDate": "2015-04-07 17:08:31", "fgMax": "1.014", "shortName": "Altbier", "abvMax": "5.5", "id": 55, "srmMin": "11", "name": "German-Style Altbier"}, "id": "Rkqb7i", "createDate": "2015-03-06 20:32:31", "updateDate": "2015-03-06 20:32:31", "abv": "4.5", "styleId": 55, "availableId": 1, "ibu": "35", "name": "Alemannia"}, {"status": "verified", "isOrganic": "N", "name": "Alembic Pale", "nameDisplay": "Alembic Pale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2012-01-03 02:42:39", "updateDate": "2015-05-07 14:53:12", "abv": "5.5", "styleId": 25, "id": "9iKzSr", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Alena", "nameDisplay": "Alena", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2012-01-03 02:42:39", "updateDate": "2012-03-22 13:05:02", "abv": "6.5", "styleId": 31, "id": "LI89RY", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Alenda Weissbier", "srmId": 12, "glass": {"createDate": "2012-01-03 02:41:33", "id": 9, "name": "Weizen"}, "nameDisplay": "Alenda Weissbier", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "originalGravity": "1.05", "id": "u9K2Wy", "servingTemperature": "cold", "statusDisplay": "Verified", "createDate": "2016-07-20 12:37:41", "updateDate": "2016-08-23 18:06:15", "abv": "5.2", "styleId": 48, "availableId": 1, "srm": {"hex": "CF6900", "id": 12, "name": "12"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "ibu": "10", "glasswareId": 9}, {"status": "verified", "isOrganic": "N", "name": "Ales For A.L.S.", "nameDisplay": "Ales For A.L.S.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2016-07-10 23:06:09", "updateDate": "2016-07-10 23:06:09", "abv": "4.6", "styleId": 32, "id": "tibZWk", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "FACTION ALES FOR ALS IPA THANKS LOFTUS RANCHES AND HOPUNION WHO HAVE CREATED ALES FOR ALS TO SUPPORT A VERY WORTHY CAUSE – ALS RESEARCH.", "statusDisplay": "Verified", "nameDisplay": "ALES FOR ALS IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/XCOYdF/upload_Li2adk-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/XCOYdF/upload_Li2adk-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/XCOYdF/upload_Li2adk-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "XCOYdF", "createDate": "2015-03-15 21:34:55", "updateDate": "2015-12-17 23:42:12", "abv": "6.5", "styleId": 30, "ibu": "60", "name": "ALES FOR ALS IPA"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Ales For ALS Red IPL", "nameDisplay": "Ales For ALS Red IPL", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2015-10-21 13:48:32", "updateDate": "2015-10-21 13:48:32", "abv": "6.2", "styleId": 32, "availableId": 2, "id": "6HxSwj", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "a medium bodied ale balanced with rich smooth malt. A bit of sweetness and herbal citrus round out the flavors from the use of Simcoe and Amarillo hops.", "statusDisplay": "Verified", "nameDisplay": "Ales4Tailz", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "m5LA8o", "createDate": "2015-05-20 16:03:10", "updateDate": "2015-05-21 20:45:33", "abv": "6", "styleId": 32, "ibu": "34", "name": "Ales4Tailz"}, {"status": "verified", "isOrganic": "N", "description": "City and Country brewers used a piece of evergreen on their alestake (a pole) announcing they had beer to serve. This beer celebrates the other \"green\" in brewing: hops, which are used for aroma, flavour, bitterness, and preservation. Those who like hoppy beers, like this India Pale Ale (IPA), celebrate their releases and drink them fresh, as patrons seeing an evergreen bough on the brewer's alestake did in the past. That's when IPA becomes IP Yay. Cheers for Alestake and Evergreen IPA!", "srmId": 6, "nameDisplay": "Alestake and Evergreen", "originalGravity": "1.06", "id": "Laexx6", "statusDisplay": "Verified", "createDate": "2016-10-28 23:05:28", "updateDate": "2016-11-11 15:15:30", "abv": "5.9", "styleId": 30, "srm": {"hex": "F8A600", "id": 6, "name": "6"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "ibu": "55", "name": "Alestake and Evergreen"}, {"status": "verified", "isOrganic": "N", "name": "Alewife Ale", "statusDisplay": "Verified", "nameDisplay": "Alewife Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English pale mild ales range from golden to amber in color. Malt flavor dominates the flavor profile with little hop bitterness or flavor. Hop aroma can be light. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "17", "ibuMax": "20", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:35", "fgMax": "1.008", "shortName": "English Pale Mild", "abvMax": "4", "id": 10, "srmMin": "8", "name": "English-Style Pale Mild Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-23 18:18:59", "updateDate": "2015-06-29 19:07:32", "styleId": 10, "id": "bJgHxR", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Our flagship ale, a bittersweet balance of malt and hops.  This English-style Pale Ale is a great session beer.", "statusDisplay": "Verified", "nameDisplay": "Alewife Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Classic English pale ales are golden to copper colored and display earthy, herbal English-variety hop character. Note that \"earthy, herbal English-variety hop character\" is the perceived end, but may be a result of the skillful use of hops of other national origins. Medium to high hop bitterness, flavor, and aroma should be evident. This medium-bodied pale ale has low to medium malt flavor and aroma. Low caramel character is allowable. Fruity-ester flavors and aromas are moderate to strong. Chill haze may be in evidence only at very cold temperatures. The absence of diacetyl is desirable, though, diacetyl (butterscotch character) is acceptable and characteristic when at very low levels.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "5", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:18:23", "fgMax": "1.016", "shortName": "English Pale", "abvMax": "5.5", "id": 1, "srmMin": "5", "name": "Classic English-Style Pale Ale"}, "name": "Alewife Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-23 15:39:38", "updateDate": "2012-04-23 15:39:38", "abv": "4.4", "styleId": 1, "id": "Iuh9KI", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "The original amber ale! AleWorks Altbier is made with German Pilsen and Munich variety malts and balanced with German noble hops. A drinkable beer originating from the town of Dusseldorf in Germany. 5.2% Volume", "statusDisplay": "Verified", "nameDisplay": "AleWorks Altbier", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.044", "description": "German-Style Altbiers are copper to dark brown ales, originally from the Düsseldorf area. No chill haze should be perceived. A variety of malts including wheat may be used to produce medium-low to medium malt aroma. Fruityester aroma can be low. No diacetyl aroma should be perceived. Hop aroma is low to medium. A variety of malts including wheat may be used to produce medium-low to medium level malty flavor. Hop flavor is low to medium. Hop bitterness is medium to very high (although the 25 to 35 IBU range is more normal for the majority of Altbiers from Düsseldorf). Fruity-ester flavors can be low. No diacetyl should be perceived. The overall impression is clean, crisp, and flavorful often with a dry finish. Body is medium.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 4, "srmMax": "19", "ibuMax": "52", "abvMin": "4.3", "fgMin": "1.008", "updateDate": "2015-04-07 17:08:31", "fgMax": "1.014", "shortName": "Altbier", "abvMax": "5.5", "id": 55, "srmMin": "11", "name": "German-Style Altbier"}, "name": "AleWorks Altbier", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:39", "updateDate": "2012-03-22 13:05:35", "abv": "5.2", "styleId": 55, "availableId": 4, "id": "0XrPF2", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "The smooth British malts dominate both the aroma and flavor while the English East Kent Goldings hops are mostly nonexistent, just there to create a balance that is not too sweet while adding a bit of earthy aromatics. It has a medium light body that hits with malt character in the middle and finishes quite dry leaving the palate ready for more, which is by design as this style is considered a session beer.", "statusDisplay": "Verified", "nameDisplay": "Alex's Mild", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/fQuADn/upload_F1xqn5-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/fQuADn/upload_F1xqn5-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/fQuADn/upload_F1xqn5-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English dark mild ales range from deep copper to dark brown (often with a red tint) in color. Malt flavor and caramel are part of the flavor and aroma profile while, licorice and roast malt tones may sometimes contribute to the flavor and aroma profile. Body should be low-medium to medium. These beers have very little hop flavor or aroma. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "34", "ibuMax": "24", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:43", "fgMax": "1.008", "shortName": "English Dark Mild", "abvMax": "4", "id": 11, "srmMin": "17", "name": "English-Style Dark Mild Ale"}, "createDate": "2014-09-10 19:30:14", "updateDate": "2015-12-17 17:30:26", "abv": "4.2", "styleId": 11, "id": "fQuADn", "name": "Alex's Mild"}, {"status": "verified", "isOrganic": "N", "name": "Alexander", "nameDisplay": "Alexander", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "This light- to medium-bodied deep copper to brown ale is characterized by a slight to strong lactic sourness, and with \"Reds\" sometimes a balanced degree of acetic acid. Brettanomyces produced flavors and aromas are not part of character. A fruity-estery character which is often cherry-like is apparent with no hop flavor or aroma. Flanders brown ales have low to medium bitterness and a cocoa-like character from roast malt. Roasted malt character in aroma and flavor is acceptable at low levels. A very low degree of malt sweetness may be present and in balance with the acidity produced by Lactobacillus activity. Oak-like or woody characters may be pleasantly integrated into overall palate. Chill haze is acceptable at low serving temperatures. Some versions may be more highly carbonated and, when bottle conditioned, may appear cloudy (yeast) when served. These final beers are often blended old with new before packaging in order to create the brewer's intended balance of characters.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "20", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:31:39", "fgMax": "1.016", "shortName": "Flanders Red", "abvMax": "6.5", "id": 57, "srmMin": "12", "name": "Belgian-Style Flanders Oud Bruin or Oud Red Ales"}, "createDate": "2012-01-03 02:42:39", "updateDate": "2016-06-27 18:44:37", "styleId": 57, "id": "JHbtg4", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Alexander", "nameDisplay": "Alexander", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2012-10-23 01:07:28", "updateDate": "2012-10-23 01:07:29", "abv": "5.2", "styleId": 93, "id": "BipxXj", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Alexander Alt", "nameDisplay": "Alexander Alt", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "createDate": "2012-01-03 02:42:39", "updateDate": "2012-03-22 13:04:53", "styleId": 37, "id": "yKhb6V", "statusDisplay": "Verified"}, {"available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "srmId": 30, "styleId": 18, "availableId": 4, "srm": {"hex": "600903", "id": 30, "name": "30"}, "id": "inNXeP", "statusDisplay": "Verified", "originalGravity": "1.061", "nameDisplay": "Alexander Porter", "name": "Alexander Porter", "abv": "5.7", "status": "verified", "description": "The Alexander is an easy-drinking porter with a very low level of bitterness.  It is named after Brig. Gen. Porter Alexander who led forces in Virginia.  Although it is dark in color, the roasted malts add to its dry, drinkable nature.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "ibu": "12", "servingTemperature": "cold", "updateDate": "2015-08-28 16:15:27", "createDate": "2015-06-06 12:16:46"}, {"status": "verified", "isOrganic": "N", "name": "Alexander Supertramp", "nameDisplay": "Alexander Supertramp", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/UeUgNR/upload_BSPIb2-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/UeUgNR/upload_BSPIb2-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/UeUgNR/upload_BSPIb2-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.074", "description": "Malty sweetness is dominant but should not be cloying. Malt character is more reminiscent of fresh and lightly toasted Munich- style malt, more so than caramel or toffee malt character. Some elements of caramel and toffee can be evident and contribute to complexity, but the predominant malt character is an expression of toasted barley malt. Doppelbocks are full bodied and deep amber to dark brown in color. Astringency from roast malts is absent. Alcoholic strength is high, and hop rates increase with gravity. Hop bitterness and flavor should be low and hop aroma absent. Fruity esters are commonly perceived but at low to moderate levels. Diacetyl should be absent", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 7, "srmMax": "30", "ibuMax": "27", "abvMin": "6.5", "fgMin": "1.014", "updateDate": "2015-04-07 15:39:08", "fgMax": "1.02", "shortName": "Doppelbock", "abvMax": "8", "id": 90, "srmMin": "12", "name": "German-Style Doppelbock"}, "createDate": "2014-03-04 12:37:59", "updateDate": "2015-12-17 11:25:28", "abv": "10", "styleId": 90, "id": "UeUgNR", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "The first time we brewed the Russian we didn't think we'd get all the grain in the mash tun. Until Ohio liquor laws allowed us to exceed 6% alcohol by weight, this was as big as brewing workouts got here. The result is a roasty, fruity beer that you might be tempted to eat with a spoon.", "statusDisplay": "Verified", "nameDisplay": "Alexander's Russian Imperial Stout", "originalGravity": "1.08", "id": "CVhHY8", "createDate": "2015-08-14 20:51:00", "updateDate": "2015-08-14 20:51:01", "abv": "7.6", "styleId": 16, "availableId": 1, "foodPairings": "This one pairs up beautifully with dark chocolate; also try chocolate-and-fruit desserts, such as stout cheesecake with raspberry sauce, or something with caramel or pecans. Stilton and walnuts; chocolate baked Alaska.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.08", "description": "Dark copper to very dark brown, British-style imperial stouts typically have high alcohol content. The extremely rich malty flavor (often characterized as toffee-like or caramel-like) and aroma are balanced with medium hopping and high fruity-ester characteristics. Bitterness should be moderate and balanced with sweet malt character. The bitterness may be higher in the darker versions. Roasted malt astringency is very low or absent. Bitterness should not overwhelm the overall character. Hop aroma can be subtle to moderately hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:45", "ibuMin": "45", "categoryId": 1, "srmMax": "35", "ibuMax": "65", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:22:41", "fgMax": "1.03", "shortName": "British Imperial Stout", "abvMax": "12", "id": 16, "srmMin": "20", "name": "British-Style Imperial Stout"}, "ibu": "51", "name": "Alexander's Russian Imperial Stout"}, {"status": "verified", "isOrganic": "N", "description": "A rare beer style today, it is inky-brown with a sweet malt nose and flavor. Excellent body and balance. This style of stout was shipped from Britain to the Russian Imperial Court. 1997 & 2000 RAF Gold Medal Winner!", "statusDisplay": "Verified", "nameDisplay": "Alexander's Russian Imperial Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.08", "description": "Dark copper to very dark brown, British-style imperial stouts typically have high alcohol content. The extremely rich malty flavor (often characterized as toffee-like or caramel-like) and aroma are balanced with medium hopping and high fruity-ester characteristics. Bitterness should be moderate and balanced with sweet malt character. The bitterness may be higher in the darker versions. Roasted malt astringency is very low or absent. Bitterness should not overwhelm the overall character. Hop aroma can be subtle to moderately hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:45", "ibuMin": "45", "categoryId": 1, "srmMax": "35", "ibuMax": "65", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:22:41", "fgMax": "1.03", "shortName": "British Imperial Stout", "abvMax": "12", "id": 16, "srmMin": "20", "name": "British-Style Imperial Stout"}, "name": "Alexander's Russian Imperial Stout", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-05-04 00:27:40", "updateDate": "2012-05-04 00:27:40", "styleId": 16, "id": "qGRto4", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "With glowing golden color and soft fragrance of malt and yeast beer brewed ALFA with the same pure traditional recipe entirely in Greece with Greek barley with 42%", "statusDisplay": "Verified", "nameDisplay": "Alfa Beer", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/3dORCp/upload_MddULA-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/3dORCp/upload_MddULA-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/3dORCp/upload_MddULA-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "name": "Alfa Beer", "servingTemperature": "very_cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 1, "name": "Flute"}, "servingTemperatureDisplay": "Very Cold - (0-4C/32-39F)", "createDate": "2014-03-17 16:36:49", "updateDate": "2015-12-17 10:49:56", "abv": "5", "styleId": 93, "availableId": 1, "id": "3dORCp", "glasswareId": 1}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "In 1859, Alfred Brown Peticolas opened the first Peticolas law firm in the State of Texas. After briefly leaving his practice to fight in the Civil War, A.B. returned to the practice of law in 1866. Since that time, A.B., his son (Warner Marion), grandson (William Craig), great grandson (Edward Kent), and/or great-great grandson ( Michael) have continuously practiced law in the State of Texas. \r\n\r\n Named after Alfred Brown Peticolas, our English brown ale is a dialed back version of the American interpretation. It’s copper in color with a pleasantly light hop aroma, which is balanced with a delicate roasty maltiness. Notes of nut and chocolate are subdued, but clearly present in flavor. This beer’s body is medium-light and possesses a smooth texture with a hint of residual sweetness. \r\n\r\n The roasted characteristics of this beer make it the perfect match for any meats or vegetables prepared on the grill.\r\n\r\n A little more on A.B. Peticolas? He was born in Richmond, Virginia, on May 27, 1838. As a young man, he studied law and taught school. He began his practice in Virginia, but ultimately moved west to Victoria, Texas. In 1859, he opened up a law practice with Samuel A. White. A.B. Peticolas may be best remembered today for his published Civil War journals and detailed pencil sketches, having served during the Sibley Campaign in New Mexico with Co. C., 4th Regiment, Texas Mounted Volunteers. After his discharge in 1865, he returned to Victoria to practice law. In 1894, A.B. Peticolas authored an index-digest to all civil cases contained in the Texas Report. This catalog became standard text of the Texas Bar Association for years. In his later years, A.B. Peticolas was known simply as the “Judge.”", "statusDisplay": "Verified", "nameDisplay": "Alfred Brown", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/fbPbjZ/upload_yPKYxR-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/fbPbjZ/upload_yPKYxR-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/fbPbjZ/upload_yPKYxR-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "English brown ales range from copper to brown in color. They have medium body and range from dry to sweet maltiness with very little hop flavor or aroma. Roast malt tones may sometimes contribute to the flavor and aroma profile. Low to medium-low levels of fruity-ester flavors are appropriate. Diacetyl should be very low, if evident. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "25", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:20:51", "fgMax": "1.014", "shortName": "English Brown", "abvMax": "5.5", "id": 12, "srmMin": "13", "name": "English-Style Brown Ale"}, "id": "fbPbjZ", "createDate": "2013-08-10 20:16:14", "updateDate": "2015-12-17 05:08:47", "abv": "5.5", "styleId": 12, "availableId": 2, "ibu": "25", "name": "Alfred Brown"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A spicy brew made using a triple addition of Goldings Hops", "statusDisplay": "Verified", "nameDisplay": "Alfred's Conflict of Interest", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/FOApS0/upload_nIbwxa-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/FOApS0/upload_nIbwxa-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/FOApS0/upload_nIbwxa-icon.png"}, "name": "Alfred's Conflict of Interest", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-12-21 22:09:45", "updateDate": "2012-12-21 22:09:47", "abv": "4.6", "availableId": 1, "id": "FOApS0", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Three strains of Goldings hops are used in the brewing process, giving a pleasant bitter/sweet flavour, with a prominent hop aroma.", "statusDisplay": "Verified", "nameDisplay": "Alfred's Draught", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/d4S1IZ/upload_uME0aG-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/d4S1IZ/upload_uME0aG-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/d4S1IZ/upload_uME0aG-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "name": "Alfred's Draught", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-12-21 22:09:19", "updateDate": "2015-12-16 23:17:07", "abv": "4.6", "styleId": 3, "availableId": 1, "id": "d4S1IZ", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "A copper coloured ale, brewed using Pale and Rye malts, hopped with Aurora hops", "statusDisplay": "Verified", "nameDisplay": "Alfred's Elswith Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "name": "Alfred's Elswith Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-12-21 22:11:49", "updateDate": "2012-12-21 22:11:49", "abv": "4", "styleId": 32, "id": "if443k", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A premium golden ale with added torrefied wheat for an initial sweet biscuit flavour, followed by a satisfying bitter aftertaste.", "statusDisplay": "Verified", "nameDisplay": "Alfred's Golden", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/0kjD98/upload_jNdGhA-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/0kjD98/upload_jNdGhA-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/0kjD98/upload_jNdGhA-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "name": "Alfred's Golden", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-12-21 22:08:46", "updateDate": "2015-12-16 21:04:26", "abv": "4.6", "styleId": 36, "availableId": 1, "id": "0kjD98", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "A pale straw-coloured ale, a perfect easy drinking ale for those hot summer days.", "statusDisplay": "Verified", "nameDisplay": "Alfred's Honey Golden", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Classic English pale ales are golden to copper colored and display earthy, herbal English-variety hop character. Note that \"earthy, herbal English-variety hop character\" is the perceived end, but may be a result of the skillful use of hops of other national origins. Medium to high hop bitterness, flavor, and aroma should be evident. This medium-bodied pale ale has low to medium malt flavor and aroma. Low caramel character is allowable. Fruity-ester flavors and aromas are moderate to strong. Chill haze may be in evidence only at very cold temperatures. The absence of diacetyl is desirable, though, diacetyl (butterscotch character) is acceptable and characteristic when at very low levels.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "5", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:18:23", "fgMax": "1.016", "shortName": "English Pale", "abvMax": "5.5", "id": 1, "srmMin": "5", "name": "Classic English-Style Pale Ale"}, "name": "Alfred's Honey Golden", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-12-21 22:10:49", "updateDate": "2012-12-21 22:10:49", "abv": "4", "styleId": 1, "id": "U1cRks", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A traditional dark mild ale, with added honey", "statusDisplay": "Verified", "nameDisplay": "Alfred's Honey Mild", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/OR0Ozh/upload_UFbFlZ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/OR0Ozh/upload_UFbFlZ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/OR0Ozh/upload_UFbFlZ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.03", "description": "English dark mild ales range from deep copper to dark brown (often with a red tint) in color. Malt flavor and caramel are part of the flavor and aroma profile while, licorice and roast malt tones may sometimes contribute to the flavor and aroma profile. Body should be low-medium to medium. These beers have very little hop flavor or aroma. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low.", "createDate": "2012-03-21 20:06:45", "ibuMin": "10", "categoryId": 1, "srmMax": "34", "ibuMax": "24", "abvMin": "3.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:20:43", "fgMax": "1.008", "shortName": "English Dark Mild", "abvMax": "4", "id": 11, "srmMin": "17", "name": "English-Style Dark Mild Ale"}, "name": "Alfred's Honey Mild", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-12-21 22:06:02", "updateDate": "2015-12-16 21:22:32", "abv": "3.2", "styleId": 11, "availableId": 1, "id": "OR0Ozh", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "A Traditional black rich stout, brewed using five different malts and best English hops", "statusDisplay": "Verified", "nameDisplay": "Alfred's Jaypee's Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "name": "Alfred's Jaypee's Stout", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-12-21 22:12:14", "updateDate": "2012-12-21 22:12:15", "abv": "5", "styleId": 42, "id": "KymsDB", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "A pale straw - coloured tasty ale, hopped with American Liberty hops.\r\n\r\nThe perfect easy drinking session ale.", "statusDisplay": "Verified", "nameDisplay": "Alfred's Jewel", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Classic English pale ales are golden to copper colored and display earthy, herbal English-variety hop character. Note that \"earthy, herbal English-variety hop character\" is the perceived end, but may be a result of the skillful use of hops of other national origins. Medium to high hop bitterness, flavor, and aroma should be evident. This medium-bodied pale ale has low to medium malt flavor and aroma. Low caramel character is allowable. Fruity-ester flavors and aromas are moderate to strong. Chill haze may be in evidence only at very cold temperatures. The absence of diacetyl is desirable, though, diacetyl (butterscotch character) is acceptable and characteristic when at very low levels.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "5", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:18:23", "fgMax": "1.016", "shortName": "English Pale", "abvMax": "5.5", "id": 1, "srmMin": "5", "name": "Classic English-Style Pale Ale"}, "name": "Alfred's Jewel", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-12-21 22:10:18", "updateDate": "2012-12-21 22:10:18", "abv": "4", "styleId": 1, "id": "rhtdbR", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "A very pale wheat based ale, hopped with American Cascade hops.\r\n\r\nThe perfect easy drinking session ale.", "statusDisplay": "Verified", "nameDisplay": "Alfred's Wantaig Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "name": "Alfred's Wantaig Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 9, "name": "Weizen"}, "createDate": "2012-12-21 22:11:27", "updateDate": "2012-12-21 22:11:27", "abv": "4", "styleId": 112, "id": "6LLFuJ", "glasswareId": 9}, {"status": "verified", "isOrganic": "N", "name": "Algonquin Trail Ale", "nameDisplay": "Algonquin Trail Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/AYJHWZ/upload_0tAMpH-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/AYJHWZ/upload_0tAMpH-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/AYJHWZ/upload_0tAMpH-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2013-09-02 14:49:27", "updateDate": "2015-12-17 06:07:19", "styleId": 31, "id": "AYJHWZ", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Alhambra Mezquita", "nameDisplay": "Alhambra Mezquita", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "This light- to medium-bodied deep copper to brown ale is characterized by a slight to strong lactic sourness, and with \"Reds\" sometimes a balanced degree of acetic acid. Brettanomyces produced flavors and aromas are not part of character. A fruity-estery character which is often cherry-like is apparent with no hop flavor or aroma. Flanders brown ales have low to medium bitterness and a cocoa-like character from roast malt. Roasted malt character in aroma and flavor is acceptable at low levels. A very low degree of malt sweetness may be present and in balance with the acidity produced by Lactobacillus activity. Oak-like or woody characters may be pleasantly integrated into overall palate. Chill haze is acceptable at low serving temperatures. Some versions may be more highly carbonated and, when bottle conditioned, may appear cloudy (yeast) when served. These final beers are often blended old with new before packaging in order to create the brewer's intended balance of characters.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "20", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:31:39", "fgMax": "1.016", "shortName": "Flanders Red", "abvMax": "6.5", "id": 57, "srmMin": "12", "name": "Belgian-Style Flanders Oud Bruin or Oud Red Ales"}, "createDate": "2016-08-28 15:51:12", "updateDate": "2016-09-02 20:14:19", "abv": "7.2", "styleId": 57, "id": "tcOv6k", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Alhambra Reserva 1925", "nameDisplay": "Alhambra Reserva 1925", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2016-03-03 07:24:30", "updateDate": "2016-03-03 19:26:15", "abv": "6", "styleId": 93, "id": "UdGHxk", "statusDisplay": "Verified"}]
