[{"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Each year as the leaves fall and the north wind blows, St-Ambroise Pumpkin Ale make its return – a magical potion that casts a potent spell with its well-crafted blend of blond and caramelized malts, gentle hop, cinnamon, ginger, nutmeg, cloves and pumpkin. Its delicate malty character and hint of sweetness will quench any creature looking for easy-drinking refreshment.", "statusDisplay": "Verified", "nameDisplay": "St. Ambroise Pumpkin", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/RSFvYK/upload_EvjhyR-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/RSFvYK/upload_EvjhyR-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/RSFvYK/upload_EvjhyR-icon.png"}, "originalGravity": "1.055", "id": "RSFvYK", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "createDate": "2014-06-16 21:03:07", "updateDate": "2015-12-17 14:22:53", "abv": "5", "styleId": 121, "availableId": 4, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Pumpkin beers are any beers using pumpkins (Cucurbito pepo) as an adjunct in either mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Pumpkin qualities should not be overpowered by hop character. These may or may not be spiced or flavored with other things. A statement by the brewer explaining the nature of the beer is essential for fair assessment in competitions. If this beer is a classic style with pumpkin, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:28", "fgMax": "1.03", "shortName": "Pumpkin Beer", "abvMax": "12", "id": 121, "srmMin": "5", "name": "Pumpkin Beer"}, "ibu": "18", "name": "St. Ambroise Pumpkin"}, {"status": "verified", "isOrganic": "N", "name": "St. Andrews Ale", "nameDisplay": "St. Andrews Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/6TEno6/upload_Mzrqm9-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/6TEno6/upload_Mzrqm9-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/6TEno6/upload_Mzrqm9-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "createDate": "2012-01-03 02:44:16", "updateDate": "2015-12-15 22:23:51", "abv": "4.6", "styleId": 5, "id": "6TEno6", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This strong Scotch Ale has a dark copper color and rich caramelized maltiness with just a hint of smoke and earthy hop notes. The crux descussata has been a symbol of Scotland since the eighth century after it appeared in the sky to an army of Picts and Scots.", "statusDisplay": "Verified", "nameDisplay": "St. Andrews Cross Scotch Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/te5oaX/upload_cASuKI-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/te5oaX/upload_cASuKI-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/te5oaX/upload_cASuKI-icon.png"}, "originalGravity": "1.069", "id": "te5oaX", "createDate": "2015-04-29 18:52:43", "updateDate": "2015-12-18 01:39:31", "abv": "8.1", "styleId": 15, "availableId": 1, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.072", "description": "Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "35", "abvMin": "6.2", "fgMin": "1.016", "updateDate": "2015-04-07 15:21:11", "fgMax": "1.028", "shortName": "Scotch Ale", "abvMax": "8", "id": 15, "srmMin": "15", "name": "Scotch Ale"}, "ibu": "18", "name": "St. Andrews Cross Scotch Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A well-balanced, rich amber ale made with caramelized wort and English style hops.", "statusDisplay": "Verified", "nameDisplay": "St. Andrew’s Amber", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "name": "St. Andrew’s Amber", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:16", "updateDate": "2012-03-22 13:05:35", "styleId": 32, "availableId": 1, "id": "MP44eh", "glasswareId": 5}, {"status": "verified", "isOrganic": "Y", "description": "An American Amber ale that combines medium hop bitterness with a pleasant malt backbone. Hopped exclusively with galena hops. This Amber ale is well balanced, making it a very session-able beer.", "statusDisplay": "Verified", "nameDisplay": "St. Anne's Amber Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2015-06-22 21:54:02", "updateDate": "2015-06-22 21:54:02", "styleId": 32, "id": "eoEtRf", "name": "St. Anne's Amber Ale"}, {"status": "verified", "isOrganic": "Y", "description": "A radically different version of our St. Anne's Amber Ale. This sour sister ferments and ages open to the elements allowing our house wild yeast to take hold and create a truly unique beer. This sour ale is very approachable while still delivering on that funkiness that you expect with sour beers!", "statusDisplay": "Verified", "nameDisplay": "St. Anne's Slightly Sour Sister", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "id": "H7xhb6", "createDate": "2015-06-22 21:54:48", "updateDate": "2015-06-22 21:54:48", "abv": "6", "styleId": 40, "ibu": "36", "name": "St. Anne's Slightly Sour Sister"}, {"status": "verified", "isOrganic": "N", "description": "A Belgian Quad aged in Port Wine barrel.", "statusDisplay": "Verified", "nameDisplay": "St. Arnold", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Any classic style or unique experimental style of dark beer can be wood or barrel-aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character but wood-aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Primary character of the beer style may or may not be apparent. Sour wood-aged beer of any color is outlined in other categories. Dark fruited or spiced beer would also be appropriately entered in this category. Beers in this style may or may not have Brettanomyces character.  The brewer should explain the special nature of the beer to allow for accurate judging. Comments could include: type of wood used (new or old, oak or other wood type), type of barrel used (new, port/ whiskey/ wine/ sherry/ other), base beer style or achieved character. Beer entries not accompanied by this information will be at a disadvantage during judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "abvMin": "3.75", "updateDate": "2015-04-07 15:46:44", "shortName": "BBL Aged Dark", "abvMax": "6.5", "id": 134, "name": "Wood- and Barrel-Aged Dark Beer"}, "createDate": "2015-07-02 05:31:32", "updateDate": "2015-07-02 19:25:40", "abv": "10.1", "styleId": 134, "id": "UzhFYo", "name": "St. Arnold"}, {"status": "verified", "isOrganic": "N", "description": "Dominated by three big-hitting American hops; Cascade, Chinook & Willamette. It's a worldly beer for a modern, worldly drinker.", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 60, "farneseneMax": 6, "cohumuloneMax": 40, "id": 22, "humuleneMax": 13, "category": "hop", "createDate": "2013-06-24 16:07:28", "farneseneMin": 6, "humuleneMin": 13, "betaAcidMax": 7, "cohumuloneMin": 33, "myrceneMin": 45, "alphaAcidMin": 5.5, "description": "Cascade was created in the United States as an open-pollinated cross between Fuggle and Serebrianker. Its instantly recognizable grapefruit, floral aroma is characteristic of many American ales. Cascade is also one of the easiest hop varieties to grow; it can grow well under less than ideal conditions or in short growing seasons, and unlike most varieties, if started from a good rhizome a Cascade can produce a good crop even in its first growing season.", "betaAcidMin": 4.5, "caryophylleneMax": 4.5, "caryophylleneMin": 4.5, "name": "Cascade", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}, {"myrceneMax": 40, "category": "hop", "farneseneMax": 1, "description": "Released in 1985, Chinook is a strong bittering hop derived from Petham Golding, one of the English Golding hops. It is used in stouts and porters for its heavy spicy aroma.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:28", "betaAcidMin": 3, "categoryDisplay": "Hops", "id": 26, "humuleneMin": 18, "betaAcidMax": 4, "caryophylleneMax": 11, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 9, "cohumuloneMax": 35, "cohumuloneMin": 29, "myrceneMin": 35, "alphaAcidMin": 12, "humuleneMax": 25, "name": "Chinook"}, {"myrceneMax": 55, "farneseneMax": 6, "cohumuloneMax": 35, "id": 157, "humuleneMax": 30, "category": "hop", "createDate": "2013-06-24 16:07:39", "farneseneMin": 5, "humuleneMin": 20, "betaAcidMax": 4.5, "cohumuloneMin": 30, "myrceneMin": 30, "alphaAcidMin": 4, "description": "Released from the U.S.D.A. hop breeding program in 1976, Willamette is a triploid (some sources say tetraploid) seedling of Fuggle bred to be easier to grow in the United States. It's still less vigorous than most modern hop varieties, but easier to grow in most areas than the very fussy Fuggle. Willamette has a mild, grassy, floral and slightly spicy aroma similar to Fuggle, and is often used as a substitute, especially in the United States where Fuggle does not grow well. Willamette is extensively planted in the U.S. Pacific Northwest.", "betaAcidMin": 3, "caryophylleneMax": 8, "caryophylleneMin": 7, "name": "Willamette", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:38"}]}, "nameDisplay": "St. Austell IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-03-23 20:24:51", "updateDate": "2015-03-23 20:25:24", "abv": "5.5", "styleId": 30, "id": "OCQPvC", "name": "St. Austell IPA"}, {"status": "verified", "isOrganic": "N", "description": "Brewed with organic flaked oats, dark chocolate and locally-roasted Sumatran and Ethiopian Harar coffee beans from Morrisville, NC's Muddy Dog Roasting Company, our Trappist-style \"Breakfast\" Dubbel is a smooth, silky, eye-opening take on a classic style, with floral aromatics of deep-roasted coffee, spiced fig and rich, creamy cocoa.", "srmId": 37, "nameDisplay": "St. Benedict's Breakfast Dubbel", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/ehZjxZ/upload_PnPm5D-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/ehZjxZ/upload_PnPm5D-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/ehZjxZ/upload_PnPm5D-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.06", "description": "This medium-bodied, red to dark brown colored ale has a malty sweetness and chocolate-like caramel aroma. A light hop flavor and/or aroma is acceptable. Dubbels are also characterized by low-medium to medium bitterness. No diacetyl is acceptable. Yeastgenerated fruity esters (especially banana) are appropriate at low levels. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Often bottle conditioned a slight yeast haze and flavor may be evident.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "36", "ibuMax": "30", "abvMin": "6.25", "fgMin": "1.012", "updateDate": "2015-04-07 15:31:45", "fgMax": "1.016", "shortName": "Belgian Dubbel", "abvMax": "7.5", "id": 58, "srmMin": "16", "name": "Belgian-Style Dubbel"}, "srm": {"hex": "3F0708", "id": 37, "name": "37"}, "statusDisplay": "Verified", "createDate": "2014-11-16 17:58:14", "updateDate": "2016-03-03 15:34:08", "abv": "6.7", "styleId": 58, "id": "ehZjxZ", "name": "St. Benedict's Breakfast Dubbel"}, {"status": "verified", "isOrganic": "N", "name": "St. Benedikt", "nameDisplay": "St. Benedikt", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "id": "PstMAY", "createDate": "2016-01-14 18:13:09", "updateDate": "2016-01-14 18:13:09", "abv": "4.7", "styleId": 48, "ibu": "12", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "St. Berlinda", "srmId": 12, "nameDisplay": "St. Berlinda", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "id": "7Kq8Hl", "createDate": "2016-02-17 17:46:00", "updateDate": "2016-02-17 17:46:00", "abv": "6.9", "styleId": 124, "srm": {"hex": "CF6900", "id": 12, "name": "12"}, "ibu": "25", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "This beer, with high fermentation, has a pale amber colour and a flowery, fruity taste with a harmonious balance between sweet and sour (8% alcohol content).\r\nThis beer has a thick and vivid froth and strikes by its balanced taste with a delicate bitterness.", "statusDisplay": "Verified", "nameDisplay": "St. Bernardus Tripel", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "createDate": "2012-01-03 02:44:16", "updateDate": "2015-12-22 21:24:09", "abv": "8", "styleId": 59, "id": "H0d5CT", "name": "St. Bernardus Tripel"}, {"status": "verified", "isOrganic": "N", "description": "This traditional Witbier (Wheat beer) has been developed in cooperation with Master Brewer Pierre Celis, the Godfather of Hoegaarden and Celis White. \r\n\r\nThis beer as well has a second fermentation in the bottle, giving this beer its specific taste (5.5% alcohol content).", "statusDisplay": "Verified", "nameDisplay": "St. Bernardus Witbier", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/l6nrGm/upload_YRfVA9-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/l6nrGm/upload_YRfVA9-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/l6nrGm/upload_YRfVA9-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "createDate": "2012-01-03 02:44:16", "updateDate": "2016-01-18 18:06:34", "abv": "5.5", "styleId": 65, "id": "l6nrGm", "name": "St. Bernardus Witbier"}, {"status": "verified", "isOrganic": "N", "name": "St. Bob's Imperial Stout", "nameDisplay": "St. Bob's Imperial Stout (2007)", "year": 2007, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "id": "b8RWTI", "createDate": "2014-09-18 19:36:53", "updateDate": "2014-09-21 14:43:16", "abv": "10.5", "styleId": 42, "ibu": "90", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A full-bodied lager beer of exuberant and robust character. It’ s muscle-man body comes from decocted German malts and noble German hops. Lagered long and cold to refine its strong temperament, St. Boisterous emerges smooth and seductive, with a malty sweet charm. This classic rendition of the German Maibockstyle will warm your heart.", "statusDisplay": "Verified", "nameDisplay": "St. Boisterous", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/7oFdeQ/upload_utHFga-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/7oFdeQ/upload_utHFga-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/7oFdeQ/upload_utHFga-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "The German word helle means light colored, and as such, a heller Bock is light straw to deep golden in color. Maibocks are also light-colored bocks. The sweet malty character should come through in the aroma and flavor. A lightly toasted and/or bready malt character is often evident. Roast or heavy toast/caramel malt character should be absent. Body is medium to full. Hop bitterness should be low, while noble-type hop aroma and flavor may be at low to medium levels. Bitterness increases with gravity. Fruity esters may be perceived at low levels. Diacetyl should be absent. Chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "10", "ibuMax": "38", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:39:04", "fgMax": "1.02", "shortName": "Maibock", "abvMax": "8", "id": 89, "srmMin": "4", "name": "German-Style Heller Bock/Maibock"}, "name": "St. Boisterous", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:16", "updateDate": "2015-12-15 23:29:14", "abv": "7.3", "styleId": 89, "availableId": 4, "id": "7oFdeQ", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "St. Boniface German Fest", "nameDisplay": "St. Boniface German Fest", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/fAvOGO/upload_O5yWuy-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/fAvOGO/upload_O5yWuy-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/fAvOGO/upload_O5yWuy-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.05", "description": "The American style of these classic German beers is distinguished by a comparatively greater degree of hop character. In general the style is characterized by a medium body and broad range of color from golden to reddish brown. Sweet maltiness should dominate over clean hop bitterness. The bitterness should not be aggressive or harsh. Malt character should be light-toasted rather than strongly caramel (though a low level of light caramel character is acceptable). Bread or biscuit-like malt character is acceptable in aroma and flavor. Hop aroma and flavor should be notable but at low to medium levels. Fruity esters should not be perceived. Diacetyl and chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 8, "srmMax": "15", "ibuMax": "30", "abvMin": "5.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:41:38", "fgMax": "1.02", "shortName": "American Oktoberfest", "abvMax": "5.9", "id": 102, "srmMin": "4", "name": "American-Style Märzen / Oktoberfest"}, "id": "fAvOGO", "createDate": "2014-07-28 21:15:24", "updateDate": "2015-12-17 15:56:04", "abv": "6", "styleId": 102, "ibu": "26", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "When Martha and I began thinking about what type of beer to brew next for PRETTY THINGS, there was no discussion.  In fact we’ve had it figured out for years.  We both had our hearts set on brewing the sort of beer we loved so much in Yorkshire.\r\nMany people know that Martha and I love Theakston’s Old Peculier, at least the cask version.  But Robinson’s Old Tom is high on our list as well.  Now that Samuel Smith has released Yorkshire Stingo that makes three.  At the brewery where I worked in Yorkshire we made a unique beer called “Morocco Ale”  that is quite similar as well.\r\n\r\nObviously PRETTY THINGS isn’t all about simple replication.  As a rule we don’t do beer “styles” straight up, as it doesn’t leave any room for creativity.  Instead we take our inspiration from great beers as a starting point.\r\n\r\n“Rustic Dark Ale”, is about as apt a descriptor as we could come up with for Saint Botolph’s Town (we almost used “New World Stingo” but decided to save that for a future beer).  This ale is formulated with the malts of Thomas Fawcett & Sons of Yorkshire, England as its base.  When I was brewing in Yorkshire I visited this magnificent maltings many times, seeing crystal and roasted malts still made by hand. On brew day their crystal malt gave an amazing golden raisin-like aroma in the kettle.  Fantastic!\r\n\r\nAs we did in Jack D’Or, we used a small amount of Malted Oats, but cut it this time with Torrefied Wheat.  We “chaptalized” using four different types of sugar in very small doses for both flavour AND colour.\r\n\r\nSBT is fermented with two yeast strains for a unique rustic finish.  But it’s in the yeast strains where this beer really departs from the typical: one is a German ale strain, the other is a common English strain.  Why?  Because it’s about the flavour, not just ticking the “style” boxes.\r\n\r\nIn the end we have an ale of 5.9% abv with a big malty, almost smokey Black Malt character, a bitter attack from Fuggle hops, a rich barleymalt finish, some dried coconut hints and an old ale acidity around the edges.  We’ve even timed its tan head, standing proud for ten minutes!\r\n\r\nThe name “Saint Botolph’s Town” is in tribute to our great home in America: Boston.  The original Boston in Lincolnshire, England is an abbreviation of “Botolph’s Town” or “Botolph’s Stone”. When we were back in Yorkshire recently, we found a churchyard where St. Botolph spoke in the year 675; a ‘stump’ (broken old cross) marks the spot.  Saint Botolph is a 7th century saint from England whose feast day is June 17th.  Perhaps a great day to save a bottle or two for!", "statusDisplay": "Verified", "nameDisplay": "St. Botolph's Town", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/dS4nw6/upload_LF8m9g-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/dS4nw6/upload_LF8m9g-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/dS4nw6/upload_LF8m9g-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "English brown ales range from copper to brown in color. They have medium body and range from dry to sweet maltiness with very little hop flavor or aroma. Roast malt tones may sometimes contribute to the flavor and aroma profile. Low to medium-low levels of fruity-ester flavors are appropriate. Diacetyl should be very low, if evident. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "25", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:20:51", "fgMax": "1.014", "shortName": "English Brown", "abvMax": "5.5", "id": 12, "srmMin": "13", "name": "English-Style Brown Ale"}, "id": "dS4nw6", "createDate": "2012-04-23 18:52:44", "updateDate": "2015-12-16 16:41:13", "abv": "5.9", "styleId": 12, "availableId": 1, "ibu": "38", "name": "St. Botolph's Town"}, {"status": "verified", "available": {"description": "Available during the spring months.", "id": 5, "name": "Spring"}, "isOrganic": "N", "description": "St. Bretta is our 100% Brettanomyces Whitebier that was just released this week! Not only is St. Bretta an evolution of Wild Wild Brett Orange, but also it will be ever-changing depending on the fresh citrus available that season. For our spring release we decided to brew St. Bretta with fresh Minneola Tangelo. Each seasonal release of St. Bretta will have a diverse range of citrus fruit added to keep the beer fresh and exciting (the summer release was brewed with blood oranges)!", "statusDisplay": "Verified", "nameDisplay": "St. Bretta", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Vwe5O7/upload_aRVeQY-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Vwe5O7/upload_aRVeQY-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Vwe5O7/upload_aRVeQY-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "createDate": "2014-04-22 05:05:20", "updateDate": "2015-12-17 13:18:51", "abv": "5.5", "styleId": 65, "availableId": 5, "id": "Vwe5O7", "name": "St. Bretta"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "St. Bridget's Porter is an elegant, smooth porter that brims with the coffee and chocolate characteristics of dark barley malts. Saint Bridget was a patron Saint of Ireland, known for the epic miracle of transforming her bathwater into beer for thirsty clerics.", "srmId": 41, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "St. Bridget's Porter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/gS9n8s/upload_VFLycw-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/gS9n8s/upload_VFLycw-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/gS9n8s/upload_VFLycw-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "name": "St. Bridget's Porter", "statusDisplay": "Verified", "createDate": "2012-01-03 02:44:16", "updateDate": "2015-12-16 03:48:49", "abv": "5.9", "styleId": 18, "availableId": 3, "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "id": "gS9n8s", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Graham cracker, earthy, subtle sweetness, roasty, citrusy hops, chocolate", "srmId": 25, "nameDisplay": "St. Brown", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "id": "8VrskF", "statusDisplay": "Verified", "createDate": "2014-09-10 21:37:34", "updateDate": "2016-11-14 19:45:07", "abv": "5.1", "styleId": 37, "availableId": 1, "srm": {"hex": "7B1A00", "id": 25, "name": "25"}, "ibu": "41", "name": "St. Brown"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "An English style brown ale brewed with English Maris Otter, Crystal 60 and Chocolate grains. Local honey from spotted Goat Farms is added at the end of the boil. The beer is lightly hopped with East Kent Goldings (EKG for short).", "statusDisplay": "Verified", "nameDisplay": "St. Camilla's Honey Brown", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "id": "fWsZ6k", "createDate": "2013-08-17 20:37:35", "updateDate": "2015-06-17 20:18:48", "abv": "5.8", "styleId": 37, "availableId": 1, "ibu": "28", "name": "St. Camilla's Honey Brown"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Our British-style session beer is cask conditioned and dry hopped. Tea colored with a toasted malt flavor, it’s an easy drinker with a light mouthfeel and elegant hop nose.", "statusDisplay": "Verified", "nameDisplay": "St. Charles ESB", "servingTemperatureDisplay": "Cellar - (12-14C/54-57F)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "name": "St. Charles ESB", "servingTemperature": "cellar", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:16", "updateDate": "2014-10-08 13:46:56", "abv": "4.5", "styleId": 5, "availableId": 2, "id": "c67gGy", "glasswareId": 5}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 26, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/d9iNtl/upload_YHoi6C-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/d9iNtl/upload_YHoi6C-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/d9iNtl/upload_YHoi6C-icon.png"}, "styleId": 18, "availableId": 1, "srm": {"hex": "771900", "id": 26, "name": "26"}, "id": "d9iNtl", "statusDisplay": "Verified", "originalGravity": "1.056", "nameDisplay": "St. Charles Porter", "name": "St. Charles Porter", "abv": "5.8", "status": "verified", "description": "St. Charles Porter® is based on the homebrew recipe of co-founder Kent Taylor and named after his son Charles. The flavors of this beer meld together to create a full-bodied “little piece of heaven”. Our most decorated beer and now the most decorated brown porter in the history of the Great American Beer Festival! \r\n\r\nPorter was wildly popular back in the 1700s in England and was considered the “working man’s beer”. At one point porter accounted for 80% of the beer sold in England. Everybody brewed a porter. When Arthur Guinness was running his brewery, he was brewing porter.\r\nMedals:\r\n2013 Silver medal – Great American Beer Festival \r\n2010 Silver medal – Great American Beer Festival\r\n2009 Gold medal – Great American Beer Festival\r\n2008 Bronze medal - World Beer Cup\r\n2007 Bronze medal - Great American Beer Festival\r\n2006 Silver medal - Great American Beer Festival\r\n2004 Silver medal - Great American Beer Festival\r\n1999 Bronze medal - Great American Beer Festival\r\n1996 Bronze medal - Great American Beer Festival\r\n1996 Gold medal - World Beer Cup\r\n\r\nTasting notes:\r\nAppearance: Deep garnet red color with creamy tan head\r\nAroma: Hints of dark chocolate, roasted malt and burnt toffee  \r\nTaste: Roasted malt with notes of bittersweet chocolate, raisins and smoky coffee-like character.\r\nMouth feel: Medium-full\r\nFinish: Smooth and well balance.\r\nOverall: This beer is chock full of complex flavors yet is round and well balanced. The late beer author, Michael Jackson says of St. Charles Porter, “… has a firm body and offers the sensation of biting into a praline filled with cream. The richness rounds into bitter chocolate. The beer is smooth, sociable, and dry enough in the finish to demand another round.”", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "ibu": "34", "servingTemperature": "cold", "updateDate": "2015-12-16 09:59:03", "createDate": "2012-01-03 02:44:16"}, {"status": "verified", "available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "description": "A Belgian abbey style ale made with a generous amount of aromatic and caramel malts giving a nice balance to the complex yeast profile.", "statusDisplay": "Verified", "nameDisplay": "St. Chelsea Belgo Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/wMnEx0/upload_r2nqhp-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/wMnEx0/upload_r2nqhp-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/wMnEx0/upload_r2nqhp-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.06", "description": "This medium-bodied, red to dark brown colored ale has a malty sweetness and chocolate-like caramel aroma. A light hop flavor and/or aroma is acceptable. Dubbels are also characterized by low-medium to medium bitterness. No diacetyl is acceptable. Yeastgenerated fruity esters (especially banana) are appropriate at low levels. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Often bottle conditioned a slight yeast haze and flavor may be evident.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "36", "ibuMax": "30", "abvMin": "6.25", "fgMin": "1.012", "updateDate": "2015-04-07 15:31:45", "fgMax": "1.016", "shortName": "Belgian Dubbel", "abvMax": "7.5", "id": 58, "srmMin": "16", "name": "Belgian-Style Dubbel"}, "createDate": "2012-01-03 02:44:16", "updateDate": "2015-12-16 13:48:57", "abv": "6", "styleId": 58, "availableId": 8, "id": "wMnEx0", "name": "St. Chelsea Belgo Ale"}, {"status": "verified", "isOrganic": "N", "description": "Complex flavors of orange peel, coriander and subtle spice take this Belgian-Style wheat ale to new heights. This unfiltered Ale soars above the rest with a uniquely crisp taste and glides in gently for an exceptionally smooth finish. Our blue ribbon Belgian White displays a clean, crisp, full-bodied flavor for all to enjoy. This Ale’s best co-pilot is a tall frosty glass, garnished with an orange slice.\r\n\r\nBrewed for Whole Foods Market.", "statusDisplay": "Verified", "nameDisplay": "St. Cloud Belgian White", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "id": "0R9gNi", "createDate": "2014-06-19 17:39:30", "updateDate": "2014-06-19 17:39:30", "abv": "5.4", "styleId": 65, "ibu": "12", "name": "St. Cloud Belgian White"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "An American Original beer style made popular by American breweries in the 1800’s. St. Croix Cream Ale is golden ale made with three barley malts which produce a creamy but light mouthfeel. Some beer authorities contend that the Cream Ale style is a hybrid of ale and lager. While this is technically not the case, many find that the flavor profile and drinkability of St. Croix Cream Ale brings to mind a fine lager while maintaining the complex layers of flavor that beer drinkers seek in a craft-brewed ale. Truly an American Original.", "statusDisplay": "Verified", "nameDisplay": "St. Croix Cream Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/PZdDgd/upload_wRYS7S-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/PZdDgd/upload_wRYS7S-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/PZdDgd/upload_wRYS7S-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.044", "description": "Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "5", "ibuMax": "22", "abvMin": "4.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:30", "fgMax": "1.01", "shortName": "Cream Ale", "abvMax": "5.6", "id": 109, "srmMin": "2", "name": "American-Style Cream Ale or Lager"}, "name": "St. Croix Cream Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:16", "updateDate": "2015-12-16 12:07:12", "styleId": 109, "availableId": 1, "id": "PZdDgd", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This full-bodied dark brew was inspired by the billows of smoke rising from the steamboats of yesteryear on the St. Croix River. A style dating back to the founding of America, this brew is made with six varieties of malt and a combination of American and British Hops to balance the big malty flavor. Smooth, rich, chocolate malts accented with generous portions of roasted barley and a touch of hearty oatmeal make for a brew to enjoy around the fire with family and friends. Inspire conversation or moments of introspection. St. Croix Cream Stout is truly an American Original.", "statusDisplay": "Verified", "nameDisplay": "St. Croix Cream Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/1tM1q4/upload_T6GCWn-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/1tM1q4/upload_T6GCWn-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/1tM1q4/upload_T6GCWn-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "40", "ibuMax": "25", "abvMin": "3", "fgMin": "1.012", "updateDate": "2015-04-07 15:24:41", "fgMax": "1.02", "shortName": "Sweet Stout", "abvMax": "6", "id": 20, "srmMin": "40", "name": "Sweet or Cream Stout"}, "name": "St. Croix Cream Stout", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:44:16", "updateDate": "2015-12-16 11:23:44", "styleId": 20, "availableId": 1, "id": "1tM1q4", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Our Fruit beers are subtle. They are crafted to be beer first. St. Dora is no exception. We use wheat malt to give this beer its crispness, and just the right amount of flavoring at just the right time to lend a hint of cherry to this light and refreshing brew", "statusDisplay": "Verified", "nameDisplay": "St. Dora Cherry Wheat", "originalGravity": "1.044", "id": "0WOlII", "createDate": "2014-09-15 20:06:46", "updateDate": "2015-07-10 16:24:24", "abv": "4.1", "styleId": 113, "availableId": 4, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. A fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Appearance can be clear or with chill haze, golden to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.8", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:53", "fgMax": "1.016", "shortName": "Wheat Ale", "abvMax": "5", "id": 113, "srmMin": "2", "name": "Light American Wheat Ale or Lager without Yeast"}, "ibu": "10", "name": "St. Dora Cherry Wheat"}, {"status": "verified", "isOrganic": "N", "description": "El Dorado single-hop Belgian-style pale", "statusDisplay": "Verified", "nameDisplay": "St. Dorado", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "12", "ibuMax": "30", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:06", "fgMax": "1.014", "shortName": "Belgian Pale", "abvMax": "6", "id": 62, "srmMin": "6", "name": "Belgian-Style Pale Ale"}, "createDate": "2015-03-22 16:21:16", "updateDate": "2015-03-22 16:21:16", "abv": "6.3", "styleId": 62, "id": "6Igmv6", "name": "St. Dorado"}, {"status": "verified", "isOrganic": "N", "name": "St. Edmund English Ale", "nameDisplay": "St. Edmund English Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/z0gnmN/upload_EdjnEO-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/z0gnmN/upload_EdjnEO-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/z0gnmN/upload_EdjnEO-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Classic English pale ales are golden to copper colored and display earthy, herbal English-variety hop character. Note that \"earthy, herbal English-variety hop character\" is the perceived end, but may be a result of the skillful use of hops of other national origins. Medium to high hop bitterness, flavor, and aroma should be evident. This medium-bodied pale ale has low to medium malt flavor and aroma. Low caramel character is allowable. Fruity-ester flavors and aromas are moderate to strong. Chill haze may be in evidence only at very cold temperatures. The absence of diacetyl is desirable, though, diacetyl (butterscotch character) is acceptable and characteristic when at very low levels.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "5", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:18:23", "fgMax": "1.016", "shortName": "English Pale", "abvMax": "5.5", "id": 1, "srmMin": "5", "name": "Classic English-Style Pale Ale"}, "createDate": "2012-01-03 02:44:16", "updateDate": "2015-12-15 22:15:30", "abv": "5.5", "styleId": 1, "id": "z0gnmN", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "St. Edmunds Strong Porter", "nameDisplay": "St. Edmunds Strong Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "createDate": "2012-01-03 02:44:16", "updateDate": "2014-10-09 20:29:51", "styleId": 18, "id": "OdQzWJ", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "Belgian style wit bier made with orange peel, coriander and oats. Citrusy and light.", "statusDisplay": "Verified", "nameDisplay": "St. Elmo Smart Ass", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "id": "slhJ4f", "createDate": "2015-07-22 19:08:03", "updateDate": "2015-07-22 19:08:03", "abv": "5.8", "styleId": 65, "ibu": "20.6", "name": "St. Elmo Smart Ass"}, {"status": "verified", "isOrganic": "Y", "description": "Belgian style wit bier made with orange peel, coriander and oats. Citrusy and light.", "statusDisplay": "Verified", "nameDisplay": "St. Elmo Smart Ass", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "id": "AM6wX0", "createDate": "2015-07-22 20:59:10", "updateDate": "2015-07-22 20:59:10", "abv": "5.8", "styleId": 65, "ibu": "20.6", "name": "St. Elmo Smart Ass"}, {"status": "verified", "isOrganic": "Y", "description": "Bigger version of the Smart Ass.  Fermented with traditional Belgian Sasson yeast which gives it a tartness.  Pucker up buttercup!", "statusDisplay": "Verified", "nameDisplay": "St. Elmo Sour Ass", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2015-07-22 20:59:49", "updateDate": "2015-07-22 20:59:49", "styleId": 40, "id": "mfpkgR", "name": "St. Elmo Sour Ass"}, {"status": "verified", "isOrganic": "N", "description": "Named for the church located behind us on West 24th Street.  Black, roasty and dry but velvety smooth at the same time.  Tis always darkest before the dawn. Contrary to most American heavy and robust stouts, our version is lighter in body with a dry finish.", "statusDisplay": "Verified", "nameDisplay": "St. Emeric's Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2013-05-04 20:11:56", "updateDate": "2013-05-05 14:05:20", "abv": "4", "styleId": 42, "id": "10hz6X", "name": "St. Emeric's Stout"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "This brown winter ale is brewed with 5 types of malt, noble hops, then subtly spiced with Curaçao orange peel and ginger.", "statusDisplay": "Verified", "nameDisplay": "St. Festivus", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/uj7sTS/upload_6pDiiM-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/uj7sTS/upload_6pDiiM-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/uj7sTS/upload_6pDiiM-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "createDate": "2015-04-24 18:35:03", "updateDate": "2015-12-18 00:04:42", "abv": "8", "styleId": 37, "availableId": 4, "id": "uj7sTS", "name": "St. Festivus"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "St. Florian Bräu dunkles Doppelbock", "createDate": "2012-08-12 12:08:32", "updateDate": "2012-08-17 17:43:18", "id": "iDdYll", "name": "St. Florian Bräu dunkles Doppelbock"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "St. Florian Bräu dunkles Export", "createDate": "2012-08-12 12:08:31", "updateDate": "2012-08-17 17:43:15", "id": "TaBwSt", "name": "St. Florian Bräu dunkles Export"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "St. Florian Bräu dunkles Weizenbier", "createDate": "2012-08-12 12:08:31", "updateDate": "2012-08-17 17:43:17", "id": "5tukcK", "name": "St. Florian Bräu dunkles Weizenbier"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "St. Florian Bräu helles Export", "createDate": "2012-08-12 12:08:30", "updateDate": "2012-08-17 17:43:14", "id": "rGT8JS", "name": "St. Florian Bräu helles Export"}, {"status": "verified", "isOrganic": "N", "description": "Don’t be fooled by this beer’s pink lemonade looks – this love triangle between raspberries, honey, and Belgian ale may seem sweet on the surface, but at 7.2% it’s seemingly innocent smile is actually a subtle sin grin.", "statusDisplay": "Verified", "nameDisplay": "St. Gail", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "description": "A harmonious blend of mead and beer, with the distinctive characteristics of both. A wide range of results are possible, depending on the base style of beer, variety of honey and overall sweetness and strength. Beer flavors tend to somewhat mask typical honey flavors found in other meads.", "createDate": "2012-03-21 20:06:46", "categoryId": 12, "updateDate": "2015-04-07 15:48:30", "shortName": "Braggot", "id": 147, "name": "Braggot"}, "id": "IBmekw", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2016-08-15 13:44:44", "updateDate": "2016-08-15 13:44:44", "abv": "7.2", "styleId": 147, "glasswareId": 6, "ibu": "4", "foodPairings": "Caesar salad, calamari, spicy Thai food", "name": "St. Gail"}, {"status": "verified", "isOrganic": "N", "description": "Das St.Galler Landbier mundet auch in der Stadt. Schliesslich ist die helle, untergärige Bierspezialität ein reines Naturprodukt aus der Region: Gebraut aus Gerstenmalz und Weizenmalz vom Gutsbetrieb Schloss Watt in Mörschwil, bestem Aromahopfen aus Stammheim sowie Mais aus dem Rheintal. Die behutsame Gärung und Lagerung vollendet das samtig-bierige Aroma des St.Galler Landbiers.", "statusDisplay": "Verified", "nameDisplay": "St. Galler Landbier", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/0Y6wSh/upload_6VCmDp-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/0Y6wSh/upload_6VCmDp-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/0Y6wSh/upload_6VCmDp-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2012-01-03 02:44:16", "updateDate": "2015-12-15 20:59:16", "abv": "5", "styleId": 72, "id": "0Y6wSh", "name": "St. Galler Landbier"}, {"status": "verified", "isOrganic": "N", "name": "St. George", "nameDisplay": "St. George", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2013-05-10 19:13:12", "updateDate": "2013-05-10 19:13:13", "abv": "4.8", "styleId": 93, "id": "ilyklV", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "St. George Amber", "nameDisplay": "St. George Amber", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2015-01-17 02:53:28", "updateDate": "2015-02-28 18:55:26", "abv": "6", "styleId": 32, "id": "909ors", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "An American style of the super premium English pale ale originally developed to survive the long trip to India.", "statusDisplay": "Verified", "nameDisplay": "St. George IPA", "originalGravity": "1.062", "id": "pdHYac", "createDate": "2015-06-11 17:30:16", "updateDate": "2015-06-11 17:30:16", "abv": "6", "styleId": 30, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "ibu": "60", "name": "St. George IPA"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Our Imperial Red Ale is made with a blend of pale, caramel, and aromatic malts. This gives the beer a bright red color and strong malty flavor. This blend of malts and the ale yeast gives the beer a slightly fruity and nutty characteristic. The beer is hopped with Cascade hops to give a citrus and piney hop flavor and aroma. This blends well with the malts to give the beer a very balanced taste", "srmId": 25, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "St. Gleason Imperial Red Ale", "srm": {"hex": "7B1A00", "id": 25, "name": "25"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Imperial Red Ales are deep amber to dark copper/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.", "createDate": "2012-03-21 20:06:46", "ibuMin": "55", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "7.9", "fgMin": "1.02", "updateDate": "2015-04-07 17:05:43", "fgMax": "1.028", "shortName": "Imperial Red", "abvMax": "10.5", "id": 33, "srmMin": "10", "name": "Imperial Red Ale"}, "id": "iiPHe6", "statusDisplay": "Verified", "createDate": "2012-09-29 15:08:25", "updateDate": "2012-10-24 14:26:03", "abv": "8", "styleId": 33, "availableId": 2, "glasswareId": 5, "ibu": "45", "foodPairings": "Our Imperial Red Ale is a robust beer that complements a number of dishes quite well. It is excellent with choice cuts of meat such as steak, lamb, and pork chops. Our beer stands up well with the strong flavors of these meats. The beer’s hop flavor will also complement spicy dishes like jambalaya, and blackened meats and seafoods.", "name": "St. Gleason Imperial Red Ale"}, {"status": "verified", "isOrganic": "N", "name": "St. Glinglin Houblon", "nameDisplay": "St. Glinglin Houblon", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/2oL9HJ/upload_9enAPd-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/2oL9HJ/upload_9enAPd-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/2oL9HJ/upload_9enAPd-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.06", "description": "Beers in this category are golden to deep copper or light brown in color. They are light to medium in body. This style of beer is characterized by a toasted malt aroma, slight malt sweetness in flavor, and low to medium hop bitterness. Noble-type hop aromas and flavors should be low to medium. Fruity esters can be light to medium in intensity. Flavor of alcohol is evident. Earthy, cellarlike, musty aromas are okay. Diacetyl should not be perceived but chill haze is okay. Often bottle conditioned with some yeast character. French-Style Biére de Garde may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "16", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:34:08", "fgMax": "1.024", "shortName": "Bière de Garde", "abvMax": "8", "id": 71, "srmMin": "8", "name": "French-Style Bière de Garde"}, "createDate": "2014-07-10 15:38:07", "updateDate": "2015-12-17 15:38:11", "abv": "6", "styleId": 71, "id": "2oL9HJ", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "St. Gothardus Bock", "nameDisplay": "St. Gothardus Bock", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "Traditional bocks are made with all malt and are strong, malty, medium- to full-bodied, bottom-fermented beers with moderate hop bitterness that should increase proportionately with the starting gravity. Malt character should be a balance of sweetness and toasted/nut-like malt; not caramel. Hop flavor should be low and hop aroma should be very low. Bocks can range in color from deep copper to dark brown. Fruity esters should be minimal. Diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "30", "ibuMax": "30", "abvMin": "6.3", "fgMin": "1.018", "updateDate": "2015-04-07 15:38:54", "fgMax": "1.024", "shortName": "Bock", "abvMax": "7.5", "id": 88, "srmMin": "20", "name": "Traditional German-Style Bock"}, "createDate": "2012-08-12 12:24:22", "updateDate": "2014-10-08 18:44:51", "styleId": 88, "id": "e5QpJN", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "St. Gothardus Maibock", "nameDisplay": "St. Gothardus Maibock", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "The German word helle means light colored, and as such, a heller Bock is light straw to deep golden in color. Maibocks are also light-colored bocks. The sweet malty character should come through in the aroma and flavor. A lightly toasted and/or bready malt character is often evident. Roast or heavy toast/caramel malt character should be absent. Body is medium to full. Hop bitterness should be low, while noble-type hop aroma and flavor may be at low to medium levels. Bitterness increases with gravity. Fruity esters may be perceived at low levels. Diacetyl should be absent. Chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "10", "ibuMax": "38", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:39:04", "fgMax": "1.02", "shortName": "Maibock", "abvMax": "8", "id": 89, "srmMin": "4", "name": "German-Style Heller Bock/Maibock"}, "createDate": "2012-08-12 12:24:22", "updateDate": "2012-08-19 14:35:52", "abv": "6.5", "styleId": 89, "id": "GP9dSo", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "St. Gothardus Spezial", "nameDisplay": "St. Gothardus Spezial", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "Dortmunder has medium hop bitterness. Hop flavor and aroma from noble hops are perceptible but low. Sweet malt flavor can be low and should not be caramel-like. The color of this style is straw to deep golden. The body will be medium bodied. Fruity esters, chill haze, and diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "23", "categoryId": 7, "srmMax": "6", "ibuMax": "29", "abvMin": "5", "fgMin": "1.01", "updateDate": "2015-04-07 15:36:34", "fgMax": "1.014", "shortName": "Dortmunder", "abvMax": "6", "id": 79, "srmMin": "3", "name": "Dortmunder / European-Style Export"}, "createDate": "2012-08-12 12:24:23", "updateDate": "2012-08-19 14:35:58", "abv": "5.6", "styleId": 79, "id": "V2bFlg", "statusDisplay": "Verified"}]
