[{"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A seasonal special, this amber ale made with pure St. Croix Valley maple syrup is brewed in a classic American style dating back to the 1800’s. This year's Maple Ale employs an American Ale yeast fermented at cold temperatures, then cold conditioned which produces a beer with smooth characteristics of a lager and the fruity flavors of an ale. St. Croix Maple Ale is made with four barley malts, balanced with generous portions of German Tettnang and Saaz hops. Truly an American Original.", "statusDisplay": "Verified", "nameDisplay": "Fifteenth Anniversary St. Croix Maple Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "name": "Fifteenth Anniversary St. Croix Maple Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:12", "updateDate": "2015-04-08 13:11:14", "styleId": 125, "availableId": 4, "id": "eD4pzV", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available during the summer months.", "id": 6, "name": "Summer"}, "isOrganic": "N", "description": "A world-class Marzen in celebration of all things Oktoberfest. A lightly toasted character with a touch of sweetness and deep copper color make Fifth & Vine Oktoberfest a great destination for the season.", "statusDisplay": "Verified", "nameDisplay": "Fifth & Vine", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/TiXzQm/upload_JBq88W-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/TiXzQm/upload_JBq88W-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/TiXzQm/upload_JBq88W-icon.png"}, "originalGravity": "1.057", "id": "TiXzQm", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:12", "updateDate": "2015-12-16 14:25:33", "abv": "5.4", "styleId": 81, "availableId": 6, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.05", "description": "Märzens are characterized by a medium body and broad range of color. They can range from golden to reddish orange. Sweet maltiness should dominate slightly over a clean hop bitterness. Malt character should be light-toasted rather than strongly caramel (though a low level of light caramel character is acceptable). Bread or biscuit-like malt character is acceptable in aroma and flavor. Hop aroma and flavor should be low but notable. Ale-like fruity esters should not be perceived. Diacetyl and chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 7, "srmMax": "15", "ibuMax": "25", "abvMin": "5.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:36:50", "fgMax": "1.02", "shortName": "Märzen", "abvMax": "5.9", "id": 81, "srmMin": "4", "name": "German-Style Märzen"}, "ibu": "21", "name": "Fifth & Vine"}, {"status": "verified", "isOrganic": "N", "name": "Fifth Anniversary", "nameDisplay": "Fifth Anniversary", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.084", "description": "Quadrupels or \"Quads\" are characterized by the immense presence of alcohol and balanced flavor, bitterness and aromas. Its color is deep amber to rich chestnut/garnet brown. Often characterized by a mousse-like dense, sometimes amber head will top off a properly poured and served quad. Complex fruity aroma and flavor emerge reminiscent of raisins, dates, figs, grapes, plums often accompanied with a hint of winy character. Caramel, dark sugar and malty sweet flavors and aromas can be intense, not cloying, while complementing fruitiness. Though well attenuated it usually has a full, creamy body. Hop characters do not dominate; low to low-medium bitterness is perceived. Perception of alcohol can be extreme. Clove-like phenolic flavor and aroma should not be evident. Chill haze is acceptable at low serving temperatures. Diacetyl and DMS should not be perceived. Well balanced with savoring/sipping drinkability. Oxidative character if evident in aged Quads should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 5, "srmMax": "20", "ibuMax": "50", "abvMin": "9", "fgMin": "1.014", "updateDate": "2015-04-07 15:33:33", "fgMax": "1.02", "shortName": "Belgian Quad", "abvMax": "14", "id": 60, "srmMin": "8", "name": "Belgian-Style Quadrupel"}, "createDate": "2015-12-22 02:31:07", "updateDate": "2015-12-22 21:44:04", "styleId": 60, "id": "D93IvP", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "This one of a kind offering is brewed to celebrate 5 years of beer! Brewed with 5 different malts, 5 different sources of fermentable sugars, 5 hop varieties and 5 yeasts. We hope you're sitting down for this one...", "statusDisplay": "Verified", "nameDisplay": "Fifth Anniversary Quintuple IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "N3Y40b", "createDate": "2016-09-30 13:22:37", "updateDate": "2016-09-30 13:22:38", "abv": "13", "styleId": 31, "ibu": "85", "name": "Fifth Anniversary Quintuple IPA"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Fifth Element is a delightfully complex and rustic \"Old World\" style Belgian farmhouse ale. Aged in American oak barrels for a year and bottle conditioned, this artisan Belgian ale is sure to refresh.\r\n\r\nGold Medal 2010 The Festival of Wood and Barrel Aged Beer National Wood Aged Beer Competition Wild Beer Category\r\n\r\nBronze Medal 2008 Great American Beer Festival American Style or German Style Sour Ale Category", "statusDisplay": "Verified", "nameDisplay": "Fifth Element", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.058", "description": "Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "30", "ibuMax": "65", "abvMin": "6", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:03", "fgMax": "1.03", "shortName": "Old Ale", "abvMax": "9", "id": 13, "srmMin": "12", "name": "Old Ale"}, "name": "Fifth Element", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:12", "updateDate": "2015-11-23 20:57:10", "abv": "8", "styleId": 13, "availableId": 2, "id": "RnkbKa", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Motueka hops in this one.", "srmId": 5, "nameDisplay": "Fifth Level", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "statusDisplay": "Verified", "createDate": "2014-11-17 23:44:16", "updateDate": "2015-02-25 16:10:13", "abv": "6.5", "styleId": 30, "id": "sKWL0L", "name": "Fifth Level"}, {"status": "verified", "isOrganic": "N", "description": "The 5th Voyage is a refreshing and easy drinking Porter meant to be drank in any season. Fresh coconut and chocolate flavors immediately standout, but rich roasted malt quickly takes over for a flavorful finish.", "statusDisplay": "Verified", "nameDisplay": "Fifth Voyage", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/bnCKjT/upload_ApB6xK-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/bnCKjT/upload_ApB6xK-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/bnCKjT/upload_ApB6xK-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "id": "bnCKjT", "createDate": "2016-08-09 14:49:30", "updateDate": "2016-08-09 14:50:18", "abv": "6.3", "styleId": 18, "ibu": "18", "name": "Fifth Voyage"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "1859 was the peak of the Colorado Gold Rush. Prospectors and dreams, later dubbed 59ers, journeyed across the land with the hopes of striking it rich. In that spirit of adventure, Fifty Niner is a Golden Ale aged on oak staves and bottle conditioned with Brettanomyces, a yeast as wild as the new frontier. The lustrous golden brew shines with hints of lemon zest and pear accentuated by a rich vanilla and almond oak character and subtle earthy spiced pineapple Brett finish.", "statusDisplay": "Verified", "nameDisplay": "Fifty Niner", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/4Hi25W/upload_RyHQbJ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/4Hi25W/upload_RyHQbJ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/4Hi25W/upload_RyHQbJ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2014-01-29 20:08:45", "updateDate": "2015-12-17 09:29:15", "styleId": 40, "availableId": 2, "id": "4Hi25W", "name": "Fifty Niner"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Fig & Raisin", "nameDisplay": "Fig & Raisin", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/6OCgjx/upload_TFY6xX-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/6OCgjx/upload_TFY6xX-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/6OCgjx/upload_TFY6xX-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:27", "shortName": "BBL Aged", "id": 132, "name": "Wood- and Barrel-Aged Beer"}, "createDate": "2013-02-02 13:00:03", "updateDate": "2015-12-16 22:19:33", "abv": "9", "styleId": 132, "availableId": 2, "id": "6OCgjx", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Fig Brewton", "statusDisplay": "Verified", "nameDisplay": "Fig Brewton", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/NZp0Cu/upload_CE6Lq3-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/NZp0Cu/upload_CE6Lq3-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/NZp0Cu/upload_CE6Lq3-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:49", "updateDate": "2015-12-16 14:26:18", "styleId": 25, "id": "NZp0Cu", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Our take on the crisp, flavorful ales brewed by farmers specifically for summer refreshment, the Fig Saison starts with several varieties of wheat, barley, rye, and, of course, figs. With a complex mix of yeast and fruit aromas that perfectly match its higher level of carbonation, the Fig Saison pours a rich red color and finishes dry with a mix of fruit, floral, spice, and subtle fig-ish notes.", "statusDisplay": "Verified", "nameDisplay": "Fig Saison Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/UfQyCF/upload_P6sKVo-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/UfQyCF/upload_P6sKVo-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/UfQyCF/upload_P6sKVo-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2015-01-22 20:14:14", "updateDate": "2015-12-17 19:54:33", "abv": "6.3", "styleId": 72, "id": "UfQyCF", "name": "Fig Saison Ale"}, {"status": "verified", "isOrganic": "N", "description": "A farm hand carrying a golden sheaf of wheat collides haphazardly with a young lady back from an abundant harvest of juicy figs. Sticky love ensues.", "srmId": 5, "nameDisplay": "Fig Weizenbock", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/OGFQGG/upload_ABZlaT-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/OGFQGG/upload_ABZlaT-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/OGFQGG/upload_ABZlaT-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.066", "description": "This style can be either pale or dark (golden to dark brown in color) and has a high starting gravity and alcohol content. The malty sweetness of a Weizenbock is balanced with a clove-like phenolic and fruity-estery banana element to produce a wellrounded aroma and flavor. As is true with all German wheat beers, hop bitterness is low and carbonation is high. Hop flavor and aroma are absent. It has a medium to full body. If dark, a mild roast malt character should emerge in flavor and to a lesser degree in the aroma. If this is served with yeast the beer may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 4, "srmMax": "30", "ibuMax": "35", "abvMin": "6.9", "fgMin": "1.016", "updateDate": "2015-04-07 15:30:15", "fgMax": "1.028", "shortName": "Weizenbock", "abvMax": "9.3", "id": 53, "srmMin": "5", "name": "South German-Style Weizenbock / Weissbock"}, "id": "OGFQGG", "statusDisplay": "Verified", "createDate": "2015-01-22 17:31:23", "updateDate": "2015-12-17 21:27:18", "abv": "8.2", "styleId": 53, "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "ibu": "16.8", "name": "Fig Weizenbock"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/G3uUuD/upload_qHiK8X-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/G3uUuD/upload_qHiK8X-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/G3uUuD/upload_qHiK8X-icon.png"}, "name": "Figaro", "nameDisplay": "Figaro (2012)", "year": 2012, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged sour beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood and has developed a bacterial induced natural acidity. This beer is aged in wood with the intention of introducing the micro flora present in the wood. Sometimes wood aging is intended to impart the particularly unique character of the wood, but wood-aged is not necessarily synonymous with imparting wood-flavors. Wood character can be characterized as a complex blend of vanillin and unique wood character. Wood-derived character can also be characterized by flavors of the product that was in the barrel during prior use. These wood-derived flavors, if present in this style, can be very low in character and barely perceived or evident or assertive as wood-derived flavors. Any degree of woodderived flavors should be in balance with other beer character. Fruit and herb/spiced versions may take on the hue, flavors and aromas of added ingredients.  Usually bacteria and \"wild\" yeasts fermentation contributes complex esters and results in a dry to very dry beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of acidity, complex esters, and new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character.  Brewers when entering this category should specify type of barrel used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties). The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:56", "shortName": "BBL Aged Sour", "id": 136, "name": "Wood- and Barrel-Aged Sour Beer"}, "createDate": "2014-04-01 20:46:42", "updateDate": "2015-12-17 12:43:37", "abv": "9.5", "styleId": 136, "availableId": 2, "id": "G3uUuD", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "We dare you not to sing Fiiigaaaro. When the Houston Grand Opera asked us to brew something truly creative to celebrate the opening night of The Barber of Seville, we needed a secret ingredient as dark, sweet, and tricky as Figaro himself. We had never seen a fig beer before, so naturally we had to make one and dedicate it to them. Turkish figs were immediately ordered for overnight delivery and a one-of-a-kind brew recipe was created.\r\n\r\nFigs contribute a rich, round earthiness to the malt's dark fruit and raisin flavors. This Belgian quad yeast strain embodies both spicy pepper and light fruit flavors.", "statusDisplay": "Verified", "nameDisplay": "Figaro Figaro Figaro Fiiigaaaro", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/0FR88r/upload_8PtMRI-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/0FR88r/upload_8PtMRI-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/0FR88r/upload_8PtMRI-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.084", "description": "Quadrupels or \"Quads\" are characterized by the immense presence of alcohol and balanced flavor, bitterness and aromas. Its color is deep amber to rich chestnut/garnet brown. Often characterized by a mousse-like dense, sometimes amber head will top off a properly poured and served quad. Complex fruity aroma and flavor emerge reminiscent of raisins, dates, figs, grapes, plums often accompanied with a hint of winy character. Caramel, dark sugar and malty sweet flavors and aromas can be intense, not cloying, while complementing fruitiness. Though well attenuated it usually has a full, creamy body. Hop characters do not dominate; low to low-medium bitterness is perceived. Perception of alcohol can be extreme. Clove-like phenolic flavor and aroma should not be evident. Chill haze is acceptable at low serving temperatures. Diacetyl and DMS should not be perceived. Well balanced with savoring/sipping drinkability. Oxidative character if evident in aged Quads should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 5, "srmMax": "20", "ibuMax": "50", "abvMin": "9", "fgMin": "1.014", "updateDate": "2015-04-07 15:33:33", "fgMax": "1.02", "shortName": "Belgian Quad", "abvMax": "14", "id": 60, "srmMin": "8", "name": "Belgian-Style Quadrupel"}, "id": "0FR88r", "createDate": "2015-08-21 17:03:57", "updateDate": "2016-07-07 19:08:18", "abv": "11", "styleId": 60, "availableId": 3, "ibu": "20", "name": "Figaro Figaro Figaro Fiiigaaaro"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Our brown ale offers a subtle aroma of juicy, sun-ripened figs. Subtle notes of chocolate and a hint of  malty sweetness can be found in the body. Elderberries produce a delicate tartness in the finish.", "statusDisplay": "Verified", "nameDisplay": "Figgy Elder Brown Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "id": "bMywAZ", "createDate": "2015-04-02 19:22:07", "updateDate": "2015-04-02 19:22:07", "abv": "6.8", "styleId": 37, "availableId": 2, "ibu": "24", "name": "Figgy Elder Brown Ale"}, {"status": "verified", "isOrganic": "N", "description": "This Belgian Dubbel was brewed with our friends at Holy City Brewing Company. A recipe was formulated and brewed that included figs and toasted almonds. This limited release is our first packaged collaboration beer but most certainly will not be the last.", "statusDisplay": "Verified", "nameDisplay": "Figgy Marley", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.06", "description": "This medium-bodied, red to dark brown colored ale has a malty sweetness and chocolate-like caramel aroma. A light hop flavor and/or aroma is acceptable. Dubbels are also characterized by low-medium to medium bitterness. No diacetyl is acceptable. Yeastgenerated fruity esters (especially banana) are appropriate at low levels. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Often bottle conditioned a slight yeast haze and flavor may be evident.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "36", "ibuMax": "30", "abvMin": "6.25", "fgMin": "1.012", "updateDate": "2015-04-07 15:31:45", "fgMax": "1.016", "shortName": "Belgian Dubbel", "abvMax": "7.5", "id": 58, "srmMin": "16", "name": "Belgian-Style Dubbel"}, "id": "AMLC43", "createDate": "2016-01-31 22:46:26", "updateDate": "2016-01-31 22:46:26", "abv": "7.2", "styleId": 58, "ibu": "20", "name": "Figgy Marley"}, {"status": "verified", "isOrganic": "N", "name": "Figgy Pudding", "nameDisplay": "Figgy Pudding", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "English brown ales range from copper to brown in color. They have medium body and range from dry to sweet maltiness with very little hop flavor or aroma. Roast malt tones may sometimes contribute to the flavor and aroma profile. Low to medium-low levels of fruity-ester flavors are appropriate. Diacetyl should be very low, if evident. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "25", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:20:51", "fgMax": "1.014", "shortName": "English Brown", "abvMax": "5.5", "id": 12, "srmMin": "13", "name": "English-Style Brown Ale"}, "createDate": "2012-10-10 11:59:41", "updateDate": "2014-10-14 17:38:20", "abv": "11", "styleId": 12, "id": "jL3Gjc", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Fight Like A Girl", "nameDisplay": "Fight Like A Girl", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-10-13 16:21:59", "updateDate": "2015-10-13 16:21:59", "abv": "8.5", "styleId": 30, "id": "f24GrB", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Fight Milk Stout", "nameDisplay": "Fight Milk Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2016-02-08 02:09:40", "updateDate": "2016-02-09 19:23:38", "styleId": 43, "id": "1cpc47", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "Sour Apple Cider", "srmId": 2, "nameDisplay": "Fight the Power Sour", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/FUohFU/upload_faUqh3-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/FUohFU/upload_faUqh3-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/FUohFU/upload_faUqh3-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.06", "description": "Substantial body and character.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.1", "categoryId": 12, "abvMin": "7", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:02", "fgMax": "1.01", "shortName": "New England Cider", "abvMax": "13", "id": 154, "name": "New England Cider"}, "srm": {"hex": "FFD878", "id": 2, "name": "2"}, "statusDisplay": "Verified", "createDate": "2015-06-21 14:39:11", "updateDate": "2015-12-18 02:51:33", "abv": "5.5", "styleId": 154, "id": "FUohFU", "name": "Fight the Power Sour"}, {"status": "verified", "isOrganic": "N", "name": "Fightin Words", "srmId": 5, "nameDisplay": "Fightin Words", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "createDate": "2015-11-28 21:57:37", "updateDate": "2015-12-02 16:47:26", "styleId": 22, "id": "Ny5y4M", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Killed just about a mile from the brewery, Leonidas Polk , an ordained bishop and Confederate general, was nicknamed “The Fighting Bishop”. Our Bishop is a Belgian Trippel spiced with green peppercorns. With a higher power on his side, The Bishop sits as a melding of a style 500 years old mixed with a fresh flavor.", "statusDisplay": "Verified", "nameDisplay": "Fighting Bishop Belgian Style Trippel", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/DNNkmF/upload_KKoB9E-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/DNNkmF/upload_KKoB9E-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/DNNkmF/upload_KKoB9E-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "createDate": "2015-04-01 17:47:42", "updateDate": "2015-12-17 23:20:53", "abv": "9", "styleId": 59, "id": "DNNkmF", "name": "Fighting Bishop Belgian Style Trippel"}, {"status": "verified", "isOrganic": "N", "description": "The Finches will get you if you donÃ¢â?¬â?¢t watch out!\\ In the early days of southern Wisconsin  the Finches raided the farms of local settlers and held up the early travelers between Madison and Milwaukee. The Finches are long gone but their legend lives on. So enjoy a pint of our Fighting Finches BockÃ¢â?¬Â¦ or you better watch out Ã¢â?¬Ë?cause the Finches are gonna get you!\"\"", "statusDisplay": "Verified", "nameDisplay": "Fighting Finches Bock", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "The German word helle means light colored, and as such, a heller Bock is light straw to deep golden in color. Maibocks are also light-colored bocks. The sweet malty character should come through in the aroma and flavor. A lightly toasted and/or bready malt character is often evident. Roast or heavy toast/caramel malt character should be absent. Body is medium to full. Hop bitterness should be low, while noble-type hop aroma and flavor may be at low to medium levels. Bitterness increases with gravity. Fruity esters may be perceived at low levels. Diacetyl should be absent. Chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "10", "ibuMax": "38", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:39:04", "fgMax": "1.02", "shortName": "Maibock", "abvMax": "8", "id": 89, "srmMin": "4", "name": "German-Style Heller Bock/Maibock"}, "createDate": "2012-01-03 02:43:12", "updateDate": "2012-03-22 13:04:48", "styleId": 89, "id": "kqp5JN", "name": "Fighting Finches Bock"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "Fighting Heart Irish Red Ale", "nameDisplay": "Fighting Heart Irish Red Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "createDate": "2012-09-13 16:52:50", "updateDate": "2012-09-13 16:59:11", "styleId": 22, "availableId": 2, "id": "fxMmZv", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Fighting Irish Red Ale", "nameDisplay": "Fighting Irish Red Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "createDate": "2012-10-22 14:20:07", "updateDate": "2012-10-22 14:20:08", "styleId": 22, "id": "jlljjq", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Nothing gets you in the holiday spirit quite like this FIGJAM QUADRUPLE with it’s warming alcohol, figgy undertones, dark dried fruit flavors of raison dates, hints of fresh baked bread, and a beautiful dry finish that leaves you wanting more.\r\n\r\nWe new we wanted to brew a big, boozy abbey-style quadruple for the holidays but we didn’t have a name.  When a friend of ours told us about a celebrity with whose nickname is FIGJAM (which stands for F@*k I’m Good, Just Ask Me), a star was born!\r\n\r\nWe are pleased to feature our head brewer John Ritenour on the packaging and while he is decidedly humble than FIGJAM, he’s pretty damn good!", "statusDisplay": "Verified", "nameDisplay": "FIGJAM", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/9ABTcw/upload_6GEbMQ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/9ABTcw/upload_6GEbMQ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/9ABTcw/upload_6GEbMQ-icon.png"}, "originalGravity": "1.097", "id": "9ABTcw", "createDate": "2014-09-08 15:59:51", "updateDate": "2015-12-17 17:36:14", "abv": "11.5", "styleId": 60, "foodPairings": "Great with rich roasty foods and cured meats, candied yams, Roquefort and Gorgonzola cheese and of course warm figgy pudding!", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.084", "description": "Quadrupels or \"Quads\" are characterized by the immense presence of alcohol and balanced flavor, bitterness and aromas. Its color is deep amber to rich chestnut/garnet brown. Often characterized by a mousse-like dense, sometimes amber head will top off a properly poured and served quad. Complex fruity aroma and flavor emerge reminiscent of raisins, dates, figs, grapes, plums often accompanied with a hint of winy character. Caramel, dark sugar and malty sweet flavors and aromas can be intense, not cloying, while complementing fruitiness. Though well attenuated it usually has a full, creamy body. Hop characters do not dominate; low to low-medium bitterness is perceived. Perception of alcohol can be extreme. Clove-like phenolic flavor and aroma should not be evident. Chill haze is acceptable at low serving temperatures. Diacetyl and DMS should not be perceived. Well balanced with savoring/sipping drinkability. Oxidative character if evident in aged Quads should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 5, "srmMax": "20", "ibuMax": "50", "abvMin": "9", "fgMin": "1.014", "updateDate": "2015-04-07 15:33:33", "fgMax": "1.02", "shortName": "Belgian Quad", "abvMax": "14", "id": 60, "srmMin": "8", "name": "Belgian-Style Quadrupel"}, "ibu": "35", "name": "FIGJAM"}, {"status": "verified", "isOrganic": "N", "description": "Naturally occurring wild yeasts from the Texas Hill Country impart a sense of place to this dry, tart farmhouse ale fermented with Texas figs smoked by the world-famous Franklin BBQ in Austin, Texas. Unfiltered, unpasteurized, and 100% bottle-conditioned.", "statusDisplay": "Verified", "nameDisplay": "Figlet", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/p5sePg/upload_BbNTuD-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/p5sePg/upload_BbNTuD-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/p5sePg/upload_BbNTuD-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2015-08-06 18:34:10", "updateDate": "2016-11-10 18:15:37", "abv": "6.5", "styleId": 72, "id": "p5sePg", "name": "Figlet"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "This beautiful amber lager has gentle caramel/toast characteristics coming from traditional German malts. These notes play well with noble hop varieties in this true to form German Style Oktoberfest.", "statusDisplay": "Verified", "nameDisplay": "Figtoberfest", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/EgxEMR/upload_d3QDdP-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/EgxEMR/upload_d3QDdP-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/EgxEMR/upload_d3QDdP-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "Today's Oktoberfest beers are characterized by a medium body and light, golden color. Sweet maltiness is mild with an equalizing balance of clean, hop bitterness. Hop aroma and flavor should be low but notable. Ale-like fruity esters should not be perceived. Diacetyl and chill haze should not be perceived. Similar or equal to Dortmunder/European-Style Export", "createDate": "2012-03-21 20:06:46", "ibuMin": "23", "categoryId": 7, "srmMax": "5", "ibuMax": "29", "abvMin": "5", "fgMin": "1.01", "updateDate": "2015-04-07 15:36:59", "fgMax": "1.014", "shortName": "Oktoberfest", "abvMax": "6", "id": 82, "srmMin": "3", "name": "German-Style Oktoberfest / Wiesen (Meadow)"}, "id": "EgxEMR", "createDate": "2015-08-26 19:21:42", "updateDate": "2015-12-18 03:58:50", "abv": "5.7", "styleId": 82, "availableId": 4, "ibu": "30", "name": "Figtoberfest"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "This Entrepôt series \"warehouse ale\" was brewed with Turkish figs and mesquite honey and aged on figs in cabernet barrels.", "statusDisplay": "Verified", "nameDisplay": "FIGUE", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:27", "shortName": "BBL Aged", "id": 132, "name": "Wood- and Barrel-Aged Beer"}, "createDate": "2015-04-22 20:07:12", "updateDate": "2015-04-22 20:07:12", "abv": "8.9", "styleId": 132, "availableId": 2, "id": "Pp5dW6", "name": "FIGUE"}, {"status": "verified", "isOrganic": "N", "description": "Unique Pale ale with vibrant hop character", "srmId": 6, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Figueroa Mountain Mosaic", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 6, "name": "International Ale Styles"}, "ogMin": "1.044", "description": "International-style pale ales range from deep golden to copper in color. The style is characterized by wide range of hop characters unlike fruity, floral and citrus-like American-variety hop character and unlike earthy, herbal English-variety hop character. Moderate to high hop bitterness, flavor, and aroma is evident. International pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "30", "categoryId": 6, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:35:08", "fgMax": "1.014", "shortName": "International Pale", "abvMax": "5.5", "id": 73, "srmMin": "6", "name": "International-Style Pale Ale"}, "id": "6iuBU0", "servingTemperature": "cold", "statusDisplay": "Verified", "createDate": "2016-07-08 20:55:15", "updateDate": "2016-07-12 19:41:13", "abv": "5.5", "styleId": 73, "glasswareId": 5, "ibu": "30", "srm": {"hex": "F8A600", "id": 6, "name": "6"}, "name": "Figueroa Mountain Mosaic"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "A lower-alcohol version of a classic American-style pale ale. Perfect for lunchtime quaffing or following a heavier brew, this beer perfectly balances toasty, nutty malts and citrusy Cascade hops.\r\n\r\nLight in alcohol but certainly not lacking in character. There is an even balance of heavy, bready malts and light, citrus-like hops. This ale is brilliantly amber-orange in color and pours a dense, snow-white head that lingers and forms a beautiful lace along the glass.", "statusDisplay": "Verified", "nameDisplay": "Figueroa Mtn Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/U9kFBi/upload_nKsbG0-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/U9kFBi/upload_nKsbG0-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/U9kFBi/upload_nKsbG0-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "U9kFBi", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:12", "updateDate": "2015-12-16 10:52:08", "abv": "4.5", "styleId": 25, "availableId": 3, "glasswareId": 5, "ibu": "29", "name": "Figueroa Mtn Pale Ale"}, {"status": "verified", "isOrganic": "N", "description": "Sit back and enjoy as the last days of summer fade into fall with this refreshing beer in hand. Brewed by Sheldon King as our next Brewer's Series beer, this beer was made with a light crisp wheat ale base and as many bushels worth of peaches as we could cram into one batch. You can almost feel the peach fuzz as you drink it!", "statusDisplay": "Verified", "nameDisplay": "Figure Of Peche", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2016-09-10 19:00:10", "updateDate": "2016-09-10 19:00:10", "abv": "5.3", "styleId": 119, "id": "7Mjzbz", "name": "Figure Of Peche"}, {"status": "verified", "isOrganic": "N", "description": "Den 2. mai vil Lervigs nye øl Fiine Lervig Premium være tilgjengelig. Ølet er brygget etter en særegen bryggeprosess. Prosessen kjennetegnes ved at innmaskingen av de fire malttypene foregår ved to temperaturstadier. Ølet bør nevnes i samme åndedrag som goe sort, snadder-øl og reint snob.", "statusDisplay": "Verified", "nameDisplay": "Fiine Lervig Premium", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.044", "description": "This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.", "createDate": "2012-03-21 20:06:46", "ibuMin": "6", "categoryId": 8, "srmMax": "6", "ibuMax": "15", "abvMin": "4.3", "fgMin": "1.01", "updateDate": "2015-04-07 15:40:04", "fgMax": "1.014", "shortName": "American Premium Lager", "abvMax": "5", "id": 97, "srmMin": "2", "name": "American-Style Premium Lager"}, "createDate": "2015-09-26 22:37:04", "updateDate": "2015-09-26 22:37:04", "abv": "4.7", "styleId": 97, "id": "BKSZFD", "name": "Fiine Lervig Premium"}, {"status": "verified", "isOrganic": "N", "description": "Imperial Golden Ale w/ Nelson Sauvin hops aged in Sauvignon Blanc Barrels", "statusDisplay": "Verified", "nameDisplay": "Fill in the Blancs", "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Any strong classic style or unique, experimental style of beer can be wood or barrel-aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and unique wood character but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Primary character of the beer style may or may not be apparent. Sour wood-aged beer of any color is outlined in other categories. Beers in this style may or may not have Brettanomyces character. The brewer must explain the special nature of the beer to allow for accurate judging. Comments could include: type of wood used (new or old, oak or other wood type), type of barrel used (new, port/ whiskey/ wine/ sherry/ other), base beer style or achieved character. Beer entries not accompanied by this information will be at a disadvantage during judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:50", "shortName": "BBL Aged Strong", "id": 135, "name": "Wood- and Barrel-Aged Strong Beer"}, "id": "krhW4L", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2016-07-07 16:01:18", "updateDate": "2016-07-07 19:05:27", "abv": "9", "styleId": 135, "glasswareId": 6, "ibu": "75", "name": "Fill in the Blancs"}, {"status": "verified", "isOrganic": "N", "name": "Fille De Ferme", "nameDisplay": "Fille De Ferme", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2016-02-13 17:34:20", "updateDate": "2016-02-16 18:08:45", "abv": "4.1", "styleId": 72, "id": "KqOFs4", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Filling Station Ale", "nameDisplay": "Filling Station Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/BK2dYL/upload_tppaMY-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/BK2dYL/upload_tppaMY-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/BK2dYL/upload_tppaMY-icon.png"}, "createDate": "2012-01-03 02:43:12", "updateDate": "2012-03-22 13:05:27", "id": "BK2dYL", "statusDisplay": "Verified"}, {"available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "srmId": 8, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/lNTNpK/upload_I1Yenx-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/lNTNpK/upload_I1Yenx-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/lNTNpK/upload_I1Yenx-icon.png"}, "styleId": 136, "availableId": 2, "foodPairings": "Moroccan lamb tagine, whole roast goat, vanilla custard.", "id": "lNTNpK", "statusDisplay": "Verified", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged sour beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood and has developed a bacterial induced natural acidity. This beer is aged in wood with the intention of introducing the micro flora present in the wood. Sometimes wood aging is intended to impart the particularly unique character of the wood, but wood-aged is not necessarily synonymous with imparting wood-flavors. Wood character can be characterized as a complex blend of vanillin and unique wood character. Wood-derived character can also be characterized by flavors of the product that was in the barrel during prior use. These wood-derived flavors, if present in this style, can be very low in character and barely perceived or evident or assertive as wood-derived flavors. Any degree of woodderived flavors should be in balance with other beer character. Fruit and herb/spiced versions may take on the hue, flavors and aromas of added ingredients.  Usually bacteria and \"wild\" yeasts fermentation contributes complex esters and results in a dry to very dry beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of acidity, complex esters, and new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character.  Brewers when entering this category should specify type of barrel used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties). The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:56", "shortName": "BBL Aged Sour", "id": 136, "name": "Wood- and Barrel-Aged Sour Beer"}, "nameDisplay": "Filmishmish", "name": "Filmishmish", "abv": "5.8", "status": "verified", "description": "Filmishmish, an Arabic term for “when the apricots bloom”, is a barrel aged sour blonde ale to which apricots have been added. The beer’s already fruity esters are enhanced by the hint of fresh apricot jam and wood shavings. Filmishmish is a well balanced beer, keeping the apricot and oak character present, but putting the flavor of the well formed sour ale at the forefront.", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "glasswareId": 8, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "srm": {"hex": "EA8F00", "id": 8, "name": "8"}, "servingTemperature": "cold", "updateDate": "2015-12-17 08:32:11", "ibu": "5", "createDate": "2014-01-29 13:14:30"}, {"status": "verified", "isOrganic": "N", "name": "Filthy Dirty West Coast IPA", "nameDisplay": "Filthy Dirty West Coast IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2016-05-22 02:42:15", "updateDate": "2016-06-08 18:15:26", "abv": "7.2", "styleId": 30, "id": "DvTPYK", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A perfectly balanced and smooth IPA. Brewed with a healthy dose of Chinook, Willamette, and Cascade hops.", "statusDisplay": "Verified", "nameDisplay": "Filthy Hoppn' IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/5SiUrO/upload_YfcHR1-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/5SiUrO/upload_YfcHR1-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/5SiUrO/upload_YfcHR1-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "5SiUrO", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-09-08 11:29:12", "updateDate": "2015-12-16 18:01:11", "abv": "6.4", "styleId": 30, "glasswareId": 5, "ibu": "54.6", "name": "Filthy Hoppn' IPA"}, {"status": "verified", "isOrganic": "N", "description": "Translation “end of the world”, this dark lager is inspired by Mayan culture combining maize, cacao and regional spices. We plan on having this on tap till at least December 21st, after that, well who knows…", "statusDisplay": "Verified", "nameDisplay": "Fin Del Mundo", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "This beer's malt aroma and flavor are low but notable. Its color ranges from a very deep copper to a deep, dark brown. It has a clean, light body with discreet contributions from caramel and roasted malts. Non-malt adjuncts are often used, and hop rates are low. Hop bitterness is clean and has a short duration of impact. Hop flavor, and aroma are low. Carbonation is high. Fruity esters, diacetyl, and chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "14", "categoryId": 8, "srmMax": "25", "ibuMax": "20", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:41:42", "fgMax": "1.012", "shortName": "American Dark Lager", "abvMax": "5.5", "id": 103, "srmMin": "14", "name": "American-Style Dark Lager"}, "createDate": "2015-04-24 22:14:21", "updateDate": "2015-04-24 22:14:21", "abv": "6.25", "styleId": 103, "id": "jrDmUr", "name": "Fin Del Mundo"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Dragonmead's signature product! This is the ultimate Belgian style. The very high gravity of this beer is balanced by the smoothness of its finish. Banana and Clove aromas come from the Belgian yeast strain combining with the generous dose of Belgian Candi Sugar. The Saaz hops help to give this beer a balanced bitterness with no noticeable hop aroma.", "statusDisplay": "Verified", "nameDisplay": "Final Absolution", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/XuZjEE/upload_SEETCx-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/XuZjEE/upload_SEETCx-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/XuZjEE/upload_SEETCx-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.07", "description": "Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "9", "ibuMax": "45", "abvMin": "7", "fgMin": "1.01", "updateDate": "2015-04-07 15:31:50", "fgMax": "1.018", "shortName": "Belgian Tripel", "abvMax": "10", "id": 59, "srmMin": "4", "name": "Belgian-Style Tripel"}, "createDate": "2012-01-03 02:43:12", "updateDate": "2015-12-16 04:18:55", "abv": "8.5", "styleId": 59, "availableId": 1, "id": "XuZjEE", "name": "Final Absolution"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/FyBdEv/upload_6jsoc1-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/FyBdEv/upload_6jsoc1-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/FyBdEv/upload_6jsoc1-icon.png"}, "description": "The 2013 version of Final Departure Imperial Stout boasts a 9.3 percent ABV and 70 IBUs. As our darkest and richest beer, notes of coffee and chocolate give way to a toasty finish accompanied by a firm hop bitterness. This limited edition stout is designed get better with age, so it can be consumed at the end of this year, or next – or anytime in between.", "statusDisplay": "Verified", "nameDisplay": "Final Departure (2013)", "year": 2013, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "id": "FyBdEv", "createDate": "2014-01-28 17:21:10", "updateDate": "2015-12-17 08:26:15", "abv": "9.3", "styleId": 43, "availableId": 3, "ibu": "70", "name": "Final Departure"}, {"status": "verified", "isOrganic": "N", "name": "Final Frontier", "statusDisplay": "Verified", "nameDisplay": "Final Frontier", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/w3TFPF/upload_jWiJg8-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/w3TFPF/upload_jWiJg8-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/w3TFPF/upload_jWiJg8-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "w3TFPF", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:12", "updateDate": "2016-03-03 16:52:19", "abv": "9", "styleId": 31, "ibu": "90", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "A Bavarian-style hefeweizen brewed with malted german wheat. The ferrulic rest in the brew schedule gives the authentic German hefe strain the potential to create these nice banana and clove phenols you'll recognize. True to style, served in our signature hefeweizen glass, a great beer for those warm summer days.", "statusDisplay": "Verified", "nameDisplay": "Final Glide", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/NFj7JY/upload_weFZtI-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/NFj7JY/upload_weFZtI-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/NFj7JY/upload_weFZtI-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "id": "NFj7JY", "createDate": "2015-10-15 16:46:01", "updateDate": "2015-12-18 04:46:08", "abv": "5.4", "styleId": 48, "ibu": "14", "name": "Final Glide"}, {"status": "verified", "isOrganic": "N", "description": "This Extra Special Bitter (ESB) starts with great apricot notes, then POW...bitter wonderfulness! A slightly more sulphuric water profile accentuates hop bittness in tandem with the English-style yeast. It all comes down to the Final Level!", "statusDisplay": "Verified", "nameDisplay": "Final Level.", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/M2MI9M/upload_VlTSlH-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/M2MI9M/upload_VlTSlH-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/M2MI9M/upload_VlTSlH-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "id": "M2MI9M", "createDate": "2015-04-06 17:53:08", "updateDate": "2015-12-18 01:25:31", "abv": "6.3", "styleId": 5, "ibu": "43", "name": "Final Level."}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Final Rites Rye", "nameDisplay": "Final Rites Rye", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "eKezbn", "servingTemperature": "cold", "createDate": "2015-06-09 16:44:28", "updateDate": "2015-06-10 20:20:12", "abv": "6.9", "styleId": 30, "availableId": 1, "ibu": "59", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Beneath the maltiness you will find notes of fig, sherry, and molasses. Its velvety body creates the perfect vessel for the rich dark chocolate complexity.", "statusDisplay": "Verified", "nameDisplay": "Finback Imperial Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "id": "NHRITx", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-02-18 15:28:32", "updateDate": "2015-03-12 17:15:10", "abv": "11", "styleId": 43, "glasswareId": 5, "ibu": "80", "name": "Finback Imperial Stout"}, {"status": "verified", "isOrganic": "N", "description": "Bitter and hoppy. Filled with Chinook and Columbus hops.", "statusDisplay": "Verified", "nameDisplay": "Finback IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "kxiUKW", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-02-18 15:27:56", "updateDate": "2015-04-07 15:05:38", "abv": "7.2", "styleId": 30, "glasswareId": 5, "ibu": "112", "name": "Finback IPA"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "This beer is an extremely smooth amber Mexican lager that will quench the thirst of anyone seeking maximum flavor, enjoyment and entertainment. The band Finding Friday is the namesake. Find your Friday everyday with this amazing Mexican lager.", "statusDisplay": "Verified", "nameDisplay": "Finding Friday Mexican Lager", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/97HTQ4/upload_M9yS4d-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/97HTQ4/upload_M9yS4d-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/97HTQ4/upload_M9yS4d-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.042", "description": "American-style amber lagers are light amber to amber or copper colored. They are medium bodied. There is a noticeable degree of caramel-type malt character in flavor and often in aroma. This is a broad category in which the hop bitterness, flavor, and aroma may be accentuated or may only be present at relatively low levels, yet noticeable. Fruity esters, diacetyl, and chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 8, "srmMax": "14", "ibuMax": "30", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:41:26", "fgMax": "1.018", "shortName": "American Amber Lager", "abvMax": "5.4", "id": 101, "srmMin": "6", "name": "American-Style Amber Lager"}, "id": "97HTQ4", "createDate": "2016-09-20 20:20:42", "updateDate": "2016-09-30 15:01:13", "abv": "5.6", "styleId": 101, "availableId": 2, "ibu": "18", "name": "Finding Friday Mexican Lager"}, {"status": "verified", "isOrganic": "N", "name": "Fine Rind", "nameDisplay": "Fine Rind", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2014-09-18 17:41:29", "updateDate": "2014-09-18 17:41:29", "abv": "7.5", "styleId": 30, "id": "f5uYsr", "statusDisplay": "Verified"}]
