[{"status": "verified", "isOrganic": "N", "name": "De Cam Oude Lambiek", "nameDisplay": "De Cam Oude Lambiek", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/dQNuSJ/upload_8h4uiU-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/dQNuSJ/upload_8h4uiU-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/dQNuSJ/upload_8h4uiU-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.047", "description": "Unblended, naturally and spontaneously fermented lambic is intensely estery, sour, and sometimes, but not necessarily, acetic flavored. Low in carbon dioxide, these hazy beers are brewed with unmalted wheat and malted barley. Sweet malt characters are not perceived. They are very low in hop bitterness. Cloudiness is acceptable. These beers are quite dry and light bodied. Characteristic horsey, goaty, leathery and phenolic character evolved from Brettanomyces yeast is often present at moderate levels. Versions of this beer made outside of the Brussels area of Belgium cannot be true lambics. These versions are said to be \"lambicstyle\" and may be made to resemble many of the beers of true origin. Vanillin and other wood-derived flavors should not be evident. Historically, traditional lambic is dry and completely attenuated, exhibiting no residual sweetness either from malt, sugar or artificial sweeteners. Sweet versions may be created through addition of sugars or artificial sweeteners. Competition organizers may choose to subcategorize this style into A) Traditional and B) Sweet. Artificial sweeteners are sometimes used in some brands.", "createDate": "2012-03-21 20:06:46", "ibuMin": "11", "categoryId": 5, "srmMax": "13", "ibuMax": "23", "abvMin": "6.2", "fgMin": "1", "updateDate": "2015-04-07 15:32:34", "fgMax": "1.01", "shortName": "Lambic", "abvMax": "8.1", "id": 66, "srmMin": "6", "name": "Belgian-Style Lambic"}, "createDate": "2014-07-18 00:16:15", "updateDate": "2015-12-17 15:27:59", "abv": "5", "styleId": 66, "id": "dQNuSJ", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/P9bVHY/upload_3LtuFT-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/P9bVHY/upload_3LtuFT-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/P9bVHY/upload_3LtuFT-icon.png"}, "name": "de Coup", "statusDisplay": "Verified", "nameDisplay": "de Coup (2014)", "year": 2014, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2014-05-06 13:42:32", "updateDate": "2015-12-17 13:11:13", "abv": "6.9", "styleId": 72, "id": "P9bVHY", "glasswareId": 8}, {"status": "verified", "isOrganic": "N", "name": "De Dolle Boskeun", "nameDisplay": "De Dolle Boskeun", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.06", "description": "Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "21", "ibuMax": "65", "abvMin": "7", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:05", "fgMax": "1.04", "shortName": "Strong Ale", "abvMax": "11", "id": 14, "srmMin": "8", "name": "Strong Ale"}, "createDate": "2016-02-15 16:29:00", "updateDate": "2016-02-15 16:29:00", "abv": "10", "styleId": 14, "id": "hCqQum", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "De Horste Vermeer Traditional Dutch Ale", "nameDisplay": "De Horste Vermeer Traditional Dutch Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "This beer style is unusual in that its impetus is to commemorate combinations of ingredients and/or techniques adopted by or unique to a particular region. At least one regional combination of ingredients and/or techniques must be unique and differentiated from ingredients and/or techniques commonly used by brewers throughout the world.  There are many excellent and popular beers that are brewed with either non-traditional or traditional ingredients and/or processes yet their character may distinctively vary from all other styles currently defined or included in these guidelines. These grain-based beers are brewed reflecting local beer culture (process, ingredients, climate, etc.). This category recognizes uniquely local or regional beer types and beers distinctively not defined in any recognized style in these guidelines. They may be light or dark, strong or weak, hoppy or not hoppy. They may have characters which are unique to yeast, fermentation techniques, aging conditions, carbonation level - or higher or lower levels of profound characters normally associated with other beer types. Examples of indigenous beers might include current day versions of highly regional and/or historic styles which are not represented elsewhere in these guidelines, such as Finnish-style sahti, S American chicha, African sorghum based beers, and others. Other examples might include beers made wholly unique by use of multiple local ingredients and/or techniques, with the resulting beer being highly representative of location, as well as differentiated from traditional beer style categories. Beers brewed with non-traditional hop varieties, grains, malt, yeast or other ingredient that still closely approximate an existing classical category would be more appropriately entered into the classical category. New and innovative beers that do not represent locally adopted techniques or grown ingredients would be more appropriately entered into the experimental category. Proper evaluation of entries in this category requires the need to provide  judges with additional information about the beer.  A written summary illustrating the intent, background, history, design and/or development of the beer as well as  describing any regional and/or stylistic context, choice of ingredients, process and any other unique information, helps establish a basis for comparison between highly diverse entries. Entering brewers must provide a statement of 100 words or less illustrating the above and why it is an indigenous beer without revealing the company's identity. This statement should be carefully crafted and will be evaluated by judges and carry significant weight in their decisions. Statements that contain information which might identify or otherwise create bias towards the entry will be modified by the Competition Manager. Entries not accompanied by this information will be at a profound disadvantage during judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:45:15", "shortName": "Indigenous Beer", "id": 128, "name": "Indigenous Beer (Lager or Ale)"}, "createDate": "2012-01-03 02:43:04", "updateDate": "2015-05-20 17:40:05", "abv": "8", "styleId": 128, "id": "oTmJ8i", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "De Kleine Dood", "nameDisplay": "De Kleine Dood", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.066", "description": "This style can be either pale or dark (golden to dark brown in color) and has a high starting gravity and alcohol content. The malty sweetness of a Weizenbock is balanced with a clove-like phenolic and fruity-estery banana element to produce a wellrounded aroma and flavor. As is true with all German wheat beers, hop bitterness is low and carbonation is high. Hop flavor and aroma are absent. It has a medium to full body. If dark, a mild roast malt character should emerge in flavor and to a lesser degree in the aroma. If this is served with yeast the beer may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 4, "srmMax": "30", "ibuMax": "35", "abvMin": "6.9", "fgMin": "1.016", "updateDate": "2015-04-07 15:30:15", "fgMax": "1.028", "shortName": "Weizenbock", "abvMax": "9.3", "id": 53, "srmMin": "5", "name": "South German-Style Weizenbock / Weissbock"}, "createDate": "2016-02-01 17:16:54", "updateDate": "2016-02-01 17:16:54", "abv": "9", "styleId": 53, "id": "WinN6l", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A traditional Belgian Pale with Marris Otter and Styrian Goldings hops", "statusDisplay": "Verified", "nameDisplay": "De Kofa Belgian Pale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "12", "ibuMax": "30", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:06", "fgMax": "1.014", "shortName": "Belgian Pale", "abvMax": "6", "id": 62, "srmMin": "6", "name": "Belgian-Style Pale Ale"}, "createDate": "2015-02-12 17:00:20", "updateDate": "2015-02-12 17:00:20", "styleId": 62, "id": "2mQ0GT", "name": "De Kofa Belgian Pale"}, {"status": "verified", "isOrganic": "N", "description": "Dry hopped pale ale brewed with brettanomyces!", "statusDisplay": "Verified", "nameDisplay": "De La Brett", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Brett Beers are any range of color and may take on the color of added fruits or other ingredients. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Moderate to intense yet balanced fruity-ester aromas are evident. In darker versions, roasted malt, caramel-like and chocolate-like aromas are subtly present. Diacetyl and DMS aromas should not be perceived. Hop aroma is evident over a full range from low to high. In darker versions, roasted malt, caramel-like and chocolate-like flavors are subtly present. Fruited versions will exhibit fruit flavors in harmonious balance with other characters. Hop flavor is evident over a full range from low to high. Hop bitterness is evident over a full range from low to high. The evolution of natural acidity develops balanced complexity. Horsey, goaty, leathery, phenolic and light to moderate and/or fruity acidic character evolved from Brettanomyces organisms may be evident, not dominant and in balance with other character. Cultured yeast strains may be used in the fermentation. Beers in this style should not use bacteria or exhibit bacteria-derived characters. Moderate to intense yet balanced fruity-ester flavors are evident. Diacetyl and DMS flavors should not be perceived. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Body is evident over a full range from low to high. For purposes of competition entries exhibiting wood-derived characters or characters of liquids previously aged in wood would more appropriately be entered in other Wood-Aged Beer categories. Wood- and barrel-aged sour ales should not be entered here and are classified elsewhere.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 17:04:16", "shortName": "Brett", "id": 39, "name": "Brett Beer"}, "createDate": "2015-04-19 19:37:45", "updateDate": "2015-04-19 19:37:45", "abv": "5.75", "styleId": 39, "id": "7Ii1QU", "name": "De La Brett"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "name": "De La Vigne", "nameDisplay": "De La Vigne", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2012-10-24 14:50:39", "updateDate": "2015-08-18 16:54:06", "styleId": 40, "availableId": 3, "id": "7G7PV7", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Dutch for \"The Living Dead,\" is Rushing Duck’s fall offering. The beer starts with a rich chocolatey base and the addition of the Belgian Trappist yeast and 7lbs of cherries per barrel gives De Levende Doden a complex fruitiness. The beer comes in at 8.3% ABV and is perfect for a cool, blustery fall night.", "statusDisplay": "Verified", "nameDisplay": "De Levende Doden", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/nQ7kS5/upload_RaE50X-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/nQ7kS5/upload_RaE50X-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/nQ7kS5/upload_RaE50X-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "createDate": "2015-03-10 19:14:02", "updateDate": "2015-12-17 22:01:10", "abv": "8.3", "styleId": 64, "id": "nQ7kS5", "name": "De Levende Doden"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "De Natte Gijt Hop met de Gijt", "nameDisplay": "De Natte Gijt Hop met de Gijt", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/fejXdJ/upload_M31mi0-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/fejXdJ/upload_M31mi0-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/fejXdJ/upload_M31mi0-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "fejXdJ", "createDate": "2015-01-25 19:14:23", "updateDate": "2015-12-17 21:46:30", "abv": "6.5", "styleId": 30, "availableId": 1, "ibu": "60", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "De Natte Gijt Stoute Gijt", "nameDisplay": "De Natte Gijt Stoute Gijt", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/R1HvKR/upload_eskYPf-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/R1HvKR/upload_eskYPf-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/R1HvKR/upload_eskYPf-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.08", "description": "Dark copper to very dark brown, British-style imperial stouts typically have high alcohol content. The extremely rich malty flavor (often characterized as toffee-like or caramel-like) and aroma are balanced with medium hopping and high fruity-ester characteristics. Bitterness should be moderate and balanced with sweet malt character. The bitterness may be higher in the darker versions. Roasted malt astringency is very low or absent. Bitterness should not overwhelm the overall character. Hop aroma can be subtle to moderately hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:45", "ibuMin": "45", "categoryId": 1, "srmMax": "35", "ibuMax": "65", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:22:41", "fgMax": "1.03", "shortName": "British Imperial Stout", "abvMax": "12", "id": 16, "srmMin": "20", "name": "British-Style Imperial Stout"}, "id": "R1HvKR", "createDate": "2015-01-25 18:04:26", "updateDate": "2015-12-17 21:50:53", "abv": "8.8", "styleId": 16, "availableId": 1, "ibu": "85", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "name": "De Natte Gijt Stoute Gijt Barrel Aged Linkwood", "nameDisplay": "De Natte Gijt Stoute Gijt Barrel Aged Linkwood", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "id": "3L0jTs", "createDate": "2015-01-25 18:10:49", "updateDate": "2015-02-09 13:58:10", "abv": "8.8", "styleId": 43, "availableId": 2, "ibu": "85", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "This is a smoked IPA.", "statusDisplay": "Verified", "ingredients": {"hops": [{"forAroma": "Y", "alphaAcidMax": 13, "myrceneMax": 65, "cohumuloneMax": 24, "farneseneMax": 1, "forFlavor": "Y", "id": 27, "humuleneMax": 13, "category": "hop", "createDate": "2013-06-24 16:07:28", "isNoble": "N", "humuleneMin": 11, "betaAcidMax": 4.5, "cohumuloneMin": 22, "myrceneMin": 60, "alphaAcidMin": 11, "description": "Comprised of Hallertau Mittelfrüh, US Tettnang, Brewer's Gold and East Kent Golding", "betaAcidMin": 3.5, "caryophylleneMax": 8, "caryophylleneMin": 6, "name": "Citra", "categoryDisplay": "Hops", "updateDate": "2015-09-24 13:38:05", "forBittering": "N"}], "malt": [{"category": "malt", "srmPrecise": 9, "description": "Malt that has been smoked over an open fire to create a distinctive \"smoked\" flavor and aroma. Used primarily for German Rauchbier but can also be added to Brown Ales and Porters.", "srmId": 9, "countryOfOrigin": "DE", "characteristics": [{"description": "Imparts a smoked quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 13, "name": "Smoked"}], "createDate": "2013-06-24 16:07:55", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "E58500", "id": 9, "name": "9"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.037, "coarseFineDifference": 1.5, "maxInBatch": 100, "requiresMashing": "Y", "dryYield": 80, "protein": 11.5, "country": {"displayName": "Germany", "name": "GERMANY", "isoThree": "DEU", "createDate": "2012-01-03 02:41:33", "numberCode": 276, "isoCode": "DE"}, "id": 785, "moistureContent": 4, "name": "Smoked Malt"}]}, "nameDisplay": "De Natte Gijt Vredesgijt", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/CNqJ1Z/upload_vYxC7c-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/CNqJ1Z/upload_vYxC7c-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/CNqJ1Z/upload_vYxC7c-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "CNqJ1Z", "createDate": "2015-01-25 17:52:26", "updateDate": "2015-12-17 21:43:03", "abv": "6.8", "styleId": 30, "ibu": "65", "name": "De Natte Gijt Vredesgijt"}, {"status": "verified", "isOrganic": "N", "name": "De Noël", "nameDisplay": "De Noël", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/N1SWWY/upload_urzj88-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/N1SWWY/upload_urzj88-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/N1SWWY/upload_urzj88-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "createDate": "2012-10-31 10:50:20", "updateDate": "2015-12-16 19:50:30", "abv": "7", "styleId": 124, "id": "N1SWWY", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Provision Saison al la peaches.", "statusDisplay": "Verified", "nameDisplay": "De Peche Mode", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2015-08-07 17:25:53", "updateDate": "2015-08-07 17:25:53", "styleId": 72, "id": "mlYcLj", "name": "De Peche Mode"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "This Mexican style lager is light and crisp! The perfect beer to enjoy on a hot summer day. It is best served with a slice of lime.", "statusDisplay": "Verified", "nameDisplay": "De Soto Lager", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2015-04-06 21:18:52", "updateDate": "2015-04-06 21:18:52", "styleId": 93, "availableId": 4, "id": "az7tzz", "name": "De Soto Lager"}, {"status": "verified", "isOrganic": "Y", "description": "Fort De Soto, the largest park within the Pinellas County Park System, consists of 1,136 acres made up of five interconnected islands. These keys are home to beach plants, mangroves, wetlands, palm hammocks, hardwoods and scores of native plants. The park is also home to more than 328 species of birds with new species being added every year. Between 1,000 A.D. and 1,500 A.D. Fort De Soto was inhabited by the Tocobaga Indians. On May 30, 1539 a well-known Spanish explorer, Hernando De Soto, landed on these shores. De Soto Low is a take on a new style that we dub, Micro IPA. Lower alcohol than both American IPAs and Session IPAs, our Micro IPA is only 2.3% ABV but is packed full of hop aroma, flavor, and bitterness. De Soto Low is brewed with generous amounts of Simcoe, Columbus, and Citra hops at 45 IBUs.", "statusDisplay": "Verified", "ingredients": {"hops": [{"forAroma": "Y", "alphaAcidMax": 13, "myrceneMax": 65, "cohumuloneMax": 24, "farneseneMax": 1, "forFlavor": "Y", "id": 27, "humuleneMax": 13, "category": "hop", "createDate": "2013-06-24 16:07:28", "isNoble": "N", "humuleneMin": 11, "betaAcidMax": 4.5, "cohumuloneMin": 22, "myrceneMin": 60, "alphaAcidMin": 11, "description": "Comprised of Hallertau Mittelfrüh, US Tettnang, Brewer's Gold and East Kent Golding", "betaAcidMin": 3.5, "caryophylleneMax": 8, "caryophylleneMin": 6, "name": "Citra", "categoryDisplay": "Hops", "updateDate": "2015-09-24 13:38:05", "forBittering": "N"}, {"category": "hop", "createDate": "2013-06-24 16:07:29", "categoryDisplay": "Hops", "id": 30, "name": "Columbus"}, {"myrceneMax": 65, "category": "hop", "farneseneMax": 1, "description": "Simcoe is a dual-purpose hop variety which its grower claims is similar in character to Amarillo. It is a proprietary hop, and the name \"Simcoe\" is a registered trademark of Yakima Chief Ranches, LLC.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:36", "betaAcidMin": 4, "categoryDisplay": "Hops", "id": 118, "humuleneMin": 10, "betaAcidMax": 5, "caryophylleneMax": 8, "updateDate": "2013-06-24 16:10:38", "caryophylleneMin": 5, "cohumuloneMax": 20, "cohumuloneMin": 15, "myrceneMin": 60, "alphaAcidMin": 12, "humuleneMax": 15, "name": "Simcoe"}]}, "nameDisplay": "De Soto Low Micro IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-06-12 14:19:47", "updateDate": "2015-06-12 14:20:41", "abv": "2.3", "styleId": 30, "id": "5Ocfc3", "name": "De Soto Low Micro IPA"}, {"status": "verified", "isOrganic": "N", "description": "De Witte is a flavourful summer beer brewed in the tradition of the white ales of the Flemish Brabant. Made with malted and unmalted wheat, seasoned with orange peel and coriander and fermented with Belgian yeast and lactobacillus, De Witte is complex on the palate, with a refreshing, tart finish.", "statusDisplay": "Verified", "nameDisplay": "De Witte", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Wild Beers are any range of color. These beers may be clear or hazy due to yeast, chill haze or hop haze. Aromas may vary tremendously due to fermentation characters contributed by various known and unknown microorganisms. The overall balance should be complex and balanced. Hop aroma very low to high. Usually because of a high degree of attenuation in these beers, malt character is very low to low. If there are exceptions that are malty, the overall balance of complexity of other characters should be in harmony. Hop flavor very low to high. Hop bitterness is perceived at varying levels depending on the overall balance, but usually perceived as very low to low. Wild beers are \"spontaneously\" fermented with microorganisms that the brewer has introduced from the ambient air/environment in the vicinity of the brewery in which the beer is brewed. Wild beers may not be fermented with any cultured strains of yeast or bacteria. Wild beer may or may not be perceived as acidic. It may include a wildly variable spectrum of flavors and aromas derived from the wild microorganisms with which it was fermented. The overall balance of flavors, aromas, appearance and body is an important factor in assessing these beers. Body is very low to medium. Spontaneously fermented beers with fruit, spice or other ingredients would be appropriately entered as Wild Beer. For purposes of competition, entries which could be appropriately entered in an existing classic or traditional category such as Belgian-Style Lambic, Gueuze, Fruit Lambic, etc. should be entered in that category and not entered as a Wild Beer.", "createDate": "2015-04-07 17:21:44", "categoryId": 11, "shortName": "Wild Beer", "id": 170, "name": "Wild Beer"}, "createDate": "2016-08-25 13:27:47", "updateDate": "2016-08-25 13:27:47", "abv": "5.2", "styleId": 170, "id": "oX2Nyc", "name": "De Witte"}, {"status": "verified", "isOrganic": "N", "description": "De Witte is a flavourful summer beer brewed in the tradition of the white ales of the Flemish Brabant. Made with malted and unmalted wheat, seasoned with orange peel and coriander and fermented with Belgian yeast and lactobacillus, De Witte is complex on the palate, with a refreshing, tart finish.", "statusDisplay": "Verified", "nameDisplay": "De Witte", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2016-08-25 14:02:46", "updateDate": "2016-08-25 14:02:46", "abv": "5.2", "styleId": 40, "id": "WRNEtE", "name": "De Witte"}, {"status": "verified", "isOrganic": "N", "name": "De-Lovely Porter", "nameDisplay": "De-Lovely Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "createDate": "2016-08-11 18:23:07", "updateDate": "2016-08-11 18:23:07", "abv": "5.6", "styleId": 18, "id": "XpjIJu", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Our best selling beer boasts a massive hop profile and rich English malts for a very balanced drinkable IPA.", "statusDisplay": "Verified", "nameDisplay": "De-Railed India Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "name": "De-Railed India Pale Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:04", "updateDate": "2012-03-22 13:05:20", "styleId": 30, "availableId": 1, "id": "fRAz84", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Deacon", "nameDisplay": "Deacon", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/4xhElO/upload_M4wIpG-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/4xhElO/upload_M4wIpG-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/4xhElO/upload_M4wIpG-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "12", "ibuMax": "30", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:06", "fgMax": "1.014", "shortName": "Belgian Pale", "abvMax": "6", "id": 62, "srmMin": "6", "name": "Belgian-Style Pale Ale"}, "createDate": "2013-09-02 14:39:55", "updateDate": "2015-12-17 06:40:09", "abv": "5.5", "styleId": 62, "id": "4xhElO", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "Deacon Blues is a hazy yellow Extra Pale Ale brewed with bold American hops, but fermented with a Belgian yeast strain.  Diverse aromas of pronounced citrus fruit with subtle layers of spiciness, are the first indication of the array of flavors stemming from this light bodied ale.  Snappy lemon qualities, along with a fresh ginger-like liveliness, flow appropriately into a grassy bitterness that’s moderately intense, but certainly not overwhelming.", "statusDisplay": "Verified", "nameDisplay": "Deacon Blues", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/FNQDn1/upload_WAUNQg-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/FNQDn1/upload_WAUNQg-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/FNQDn1/upload_WAUNQg-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "id": "FNQDn1", "createDate": "2015-06-18 14:05:21", "updateDate": "2015-12-18 01:34:39", "abv": "4.4", "styleId": 125, "ibu": "55", "name": "Deacon Blues"}, {"status": "verified", "isOrganic": "Y", "name": "Dead Arm Pale Ale", "nameDisplay": "Dead Arm Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-07-13 16:44:05", "updateDate": "2015-07-13 16:44:05", "abv": "6", "styleId": 25, "id": "OdN8ST", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "Based on the traditional English Bitter style, this ale is a session beer meant to allow the consumer to enjoy several of them at a sitting due to the relatively low alcohol content. Also, a traditional Bitter is actually not bitter at all, especially when compared to most American ales. Brewed in cooperation with the Tulsa Athletic Soccer Club, Dead Ball Hooligan is intended to be an accessible ale to be enjoyed in the heat of the soccer season. It is well-balanced with malt back and traditional English hops.", "statusDisplay": "Verified", "nameDisplay": "DEAD BALL HOOLIGAN", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/5sCZRv/upload_PbCcKQ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/5sCZRv/upload_PbCcKQ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/5sCZRv/upload_PbCcKQ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.034", "description": "Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "2", "ibuMax": "30", "abvMin": "4", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:20", "fgMax": "1.01", "shortName": "Session", "abvMax": "5.1", "id": 108, "srmMin": "2", "name": "Session Beer"}, "id": "5sCZRv", "createDate": "2015-06-27 14:52:40", "updateDate": "2015-12-18 17:53:56", "abv": "4.2", "styleId": 108, "ibu": "30", "name": "DEAD BALL HOOLIGAN"}, {"status": "verified", "isOrganic": "N", "name": "Dead Bear Dry Hopped Pale Ale", "nameDisplay": "Dead Bear Dry Hopped Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2016-08-13 00:45:22", "updateDate": "2016-08-23 18:47:36", "styleId": 25, "id": "x99UW5", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "English-style stout. This bear, I mean beer is not for the faint of heart. Midnight black in color, full bodied with rich choolate notes and an alcohol warming finish. Seven types of malt went into this English style stout", "statusDisplay": "Verified", "nameDisplay": "Dead Bear Imperial Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "id": "8r8IzS", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:04", "updateDate": "2015-05-28 18:52:48", "abv": "9.15", "styleId": 43, "availableId": 1, "glasswareId": 5, "ibu": "40", "name": "Dead Bear Imperial Stout"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "In the Midwest, there are certain things you can count on. Like hard work, hot summers, and the love a father feels for his family. We’re serious about these things here. That’s why our dad was never too busy to put down his hammer, sit with us on a red dusk night, and share a story or two. And we loved those times. The thing was, dad wore the years of patina on his face and knew it was just part of his job. So in honor of those dads, we call this deep tropical stout Dead Blow, to remind ourselves that hardness and goodness sometimes go together.\r\n\r\nDead Blow is a Tropical version of the Foreign Extra Stout. Eighty pounds of macerated dates made its way into this brew, partnered with a Dry English Ale yeast to provide a vibrant fruity/tropical aroma with a slight amount of fruity esters. The Dry English ale yeast helps this beer attenuate lower, however leaving a residual sweetness on the finish as well as increase the fruity characteristic received from the Dates. Dead Blow is a dry, roasty, fruity, full bodied, smooth stout, that is lighter on bitterness.", "srmId": 35, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Dead Blow", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Gtsmxv/upload_3dxGht-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Gtsmxv/upload_3dxGht-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Gtsmxv/upload_3dxGht-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.052", "description": "As with classic dry stouts, foreign-style stouts have an initial malt sweetness and caramel flavor with a distinctive dry-roasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Bitterness may be high but the perception is often compromised by malt sweetness. Hop aroma and flavor should not be perceived. The perception of fruity esters is low. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:58", "fgMax": "1.02", "shortName": "Export Stout", "abvMax": "9.3", "id": 24, "srmMin": "40", "name": "Foreign (Export)-Style Stout"}, "id": "Gtsmxv", "statusDisplay": "Verified", "createDate": "2015-08-18 18:38:09", "updateDate": "2015-12-18 04:37:16", "abv": "7.2", "styleId": 24, "availableId": 1, "glasswareId": 5, "ibu": "27", "srm": {"hex": "470606", "id": 35, "name": "35"}, "name": "Dead Blow"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "For this beer, we’ve taken our Starter Coffee Blend and added it to Dead Blow Tropical Stout during the brewing process. The result is the perfect balance of bitterness and sweetness paired with the delicate roast of a Stout. It’s…", "srmId": 35, "nameDisplay": "Dead Blow Brewed w/ Started Coffee", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/rZ1EVc/upload_9sKM2F-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/rZ1EVc/upload_9sKM2F-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/rZ1EVc/upload_9sKM2F-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "id": "rZ1EVc", "statusDisplay": "Verified", "createDate": "2016-05-21 14:38:39", "updateDate": "2016-05-21 14:39:14", "abv": "7.2", "styleId": 42, "availableId": 4, "srm": {"hex": "470606", "id": 35, "name": "35"}, "ibu": "27", "name": "Dead Blow Brewed w/ Started Coffee"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Dead Branch Cream Ale has a mild grainy flavor with hints of sweet corn: flavors commonly found in today’s mass-market yellow beers. Dead Branch is approachable to all yet has a depth of character that will keep the discerning palette interested.", "statusDisplay": "Verified", "nameDisplay": "Dead Branch Cream Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.044", "description": "Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "5", "ibuMax": "22", "abvMin": "4.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:30", "fgMax": "1.01", "shortName": "Cream Ale", "abvMax": "5.6", "id": 109, "srmMin": "2", "name": "American-Style Cream Ale or Lager"}, "name": "Dead Branch Cream Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-01-17 14:28:47", "updateDate": "2015-06-11 15:06:49", "styleId": 109, "availableId": 1, "id": "DD98Ak", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This lager recipe evolved during the mid-19th century in Dortmund, Germany. Our version is straw-colored, elegant, light and crisp with a medium-dry finish. Perfect for new-comers to craft beer, and appreciated by beer connoisseurs.", "statusDisplay": "Verified", "nameDisplay": "Dead Canary", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "Dortmunder has medium hop bitterness. Hop flavor and aroma from noble hops are perceptible but low. Sweet malt flavor can be low and should not be caramel-like. The color of this style is straw to deep golden. The body will be medium bodied. Fruity esters, chill haze, and diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "23", "categoryId": 7, "srmMax": "6", "ibuMax": "29", "abvMin": "5", "fgMin": "1.01", "updateDate": "2015-04-07 15:36:34", "fgMax": "1.014", "shortName": "Dortmunder", "abvMax": "6", "id": 79, "srmMin": "3", "name": "Dortmunder / European-Style Export"}, "id": "hFWBab", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "createDate": "2012-10-31 11:03:49", "updateDate": "2016-09-01 20:28:00", "abv": "4.8", "styleId": 79, "availableId": 1, "glasswareId": 4, "ibu": "15", "name": "Dead Canary"}, {"status": "verified", "isOrganic": "Y", "name": "Dead Dweller", "srmId": 11, "nameDisplay": "Dead Dweller", "originalGravity": "1.071", "id": "0M7ZJZ", "createDate": "2015-06-22 21:32:03", "updateDate": "2015-06-22 21:32:03", "abv": "5.6", "styleId": 1, "srm": {"hex": "D77200", "id": 11, "name": "11"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Classic English pale ales are golden to copper colored and display earthy, herbal English-variety hop character. Note that \"earthy, herbal English-variety hop character\" is the perceived end, but may be a result of the skillful use of hops of other national origins. Medium to high hop bitterness, flavor, and aroma should be evident. This medium-bodied pale ale has low to medium malt flavor and aroma. Low caramel character is allowable. Fruity-ester flavors and aromas are moderate to strong. Chill haze may be in evidence only at very cold temperatures. The absence of diacetyl is desirable, though, diacetyl (butterscotch character) is acceptable and characteristic when at very low levels.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "5", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:18:23", "fgMax": "1.016", "shortName": "English Pale", "abvMax": "5.5", "id": 1, "srmMin": "5", "name": "Classic English-Style Pale Ale"}, "ibu": "37.8", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A full bodied golden Pale Ale which pours with a linen white medium density head leaving spider web lace on the glass.\r\n\r\nOn the palate the flavour is sweet fruity malts up front (apricot, mango) with a bit of candy, and slight grassy notes which fall away to reveal a hint of biscuit with rather pleasant grapefruit and perfume undertones. \r\n\r\nThis is a hop bomb, there is no doubt.  To the nose there is a mild malt aroma which accentuates the robust floral bouquet which is derived from the hops.\r\n\r\nMedium full bodied ale with pleasant lingering hop finish.", "statusDisplay": "Verified", "nameDisplay": "Dead Elephant", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/nGcRox/upload_OavmYv-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/nGcRox/upload_OavmYv-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/nGcRox/upload_OavmYv-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "nGcRox", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-13 18:38:09", "updateDate": "2015-12-16 16:35:17", "abv": "6.8", "styleId": 30, "availableId": 1, "glasswareId": 5, "ibu": "46.6", "foodPairings": "Burgers, Chilli, Chorizo, Crispy/Spicy Duck, Spicy Indian dishes", "name": "Dead Elephant"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "You can send me dead flowers every morning. Send me dead flowers by mail. Send me dead flowers to my wedding. A strong ale brewed with elderflower and chamomile, Chef Dave Taylor can send me his Dead Flowers anytime, anywhere.", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 40, "category": "hop", "farneseneMax": 1, "description": "Released in 1985, Chinook is a strong bittering hop derived from Petham Golding, one of the English Golding hops. It is used in stouts and porters for its heavy spicy aroma.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:28", "betaAcidMin": 3, "categoryDisplay": "Hops", "id": 26, "humuleneMin": 18, "betaAcidMax": 4, "caryophylleneMax": 11, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 9, "cohumuloneMax": 35, "cohumuloneMin": 29, "myrceneMin": 35, "alphaAcidMin": 12, "humuleneMax": 25, "name": "Chinook"}, {"myrceneMax": 55, "category": "hop", "farneseneMax": 1, "description": "Bred in Germany from Northern Brewer, Perle was an attempt at a higher-alpha replacement for Hallertauer Mittelfr?her. It has a pleasant aroma with a minty character. American versions have a very different profile than those grown in Germany.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:34", "betaAcidMin": 4, "categoryDisplay": "Hops", "id": 98, "humuleneMin": 28, "betaAcidMax": 5, "caryophylleneMax": 12, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 10, "cohumuloneMax": 32, "cohumuloneMin": 27, "myrceneMin": 45, "alphaAcidMin": 7, "humuleneMax": 33, "name": "Perle (American)"}], "misc": [{"category": "misc", "createDate": "2013-06-24 16:08:10", "categoryDisplay": "Miscellaneous", "id": 1002, "name": "Chamomile"}, {"category": "misc", "createDate": "2013-06-24 16:08:20", "categoryDisplay": "Miscellaneous", "id": 1118, "name": "Elderflowers"}]}, "nameDisplay": "Dead Flowers", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.06", "description": "Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "21", "ibuMax": "65", "abvMin": "7", "fgMin": "1.014", "updateDate": "2015-04-07 15:21:05", "fgMax": "1.04", "shortName": "Strong Ale", "abvMax": "11", "id": 14, "srmMin": "8", "name": "Strong Ale"}, "id": "Iefnzf", "createDate": "2015-04-01 14:26:03", "updateDate": "2015-04-01 14:26:58", "abv": "9", "styleId": 14, "availableId": 2, "ibu": "17", "name": "Dead Flowers"}, {"status": "verified", "isOrganic": "N", "name": "Dead Goon", "nameDisplay": "Dead Goon", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/zeSkqW/upload_okh90H-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/zeSkqW/upload_okh90H-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/zeSkqW/upload_okh90H-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "id": "zeSkqW", "createDate": "2015-08-04 16:02:04", "updateDate": "2015-12-18 03:54:32", "abv": "9.2", "styleId": 43, "ibu": "66", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "In the style of a German Maibock, using our proprietary Pacman ale yeast. Deep honey in color with a malty aroma and a rich hearty flavor.\r\n\r\nIn the early 1990s Dead Guy Ale was created as a private tap sticker to celebrate the Mayan Day of the Dead (November 1st, All Souls Day) for Casa U Betcha in Portland, Oregon. The Dead Guy design proved so popular with consumers and especially Grateful Dead fans, that we made it the label for our Maierbock ale. Even though the association with the Grateful Dead band is pure coincidence, we have gratefully dedicated Dead Guy Ale to the Rogue in each of us.", "srmId": 16, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Dead Guy Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/R9Ckuq/upload_HNkzb4-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/R9Ckuq/upload_HNkzb4-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/R9Ckuq/upload_HNkzb4-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "The German word helle means light colored, and as such, a heller Bock is light straw to deep golden in color. Maibocks are also light-colored bocks. The sweet malty character should come through in the aroma and flavor. A lightly toasted and/or bready malt character is often evident. Roast or heavy toast/caramel malt character should be absent. Body is medium to full. Hop bitterness should be low, while noble-type hop aroma and flavor may be at low to medium levels. Bitterness increases with gravity. Fruity esters may be perceived at low levels. Diacetyl should be absent. Chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "10", "ibuMax": "38", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:39:04", "fgMax": "1.02", "shortName": "Maibock", "abvMax": "8", "id": 89, "srmMin": "4", "name": "German-Style Heller Bock/Maibock"}, "id": "R9Ckuq", "statusDisplay": "Verified", "createDate": "2012-01-03 02:43:04", "updateDate": "2016-11-14 18:26:47", "abv": "6.5", "styleId": 89, "availableId": 1, "glasswareId": 5, "ibu": "40", "srm": {"hex": "B54C00", "id": 16, "name": "16"}, "name": "Dead Guy Ale"}, {"status": "verified", "isOrganic": "N", "name": "Dead Heat Wheat", "statusDisplay": "Verified", "nameDisplay": "Dead Heat Wheat", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/mG7QYr/upload_PUWWvb-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/mG7QYr/upload_PUWWvb-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/mG7QYr/upload_PUWWvb-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 9, "name": "Weizen"}, "createDate": "2012-04-15 19:56:40", "updateDate": "2015-12-16 15:46:24", "styleId": 112, "id": "mG7QYr", "glasswareId": 9}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Dead Horse Amber Ale", "statusDisplay": "Verified", "nameDisplay": "Dead Horse Amber Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/4SElHu/upload_AMYPEN-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/4SElHu/upload_AMYPEN-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/4SElHu/upload_AMYPEN-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "4SElHu", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:04", "updateDate": "2015-12-15 22:47:50", "abv": "4", "styleId": 32, "availableId": 1, "ibu": "20", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Dead Horse IPA gives a deep bow to British IPA's. Made entirely from British Maris Otter barley malt, it has strong notes of butter and a deeper red color than most IPA's.", "statusDisplay": "Verified", "nameDisplay": "Dead Horse India Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/VDaU2A/upload_iV3cMt-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/VDaU2A/upload_iV3cMt-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/VDaU2A/upload_iV3cMt-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "name": "Dead Horse India Pale Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:04", "updateDate": "2015-12-16 07:47:49", "abv": "5.7", "styleId": 30, "availableId": 1, "id": "VDaU2A", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A classic American Style IPA dominated by citrus aroma and flavor, strong grapefruit notes and a sharp finish. An accidental recipe, resulting from the death of a kettle during the brewing process.", "statusDisplay": "Verified", "nameDisplay": "Dead Kettle", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/6xzEzp/upload_6LMH06-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/6xzEzp/upload_6LMH06-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/6xzEzp/upload_6LMH06-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "6xzEzp", "createDate": "2013-01-08 12:10:06", "updateDate": "2015-12-17 00:03:09", "abv": "5.5", "styleId": 30, "availableId": 1, "ibu": "70", "name": "Dead Kettle"}, {"status": "verified", "isOrganic": "N", "description": "An English style Extra Special Bitter with rich notes of malt and earthy English and European hops.", "srmId": 7, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Dead Leaf Green", "originalGravity": "1.055", "name": "Dead Leaf Green", "statusDisplay": "Verified", "createDate": "2012-01-03 02:43:04", "updateDate": "2015-03-24 15:52:51", "abv": "5.68", "styleId": 5, "srm": {"hex": "F39C00", "id": 7, "name": "7"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.046", "description": "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 1, "srmMax": "14", "ibuMax": "45", "abvMin": "4.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:20", "fgMax": "1.016", "shortName": "ESB", "abvMax": "5.8", "id": 5, "srmMin": "8", "name": "Extra Special Bitter"}, "id": "0s8yID", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This extra hoppy ale is characteristic of the classic pale ales. Using the very flavorful Mount Hood, Liberty and Hallertau hops we have created classic IPA goodness every sailor knows.", "statusDisplay": "Verified", "nameDisplay": "Dead Man Walkin' IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "name": "Dead Man Walkin' IPA", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:04", "updateDate": "2012-03-22 13:05:06", "abv": "7.4", "styleId": 30, "availableId": 1, "id": "OHxbQf", "glasswareId": 5}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "Keeping it traditional. Complex and balanced is the goal. [Dead Man Walking] a good beer for Halloween.", "statusDisplay": "Verified", "nameDisplay": "Dead Man Walking", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/fHNZu3/upload_hy8D3s-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/fHNZu3/upload_hy8D3s-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/fHNZu3/upload_hy8D3s-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.074", "description": "Malty sweetness is dominant but should not be cloying. Malt character is more reminiscent of fresh and lightly toasted Munich- style malt, more so than caramel or toffee malt character. Some elements of caramel and toffee can be evident and contribute to complexity, but the predominant malt character is an expression of toasted barley malt. Doppelbocks are full bodied and deep amber to dark brown in color. Astringency from roast malts is absent. Alcoholic strength is high, and hop rates increase with gravity. Hop bitterness and flavor should be low and hop aroma absent. Fruity esters are commonly perceived but at low to moderate levels. Diacetyl should be absent", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 7, "srmMax": "30", "ibuMax": "27", "abvMin": "6.5", "fgMin": "1.014", "updateDate": "2015-04-07 15:39:08", "fgMax": "1.02", "shortName": "Doppelbock", "abvMax": "8", "id": 90, "srmMin": "12", "name": "German-Style Doppelbock"}, "createDate": "2012-12-13 03:21:57", "updateDate": "2015-12-16 22:32:42", "abv": "7", "styleId": 90, "availableId": 3, "id": "fHNZu3", "name": "Dead Man Walking"}, {"status": "verified", "isOrganic": "N", "description": "Our Black Ace aged in fresh Jack Daniel's Barrels", "statusDisplay": "Verified", "nameDisplay": "Dead Man's Hand Bourbon Barrel Imperial Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2015-02-27 15:12:27", "updateDate": "2015-03-02 12:49:50", "abv": "13", "styleId": 43, "id": "asDDIE", "name": "Dead Man's Hand Bourbon Barrel Imperial Stout"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This Belgian beer is brewed in the style of the Trappist Monks. Belgian Candi Sugar, Pilsen, Aromatic and Caramunich malts are balance by E. Kent Goldings, Mt. Hood and Saaz hops to construct a \"Big Beer\". Traditional Abby Ale Yeast is used to make this beer have a large mouth-feel and lingering spice notes in the finish.", "statusDisplay": "Verified", "nameDisplay": "Dead Monk Abbey Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Ork9gX/upload_nEZMKt-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Ork9gX/upload_nEZMKt-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Ork9gX/upload_nEZMKt-icon.png"}, "originalGravity": "1.066", "id": "Ork9gX", "createDate": "2012-01-03 02:43:04", "updateDate": "2015-12-16 04:12:22", "abv": "8", "styleId": 70, "availableId": 1, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "ibu": "33.2", "name": "Dead Monk Abbey Ale"}, {"status": "verified", "isOrganic": "Y", "description": "Not hoppy but high alcohol. Displays notes of fig, raisin and a slight warming from the alcohol content. Brewed with traditional Hallertau hops & local Sale Creek honey.", "statusDisplay": "Verified", "nameDisplay": "Dead Ned’s Imperial Red", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Imperial Red Ales are deep amber to dark copper/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.", "createDate": "2012-03-21 20:06:46", "ibuMin": "55", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "7.9", "fgMin": "1.02", "updateDate": "2015-04-07 17:05:43", "fgMax": "1.028", "shortName": "Imperial Red", "abvMax": "10.5", "id": 33, "srmMin": "10", "name": "Imperial Red Ale"}, "createDate": "2015-07-22 19:52:52", "updateDate": "2015-07-22 19:52:52", "abv": "10", "styleId": 33, "id": "lrGFVd", "name": "Dead Ned’s Imperial Red"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "dead OF winter", "nameDisplay": "dead OF winter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/VNLJsx/upload_c6sSbx-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/VNLJsx/upload_c6sSbx-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/VNLJsx/upload_c6sSbx-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2013-12-10 13:12:52", "updateDate": "2015-12-17 07:42:58", "abv": "10.5", "styleId": 43, "availableId": 4, "id": "VNLJsx", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "With twice the amount of hops than our regular India Pale Ale, Dead On Arrival will wreak havoc on your palate from first sip to last swig. One things for sure when done with DOA, taste buds will be consigned to the grave.", "statusDisplay": "Verified", "nameDisplay": "Dead on Arrival", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/6R47Zb/upload_KGq53w-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/6R47Zb/upload_KGq53w-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/6R47Zb/upload_KGq53w-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2013-03-06 12:09:32", "updateDate": "2016-03-07 18:50:22", "styleId": 31, "id": "6R47Zb", "name": "Dead on Arrival"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "Dead or Alive Double IPA", "statusDisplay": "Verified", "nameDisplay": "Dead or Alive Double IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "BI7UXV", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-10-10 12:30:40", "updateDate": "2012-10-10 12:30:40", "abv": "8.8", "styleId": 31, "availableId": 4, "ibu": "100", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "WEST COAST KICKS\r\nCITRUSY. ZESTY. BRIGHT.\r\nPAYING HOP-FLECKED HOMAGE TO THE GLORY OF THE PACIFIC COAST, DEAD PONY CLUB HAS BEEN CRAFTED FROM AN INSANE AMOUNT OF US HOPS, DELIVERING MASSIVE CITRUS AROMAS OF LEMONGRASS AND LIME ZEST.\r\n\r\nDead Pony is the invigorating surf that pounds the iridescent shoreline yards from the salt-encrusted asphalt of Route 1. The hop-heavy west-coast wonderland awaits.\r\n\r\nDive in and the toasted malt base soon yields to a huge box-fresh hop hit, washing tropical fruit, floral garlands and spicy undertones all over your palate.\r\n\r\nInspired by US-Style pale ales, Dead Pony is a low amplitude, high voltage hop hit; California dreaming for the craft beer generation.", "statusDisplay": "Verified", "ingredients": {"hops": [{"forAroma": "Y", "alphaAcidMax": 13, "myrceneMax": 65, "cohumuloneMax": 24, "farneseneMax": 1, "forFlavor": "Y", "id": 27, "humuleneMax": 13, "category": "hop", "createDate": "2013-06-24 16:07:28", "isNoble": "N", "humuleneMin": 11, "betaAcidMax": 4.5, "cohumuloneMin": 22, "myrceneMin": 60, "alphaAcidMin": 11, "description": "Comprised of Hallertau Mittelfrüh, US Tettnang, Brewer's Gold and East Kent Golding", "betaAcidMin": 3.5, "caryophylleneMax": 8, "caryophylleneMin": 6, "name": "Citra", "categoryDisplay": "Hops", "updateDate": "2015-09-24 13:38:05", "forBittering": "N"}, {"category": "hop", "createDate": "2013-06-24 16:07:40", "categoryDisplay": "Hops", "id": 1972, "name": "Mosaic"}, {"myrceneMax": 65, "category": "hop", "farneseneMax": 1, "description": "Simcoe is a dual-purpose hop variety which its grower claims is similar in character to Amarillo. It is a proprietary hop, and the name \"Simcoe\" is a registered trademark of Yakima Chief Ranches, LLC.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:36", "betaAcidMin": 4, "categoryDisplay": "Hops", "id": 118, "humuleneMin": 10, "betaAcidMax": 5, "caryophylleneMax": 8, "updateDate": "2013-06-24 16:10:38", "caryophylleneMin": 5, "cohumuloneMax": 20, "cohumuloneMin": 15, "myrceneMin": 60, "alphaAcidMin": 12, "humuleneMax": 15, "name": "Simcoe"}]}, "nameDisplay": "Dead Pony Club", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/McPfJV/upload_duoiVH-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/McPfJV/upload_duoiVH-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/McPfJV/upload_duoiVH-icon.png"}, "originalGravity": "1.04", "id": "McPfJV", "createDate": "2012-08-21 14:37:14", "updateDate": "2016-04-22 13:11:23", "abv": "3.8", "styleId": 25, "availableId": 1, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "ibu": "40", "name": "Dead Pony Club"}]
