[{"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Brewed with molasses this dark and strong beer makes fast work of WInter. Used as the base for our Happy Dog Coffee Porter", "statusDisplay": "Verified", "nameDisplay": "Wrecking Ball Baltic Porter", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 9, "name": "Other Lager"}, "ogMin": "1.072", "description": "A true smooth cold-fermented and cold lagered beer, brewed with lager yeast. Black to very deep ruby/garnet in color. Overall, Baltic Porters have a very smooth lagered character with distinctive caramelized sugars, licorice and chocolate-like character of roasted malts and dark sugars. Roasted dark malts should not contribute bitterness, or astringent roast character. A low degree of smokiness from malt may be evident. Debitterized roast malts are best used for this style. Because of its alcoholic strength, aroma may include gentle (low) lager fruitiness (berries, grapes, plums, not banana; ale-like fruitiness from warm temperature fermentation is not appropriate), complex alcohols, cocoa-like, roast malt (and sometimes coffee-like roast barley, yet not bitter). Hop aroma is very low, though a hint of floral or sweet hop aroma can complement aromatics and flavor without dominance. Baltic Porters are not hop bitter dominated and expressed as low to medium-low. Baltic porters range from having medium to full body complemented with a medium-low to medium level of malty sweetness. No butterscotch-like diacetyl or sweet corn-like dimethylsulfide (DMS) should be apparent in aroma or flavor.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 9, "srmMax": "40", "ibuMax": "40", "abvMin": "7.5", "fgMin": "1.016", "updateDate": "2015-04-07 15:41:46", "fgMax": "1.022", "shortName": "Baltic Porter", "abvMax": "9", "id": 104, "srmMin": "40", "name": "Baltic-Style Porter"}, "name": "Wrecking Ball Baltic Porter", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-04-23 18:01:12", "updateDate": "2012-04-23 18:05:10", "abv": "8.4", "styleId": 104, "availableId": 1, "id": "MgEfeZ", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This WRed WRocks!\r\nFrom the distinctive red-amber hues, to aromas of biscuits and a sweetness of caramel, this beer is not to be taken\r\nlightly. Hand crafted it strikes\r\na fine balance between malt & hops. The final result is a beer that is crisp, clean and refreshing.", "srmId": 18, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Wred Wheat", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "id": "jUqfxd", "statusDisplay": "Verified", "createDate": "2012-01-03 02:44:33", "updateDate": "2014-10-08 17:42:41", "abv": "5", "styleId": 22, "availableId": 1, "glasswareId": 5, "ibu": "16", "srm": {"hex": "A63E00", "id": 18, "name": "18"}, "name": "Wred Wheat"}, {"status": "verified", "isOrganic": "N", "description": "don’t let the name fool you, this is a smooth sessionable English Pale Ale. British Maris Otter malt, and a hint of Continental caramel malt provides a bready malt backbone and East Kent Goldings hops provide the flavorful hop nose. Characterful English yeast leaves a slightly fruity taste that pairs well with the sweet, spicy, floral hops. Balance is to bitterness, but does not overpower the malt flavor, esters and hop flavors of this English classic.", "statusDisplay": "Verified", "nameDisplay": "Wren's Bitter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.038", "description": "Special bitter is more robust than ordinary bitter. It has medium body and medium residual malt sweetness. It is deep gold to copper colored. Hop bitterness should be medium and absent of harshness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "28", "categoryId": 1, "srmMax": "14", "ibuMax": "40", "abvMin": "4.1", "fgMin": "1.006", "updateDate": "2015-04-07 15:19:15", "fgMax": "1.012", "shortName": "Special Bitter", "abvMax": "4.8", "id": 4, "srmMin": "6", "name": "Special Bitter or Best Bitter"}, "id": "qaD6jJ", "createDate": "2015-03-27 17:40:56", "updateDate": "2015-03-27 17:56:06", "abv": "5.3", "styleId": 4, "ibu": "42", "name": "Wren's Bitter"}, {"status": "verified", "isOrganic": "Y", "description": "A rather non-traditional collaboration, this beer is the product of musical inspiration. Our good friend Dan Walkner came to us with a test pressing of his brand new album and said, “listen to it, then make a beer” (Being a proper gentleman, he also said please, and thank you). So obviously we saw this as an exciting opportunity and ran with it. The album is fantastic, tough but at times delicate and soothing; gritty but harmonious. The beer was designed to be much of the same; a strong malt bill gives a bold red color and curious nuttiness to set the stage for an assertive hop profile bursting with pine and orange zest. This remains one of our favorite projects and continues to receive requests for recreation.", "statusDisplay": "Verified", "nameDisplay": "Wrenclaw Red", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Imperial Red Ales are deep amber to dark copper/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.", "createDate": "2012-03-21 20:06:46", "ibuMin": "55", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "7.9", "fgMin": "1.02", "updateDate": "2015-04-07 17:05:43", "fgMax": "1.028", "shortName": "Imperial Red", "abvMax": "10.5", "id": 33, "srmMin": "10", "name": "Imperial Red Ale"}, "id": "xckg2Z", "createDate": "2015-06-01 15:43:28", "updateDate": "2015-06-01 15:43:29", "abv": "6", "styleId": 33, "ibu": "50", "name": "Wrenclaw Red"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Slowly Winter is melting down, time for the perfect beer to accompany the warmer weather.  Classically crisp palate dirived from the use of Belgian “Witbier” yeast, finished with Noble Bio Hops from Oregon.  Brewed with Pale Ale and Wheat Malt, top fermented and aged just right.  This beer celebrates the pioneers of flight, the Wright Brothers.", "statusDisplay": "Verified", "nameDisplay": "Wright Flight Wheat", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/S3Tq4K/upload_5miLmN-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/S3Tq4K/upload_5miLmN-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/S3Tq4K/upload_5miLmN-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "name": "Wright Flight Wheat", "glass": {"createDate": "2012-01-03 02:41:33", "id": 9, "name": "Weizen"}, "createDate": "2013-02-18 14:46:57", "updateDate": "2015-12-16 23:05:29", "abv": "4.8", "styleId": 65, "availableId": 2, "foodPairings": "The beer is the perfect accompaniment to fish, poultry, sushi, thai, indian or mexican.", "id": "S3Tq4K", "glasswareId": 9}, {"status": "verified", "isOrganic": "N", "description": "This refreshingly creamy Ale has pale straw color with a medium head and carbonation. It is light, crisp, and lightly hopped with plenty of body. Its finish is fairly sweet, smooth and thirst quenching.", "statusDisplay": "Verified", "nameDisplay": "Wright Flyer", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/7GYcsb/upload_kwOLgQ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/7GYcsb/upload_kwOLgQ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/7GYcsb/upload_kwOLgQ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.044", "description": "Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "5", "ibuMax": "22", "abvMin": "4.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:30", "fgMax": "1.01", "shortName": "Cream Ale", "abvMax": "5.6", "id": 109, "srmMin": "2", "name": "American-Style Cream Ale or Lager"}, "id": "7GYcsb", "createDate": "2015-06-22 17:24:18", "updateDate": "2015-12-18 01:47:55", "abv": "4.7", "styleId": 109, "ibu": "19.1", "name": "Wright Flyer"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "In Old English Wrīgian means to go, strive, tend, swerve. With this beer we meld the spiciness of Rye with our house yeasts to create a smooth beguiling beer.", "statusDisplay": "Verified", "nameDisplay": "Wrīgian", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/uiwCJd/upload_QQlm6r-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/uiwCJd/upload_QQlm6r-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/uiwCJd/upload_QQlm6r-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "foodPairings": "Great with barbecue, Thai, Indian or by itself!", "createDate": "2012-01-03 02:44:33", "updateDate": "2015-12-16 08:10:25", "abv": "9.4", "styleId": 70, "availableId": 3, "id": "uiwCJd", "name": "Wrīgian"}, {"status": "verified", "isOrganic": "N", "description": "Hazy straw color, orange peel aroma, spicy citrus flavor, light body.", "statusDisplay": "Verified", "nameDisplay": "Wrigleyville White", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "createDate": "2012-08-20 14:45:07", "updateDate": "2012-08-20 17:37:17", "abv": "5", "styleId": 65, "id": "7AOXpp", "name": "Wrigleyville White"}, {"status": "verified", "isOrganic": "N", "description": "Our Stout has a very dark appearance with a roasted flavor. It is slightly dry and a sweetness is also notable in this ale. A hint of a hop aroma will be followed by a taste of toffee. The creamy brown head will last until the finish.", "statusDisplay": "Verified", "nameDisplay": "Wrong Way Corrigan", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/aXRrUL/upload_BwQf5y-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/aXRrUL/upload_BwQf5y-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/aXRrUL/upload_BwQf5y-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.038", "description": "Dry stouts have an initial malt and light caramel flavor profile with a distinctive dry-roasted bitterness in the finish. Dry stouts achieve a dry-roasted character through the use of roasted barley. The emphasis of coffee-like roasted barley and a moderate degree of roasted malt aromas define much of the character. Some slight acidity may be perceived but is not necessary. European hop aroma and flavor should be low or not perceived. Dry stouts have medium-light to medium body. Fruity esters are minimal and overshadowed by malt, high hop bitterness, and roasted barley character. Diacetyl (butterscotch) should be very low or not perceived. Head retention and rich character should be part of its visual character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 2, "srmMax": "40", "ibuMax": "40", "abvMin": "3.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:23:51", "fgMax": "1.012", "shortName": "Dry Irish Stout", "abvMax": "5", "id": 23, "srmMin": "40", "name": "Classic Irish-Style Dry Stout"}, "id": "aXRrUL", "createDate": "2015-06-22 17:32:08", "updateDate": "2015-12-18 02:24:05", "abv": "6.7", "styleId": 23, "ibu": "45.8", "name": "Wrong Way Corrigan"}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 9, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/KPvK5V/upload_ztQxsR-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/KPvK5V/upload_ztQxsR-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/KPvK5V/upload_ztQxsR-icon.png"}, "styleId": 30, "availableId": 1, "foodPairings": "Wrought Iron® IPA pairs well with grilled meats like steaks or pork chops. Grilled sausages are great too, with some spicy mustard on the side. It also pairs well with the spice, meat and seafood in jambalaya. A mild goat cheese is an excellent choice with Wrought Iron® IPA.", "id": "KPvK5V", "statusDisplay": "Verified", "originalGravity": "1.06", "nameDisplay": "Wrought Iron IPA", "name": "Wrought Iron IPA", "abv": "6.9", "status": "verified", "description": "Abita Wrought Iron® IPA embodies the resilient, indestructible nature of New Orleans. This india pale ale is forged with the intensity of Apollo, Equinox and Mosaic Hops. Brewed with pale ale malt for a golden color as bright as iron from a fiery forge.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "glasswareId": 5, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "srm": {"hex": "E58500", "id": 9, "name": "9"}, "servingTemperature": "cold", "updateDate": "2016-03-16 19:25:10", "ibu": "80", "createDate": "2015-06-09 19:40:45"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Wry American", "srmId": 17, "nameDisplay": "Wry American", "originalGravity": "1.066", "id": "Vj0O8Q", "createDate": "2016-07-08 14:09:44", "updateDate": "2016-07-08 17:57:25", "abv": "7.3", "styleId": 163, "availableId": 1, "srm": {"hex": "B04500", "id": 17, "name": "17"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "description": "Double Red Ales are deep amber to dark copper/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is high, arising from any variety of hops. Medium to medium-high caramel malt character is present. Low to medium biscuit or toasted characters may also be present. Hop flavor is high and balanced with other beer characters. Hop bitterness is high to very high. Alcohol content is medium to high. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is medium to full.", "createDate": "2015-04-07 17:06:23", "categoryId": 1, "shortName": "Double Red", "id": 163, "name": "Double Red Ale"}, "ibu": "46", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A rye mixed with the flavor of some darker malt with clove and banana undertones.", "srmId": 40, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Wry Guy", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.047", "description": "This beer can be made using phenol producing ale yeast. It should be brewed with at least 30 percent rye malt, and hop rates will be low. A banana -like fruity-estery aroma and flavor are typical but at low levels; phenolic, clove-like characteristics should also be perceived. Color is straw to dark amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. If the beer is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or light caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "25", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:44:17", "fgMax": "1.016", "shortName": "German Rye", "abvMax": "5.5", "id": 118, "srmMin": "4", "name": "German-Style Rye Ale (Roggenbier) with or without Yeast"}, "id": "qXZvQi", "servingTemperature": "cold", "statusDisplay": "Verified", "createDate": "2015-07-01 19:59:10", "updateDate": "2015-07-01 19:59:10", "abv": "5", "styleId": 118, "availableId": 4, "glasswareId": 5, "ibu": "13", "srm": {"hex": "36080A", "id": 40, "name": "40"}, "name": "Wry Guy"}, {"status": "verified", "isOrganic": "N", "name": "Wry Wit", "nameDisplay": "Wry Wit", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "createDate": "2015-11-12 18:22:17", "updateDate": "2015-11-12 18:22:17", "abv": "5.5", "styleId": 117, "id": "dztdnu", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Rye Bock w/unique fermentation (both lager and ale yeast). Orange/amber in color, slight fruit/rye nose with a strong malt character and slight bitter finish.", "statusDisplay": "Verified", "nameDisplay": "Wry Wolf 2.0", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "createDate": "2013-05-05 00:57:15", "updateDate": "2015-06-09 17:49:24", "abv": "5.2", "styleId": 117, "id": "u6GvXV", "name": "Wry Wolf 2.0"}, {"status": "verified", "isOrganic": "N", "description": "More of a \"brown IPA\" -- earthy, fruity, long hop finish.", "statusDisplay": "Verified", "nameDisplay": "WTF IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-03-09 20:40:08", "updateDate": "2015-03-10 17:53:02", "abv": "7.3", "styleId": 30, "id": "h0wCW6", "name": "WTF IPA"}, {"status": "verified", "isOrganic": "N", "description": "Double India Pale Lager", "statusDisplay": "Verified", "nameDisplay": "WTF's A DBL IPL", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "id": "Vgck3U", "createDate": "2016-04-01 13:41:04", "updateDate": "2016-04-01 13:41:04", "abv": "9.2", "styleId": 93, "ibu": "70", "name": "WTF's A DBL IPL"}, {"status": "verified", "isOrganic": "N", "description": "We brewed a version of this beer the third time we ever brewed together on our pilot brew kit in 2012. The idea was to combine the flavours of wheat beer; clove, bread and banana, with some foraged herbs to create a beer that would go perfectly with roast chicken.\r\n\r\nThe recipe has remained largely unchanged since those early days and while it does go well with chicken, we’ve found that this is probably our most versatile food pairing beer. One classic combination is Wu Gang with Tayyabs  tandoori lamb chops. As Tayyabs is a BYOB restaurant you need to stock up on your way!\r\n\r\nThe Wu Gang label by Ching Li Chew depicts the Chinese proverb that inspired the name of the beer. Ching Li wanted to reward people for picking up the bottle and fiddling with it. As you turn the bottle in your hand Wu Gang’s tree is cut then re-sprouts in an endless cycle.", "statusDisplay": "Verified", "nameDisplay": "Wu Gang Chops The Tree", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/x1l13c/upload_C1u2jg-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/x1l13c/upload_C1u2jg-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/x1l13c/upload_C1u2jg-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "createDate": "2016-08-05 14:24:20", "updateDate": "2016-08-05 14:25:25", "abv": "3.8", "styleId": 48, "id": "x1l13c", "name": "Wu Gang Chops The Tree"}, {"available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "srmId": 7, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/CqTv2d/upload_eO1ckY-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/CqTv2d/upload_eO1ckY-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/CqTv2d/upload_eO1ckY-icon.png"}, "styleId": 89, "availableId": 4, "foodPairings": "Spicy Asian, such as Thai or Korean barbecue, shellfish and fried foods, nutty cheeses, salmon.", "id": "CqTv2d", "statusDisplay": "Verified", "originalGravity": "1.07", "nameDisplay": "Wuerzburger", "name": "Wuerzburger", "abv": "6.5", "status": "verified", "description": "Wuerzburger was a beer produced by the original Crystal Springs Brewing Company.  Through the kindness of one of our supporters, we have a bottle, with label, that once held Wuerzburger.  Thanks to our good friend, Rick Sinner, we have an excellent description of the beer - found while perusing old copies of the Daily Camera.  From that we were able to formulate a recipe we believe is close to the original.  Wuerzburger uses all local ingredients to make this beer - malts from Colorado Malting and hops from Niwot Hop Farm.  Wuerzburger, a traditionally seasonal offering, is a Helles Bock or Maiboc.  The name alone – Pale Bock or May Bock – descriptively hints at its roots as a strong, bottom-fermented spring beer, and one designed to bridge the chasm from hearty wintry brews to bright summer fare.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "The German word helle means light colored, and as such, a heller Bock is light straw to deep golden in color. Maibocks are also light-colored bocks. The sweet malty character should come through in the aroma and flavor. A lightly toasted and/or bready malt character is often evident. Roast or heavy toast/caramel malt character should be absent. Body is medium to full. Hop bitterness should be low, while noble-type hop aroma and flavor may be at low to medium levels. Bitterness increases with gravity. Fruity esters may be perceived at low levels. Diacetyl should be absent. Chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "10", "ibuMax": "38", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:39:04", "fgMax": "1.02", "shortName": "Maibock", "abvMax": "8", "id": 89, "srmMin": "4", "name": "German-Style Heller Bock/Maibock"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "glasswareId": 4, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "srm": {"hex": "F39C00", "id": 7, "name": "7"}, "servingTemperature": "cold", "updateDate": "2015-12-17 12:10:57", "ibu": "25.5", "createDate": "2014-04-29 10:29:10"}, {"status": "verified", "isOrganic": "N", "description": "Pale and refreshing, our American version of a classic English Bitter is the definition of drinkable. Delicate hops and golden malts give away to firm bitterness and clean finish.", "statusDisplay": "Verified", "nameDisplay": "Wuffles Session Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.034", "description": "Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "2", "ibuMax": "30", "abvMin": "4", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:20", "fgMax": "1.01", "shortName": "Session", "abvMax": "5.1", "id": 108, "srmMin": "2", "name": "Session Beer"}, "createDate": "2016-11-07 19:44:38", "updateDate": "2016-11-07 19:44:38", "abv": "4.5", "styleId": 108, "id": "RIfUAk", "name": "Wuffles Session Ale"}, {"status": "verified", "isOrganic": "N", "name": "Wuhrer", "nameDisplay": "Wuhrer", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.026", "description": "These beers are very light in body and color. Malt sweetness is perceived at low to medium levels, while hop bitterness character is perceived at medium levels. Hop flavor and aroma may be low to medium. These beers should be clean with no perceived fruity esters or diacetyl. Very low levels of sulfur related compounds acceptable. Chill haze is not acceptable.", "createDate": "2012-03-21 20:06:46", "ibuMin": "16", "categoryId": 7, "srmMax": "4", "ibuMax": "24", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 17:14:37", "fgMax": "1.01", "shortName": "Leichtbier", "abvMax": "3.6", "id": 77, "srmMin": "2", "name": "German-Style Leichtbier"}, "createDate": "2013-05-10 19:52:39", "updateDate": "2013-05-10 19:52:39", "abv": "4.7", "styleId": 77, "id": "wuArRK", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "A unique spin on a traditional Bavarian classic, this rich and complex brew was prepared using wheat malts and German noble hops.  This dark wheat beer is smooth like a Dunkel, but has a nice flavor profile of clove, banana and chocolate. Fuller bodied, yet surprisingly light, get ready to feel like you are sitting in a beer hall in Munich!", "statusDisplay": "Verified", "nameDisplay": "Wulfblut Dunkel", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "These light brown to dark brown beers have a pronounced malty aroma and flavor that dominates over the clean, crisp, moderate hop bitterness. This beer does not offer an overly sweet impression, but rather a mild balance between malt sweetness, hop bitterness and light to moderate mouthfeel. A classic Münchner Dunkel should have chocolate-like, roast malt, bread-like or biscuit-like aroma that comes from the use of Munich dark malt. Chocolate or roast malts can be used, but the percentage used should be minimal. Noble-type hop flavor and aroma should be low but perceptible. Diacetyl should not be perceived. Ale-like fruity esters and chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "16", "categoryId": 7, "srmMax": "20", "ibuMax": "25", "abvMin": "4.5", "fgMin": "1.014", "updateDate": "2015-04-07 15:37:08", "fgMax": "1.018", "shortName": "Euro Dark", "abvMax": "5", "id": 83, "srmMin": "15", "name": "European-Style Dark / Münchner Dunkel"}, "id": "8mJ9lk", "createDate": "2015-06-18 19:39:12", "updateDate": "2015-06-18 19:39:12", "abv": "4.5", "styleId": 83, "ibu": "30", "name": "Wulfblut Dunkel"}, {"status": "verified", "isOrganic": "N", "name": "Wulle Vollbier Hell", "nameDisplay": "Wulle Vollbier Hell", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "Dortmunder has medium hop bitterness. Hop flavor and aroma from noble hops are perceptible but low. Sweet malt flavor can be low and should not be caramel-like. The color of this style is straw to deep golden. The body will be medium bodied. Fruity esters, chill haze, and diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "23", "categoryId": 7, "srmMax": "6", "ibuMax": "29", "abvMin": "5", "fgMin": "1.01", "updateDate": "2015-04-07 15:36:34", "fgMax": "1.014", "shortName": "Dortmunder", "abvMax": "6", "id": 79, "srmMin": "3", "name": "Dortmunder / European-Style Export"}, "createDate": "2012-08-12 12:01:07", "updateDate": "2012-08-19 15:44:12", "abv": "5", "styleId": 79, "id": "092nZ2", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "We made this beer specially for bourbon barrels. The result is our most acclaimed bourbon barrel beer.  Bourbon barrel aging and specialty malts create flavors of vanilla and caramel that blend in perfect balance.", "statusDisplay": "Verified", "nameDisplay": "Wulver", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/qGereV/upload_GskBYX-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/qGereV/upload_GskBYX-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/qGereV/upload_GskBYX-icon.png"}, "originalGravity": "1.106", "id": "qGereV", "createDate": "2014-11-15 18:42:32", "updateDate": "2015-12-17 18:37:05", "abv": "12", "styleId": 8, "availableId": 4, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.035", "description": "Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "12", "categoryId": 1, "srmMax": "19", "ibuMax": "20", "abvMin": "3.5", "fgMin": "1.01", "updateDate": "2015-04-07 15:19:48", "fgMax": "1.014", "shortName": "Scottish Heavy", "abvMax": "4", "id": 8, "srmMin": "10", "name": "Scottish-Style Heavy Ale"}, "ibu": "22", "name": "Wulver"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "name": "Wunder Bier", "statusDisplay": "Verified", "nameDisplay": "Wunder Bier", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/RPtZA0/upload_7vYjiz-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/RPtZA0/upload_7vYjiz-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/RPtZA0/upload_7vYjiz-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.05", "description": "Märzens are characterized by a medium body and broad range of color. They can range from golden to reddish orange. Sweet maltiness should dominate slightly over a clean hop bitterness. Malt character should be light-toasted rather than strongly caramel (though a low level of light caramel character is acceptable). Bread or biscuit-like malt character is acceptable in aroma and flavor. Hop aroma and flavor should be low but notable. Ale-like fruity esters should not be perceived. Diacetyl and chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 7, "srmMax": "15", "ibuMax": "25", "abvMin": "5.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:36:50", "fgMax": "1.02", "shortName": "Märzen", "abvMax": "5.9", "id": 81, "srmMin": "4", "name": "German-Style Märzen"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 3, "name": "Mug"}, "createDate": "2012-01-03 02:44:33", "updateDate": "2015-12-16 13:20:20", "abv": "5.5", "styleId": 81, "availableId": 3, "id": "RPtZA0", "glasswareId": 3}, {"status": "verified", "isOrganic": "N", "description": "100% Brettanomyces fermented golden ale made with aged hops and blended with Sour Wheat ale", "statusDisplay": "Verified", "nameDisplay": "Wunder Brett", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Brett Beers are any range of color and may take on the color of added fruits or other ingredients. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Moderate to intense yet balanced fruity-ester aromas are evident. In darker versions, roasted malt, caramel-like and chocolate-like aromas are subtly present. Diacetyl and DMS aromas should not be perceived. Hop aroma is evident over a full range from low to high. In darker versions, roasted malt, caramel-like and chocolate-like flavors are subtly present. Fruited versions will exhibit fruit flavors in harmonious balance with other characters. Hop flavor is evident over a full range from low to high. Hop bitterness is evident over a full range from low to high. The evolution of natural acidity develops balanced complexity. Horsey, goaty, leathery, phenolic and light to moderate and/or fruity acidic character evolved from Brettanomyces organisms may be evident, not dominant and in balance with other character. Cultured yeast strains may be used in the fermentation. Beers in this style should not use bacteria or exhibit bacteria-derived characters. Moderate to intense yet balanced fruity-ester flavors are evident. Diacetyl and DMS flavors should not be perceived. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Body is evident over a full range from low to high. For purposes of competition entries exhibiting wood-derived characters or characters of liquids previously aged in wood would more appropriately be entered in other Wood-Aged Beer categories. Wood- and barrel-aged sour ales should not be entered here and are classified elsewhere.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 17:04:16", "shortName": "Brett", "id": 39, "name": "Brett Beer"}, "id": "MZWwnF", "createDate": "2014-09-14 22:22:04", "updateDate": "2014-09-15 18:50:54", "abv": "7.7", "styleId": 39, "ibu": "21", "name": "Wunder Brett"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Malty sweet and crisp with a firm hop bite.", "srmId": 3, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Wunderbar", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/GJgJ1B/upload_PXFDSO-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/GJgJ1B/upload_PXFDSO-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/GJgJ1B/upload_PXFDSO-icon.png"}, "originalGravity": "1.054", "id": "GJgJ1B", "statusDisplay": "Verified", "createDate": "2012-01-03 02:44:07", "updateDate": "2015-12-16 08:33:12", "abv": "6", "styleId": 79, "availableId": 4, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "Dortmunder has medium hop bitterness. Hop flavor and aroma from noble hops are perceptible but low. Sweet malt flavor can be low and should not be caramel-like. The color of this style is straw to deep golden. The body will be medium bodied. Fruity esters, chill haze, and diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "23", "categoryId": 7, "srmMax": "6", "ibuMax": "29", "abvMin": "5", "fgMin": "1.01", "updateDate": "2015-04-07 15:36:34", "fgMax": "1.014", "shortName": "Dortmunder", "abvMax": "6", "id": 79, "srmMin": "3", "name": "Dortmunder / European-Style Export"}, "ibu": "28", "srm": {"hex": "FFCA5A", "id": 3, "name": "3"}, "name": "Wunderbar"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Conquer summer with Wünderbier in-hand and say “cheers” to the pure and unadulterated fun of the season. In tribute to the favored beer of Cologne (Köln), Germany, this German-Style Kölsch is golden-colored with a subtle, crisp sweetness. A wonderful summer story awaits in every sip; it’s Wünderbier!", "statusDisplay": "Verified", "nameDisplay": "Wünderbier", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/oBNJj9/upload_ZNCJqv-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/oBNJj9/upload_ZNCJqv-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/oBNJj9/upload_ZNCJqv-icon.png"}, "originalGravity": "1.044", "id": "oBNJj9", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-03-17 09:46:05", "updateDate": "2015-12-17 10:38:25", "abv": "4.4", "styleId": 45, "availableId": 4, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.042", "description": "Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "18", "categoryId": 4, "srmMax": "6", "ibuMax": "25", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:29:04", "fgMax": "1.01", "shortName": "Kölsch", "abvMax": "5.3", "id": 45, "srmMin": "4", "name": "German-Style Kölsch / Köln-Style Kölsch"}, "ibu": "22", "foodPairings": "Soups, Salads, Sandwiches, Pastas, BBQ, Most Meats, Shortbread Cookies, Fruit Tarts", "name": "Wünderbier"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Wunderkind is bright and crisp and gently lingers on  the palate. It is made from a blend of local apples, slowly fermented to capture subtle esters, and del-icately balanced with a hint of flower-blossom honey.  It is the result of countless test batches on dozens of  apple varieties and yeast strains to arrive at just the  rright combination of flavors, aroma and body.", "statusDisplay": "Verified", "nameDisplay": "Wunderkind", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.06", "description": "Substantial body and character.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.1", "categoryId": 12, "abvMin": "7", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:02", "fgMax": "1.01", "shortName": "New England Cider", "abvMax": "13", "id": 154, "name": "New England Cider"}, "createDate": "2014-06-05 21:30:50", "updateDate": "2014-06-06 12:04:13", "abv": "6", "styleId": 154, "availableId": 2, "id": "eqPZgA", "name": "Wunderkind"}, {"status": "verified", "isOrganic": "N", "name": "Wupper Dunkel", "nameDisplay": "Wupper Dunkel", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "Bamberg-style Weiss Rauchbier should have smoky characters that range from detectable to prevalent in the aroma and flavor. Smoke character is not harshly phenolic, but rather very smooth, almost rendering a perception of mild sweetness to this style of beer. The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove- or nutmeg-like and can be smoky or even vanilla-like. Banana-like esters are often present. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent. Weissbier is well attenuated and very highly carbonated and a medium- to full-bodied beer. The color is very pale to very dark amber. Darker (dunkel) styles should have a detectable degree of roast malt in the balance without being robust in overall character. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "18", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:30:29", "fgMax": "1.016", "shortName": "Rauchbier", "abvMax": "5.5", "id": 54, "srmMin": "4", "name": "Bamberg-Style Weiss (Smoke) Rauchbier (Dunkel or Helles)"}, "createDate": "2012-08-12 12:15:27", "updateDate": "2015-05-14 21:46:58", "abv": "4.9", "styleId": 54, "id": "ZqJP9E", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Wupper Hell", "nameDisplay": "Wupper Hell", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.048", "description": "Dortmunder has medium hop bitterness. Hop flavor and aroma from noble hops are perceptible but low. Sweet malt flavor can be low and should not be caramel-like. The color of this style is straw to deep golden. The body will be medium bodied. Fruity esters, chill haze, and diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "23", "categoryId": 7, "srmMax": "6", "ibuMax": "29", "abvMin": "5", "fgMin": "1.01", "updateDate": "2015-04-07 15:36:34", "fgMax": "1.014", "shortName": "Dortmunder", "abvMax": "6", "id": 79, "srmMin": "3", "name": "Dortmunder / European-Style Export"}, "createDate": "2012-08-12 12:15:27", "updateDate": "2012-08-19 15:44:17", "abv": "4.9", "styleId": 79, "id": "CA2DIf", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Wusele Weizen", "createDate": "2012-08-12 12:01:59", "updateDate": "2012-08-17 16:54:03", "id": "tXvjXl", "name": "Wusele Weizen"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Wusterhausener Zwölfender Pils", "createDate": "2012-08-12 12:07:06", "updateDate": "2012-08-17 17:41:23", "id": "M36toL", "name": "Wusterhausener Zwölfender Pils"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Pronounced \"Woo Yee\" An autumanl pale ale with a distinctive smokiness from the addition of Lapsang Souchong Tea", "statusDisplay": "Verified", "nameDisplay": "Wuyi Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-04-24 19:47:53", "updateDate": "2015-04-24 19:47:53", "abv": "5.2", "styleId": 25, "availableId": 4, "id": "Vj1fp2", "name": "Wuyi Ale"}, {"status": "verified", "isOrganic": "N", "name": "WWDMD?", "nameDisplay": "WWDMD?", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2015-11-12 18:31:28", "updateDate": "2015-11-12 18:31:28", "styleId": 32, "id": "3oZLd8", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "The citrus, tropical fruit and pine flavors come from 4 varieties of hops, sourced from two continents. It's grain bill and yeast come from another two continents, making this 8.0% ABV and 87 IBU Beer a truly World-Wide Pale Ale.", "statusDisplay": "Verified", "nameDisplay": "WWPA Double IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "Od7bEo", "createDate": "2016-05-03 00:34:05", "updateDate": "2016-05-03 19:26:38", "abv": "8", "styleId": 31, "ibu": "38", "name": "WWPA Double IPA"}, {"status": "verified", "isOrganic": "N", "description": "English malt, hops and yeast. Yep! They’re in there. The focus of this English style bitter is balance. The clean malt character holds the earthy and floral hops together with a beautiful fruity yeast note that refreshes the palate with each sip.", "statusDisplay": "Verified", "nameDisplay": "Wyatt's Eviction ESB", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/iCCCVd/upload_HslPVP-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/iCCCVd/upload_HslPVP-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/iCCCVd/upload_HslPVP-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Classic English pale ales are golden to copper colored and display earthy, herbal English-variety hop character. Note that \"earthy, herbal English-variety hop character\" is the perceived end, but may be a result of the skillful use of hops of other national origins. Medium to high hop bitterness, flavor, and aroma should be evident. This medium-bodied pale ale has low to medium malt flavor and aroma. Low caramel character is allowable. Fruity-ester flavors and aromas are moderate to strong. Chill haze may be in evidence only at very cold temperatures. The absence of diacetyl is desirable, though, diacetyl (butterscotch character) is acceptable and characteristic when at very low levels.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "5", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:18:23", "fgMax": "1.016", "shortName": "English Pale", "abvMax": "5.5", "id": 1, "srmMin": "5", "name": "Classic English-Style Pale Ale"}, "createDate": "2013-06-01 12:54:26", "updateDate": "2015-12-17 04:10:43", "abv": "5", "styleId": 1, "id": "iCCCVd", "name": "Wyatt's Eviction ESB"}, {"status": "verified", "isOrganic": "N", "name": "Wychcraft", "nameDisplay": "Wychcraft", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Classic English pale ales are golden to copper colored and display earthy, herbal English-variety hop character. Note that \"earthy, herbal English-variety hop character\" is the perceived end, but may be a result of the skillful use of hops of other national origins. Medium to high hop bitterness, flavor, and aroma should be evident. This medium-bodied pale ale has low to medium malt flavor and aroma. Low caramel character is allowable. Fruity-ester flavors and aromas are moderate to strong. Chill haze may be in evidence only at very cold temperatures. The absence of diacetyl is desirable, though, diacetyl (butterscotch character) is acceptable and characteristic when at very low levels.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "5", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:18:23", "fgMax": "1.016", "shortName": "English Pale", "abvMax": "5.5", "id": 1, "srmMin": "5", "name": "Classic English-Style Pale Ale"}, "createDate": "2012-01-03 02:44:33", "updateDate": "2015-05-13 17:52:53", "abv": "4.5", "styleId": 1, "id": "Ve4hVL", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "ABV reduced from 4.2 to 3.8% in 2013\r\nA delicate ruby-coloured beer with the rich, heady aroma of English Northdown hops. Pumpking is brewed using an aromatic barley malt which imparts a flavour reminiscent of dried fruits. The Northdown hops provide a balance with a heady, hoppy, bitterness. A delightful mysterious blend of pleasures.\r\n2011 version 4.2% ABV, previously 4.5% and 5.0%", "statusDisplay": "Verified", "nameDisplay": "Wychwood Pumpking", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/O3opje/upload_VGa9U3-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/O3opje/upload_VGa9U3-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/O3opje/upload_VGa9U3-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "createDate": "2016-01-15 19:32:58", "updateDate": "2016-01-15 19:51:14", "abv": "3.8", "styleId": 3, "availableId": 4, "id": "O3opje", "name": "Wychwood Pumpking"}, {"status": "verified", "isOrganic": "N", "description": "Nomed after the ever-resilient Wye Oak in Maryland, the ale you have chosen here is made of one of the most robust grains known to man, this Rye Ale, unlikke most others, has a subtle spice and a sweet caramel finish. Inspired by a well-balanced pale ale, it will beg you to ask the question, \"Wye Not?\" Calvert pride and farm grown ingredients in every bottle", "statusDisplay": "Verified", "nameDisplay": "Wye Rye", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/jwweA9/upload_QZv3qu-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/jwweA9/upload_QZv3qu-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/jwweA9/upload_QZv3qu-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:44:12", "shortName": "Rye Ale", "id": 117, "name": "Rye Ale or Lager with or without Yeast"}, "id": "jwweA9", "createDate": "2015-05-20 14:45:14", "updateDate": "2015-12-18 02:39:27", "abv": "5.8", "styleId": 117, "ibu": "18", "name": "Wye Rye"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "Y", "description": "A cornerstone of our range of real ales, this chestnut-coloured wonder is a mouthwatering example of a cask-conditioned bitter.\r\n\r\nBrewed using Maris Otter and Crystal malts together with locally grown Target and Goldings hops, Wye Valley Bitter has a delicate hoppy aroma leading on to a full malty flavour and ending in a crisp, clean bitter finish.", "statusDisplay": "Verified", "nameDisplay": "Wye Valley Bitter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/mHGgE6/upload_lTAjhG-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/mHGgE6/upload_lTAjhG-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/mHGgE6/upload_lTAjhG-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "createDate": "2015-05-15 21:37:03", "updateDate": "2015-12-18 01:10:25", "abv": "3.7", "styleId": 3, "availableId": 1, "id": "mHGgE6", "name": "Wye Valley Bitter"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "Y", "description": "A lighter bodied pale ale, this EPA is aggressively dry hopped to showcase fresh hop flavors and aromas.", "srmId": 9, "glass": {"createDate": "2012-01-03 02:41:33", "id": 13, "name": "Willi"}, "nameDisplay": "WYLD", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/IExTs5/upload_vtP36Y-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/IExTs5/upload_vtP36Y-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/IExTs5/upload_vtP36Y-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.034", "description": "Any style of beer can be made lower in strength than described in the classic style guidelines. The goal should be to reach a balance between the style's character and the lower alcohol content. Drinkability is a character in the overall balance of these beers. Beers in this category must not exceed 4.1% alcohol by weight (5.1% alcohol by volume).", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "2", "ibuMax": "30", "abvMin": "4", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:20", "fgMax": "1.01", "shortName": "Session", "abvMax": "5.1", "id": 108, "srmMin": "2", "name": "Session Beer"}, "id": "IExTs5", "statusDisplay": "Verified", "createDate": "2012-01-03 02:44:33", "updateDate": "2015-12-16 05:27:00", "abv": "4", "styleId": 108, "availableId": 1, "glasswareId": 13, "ibu": "29", "srm": {"hex": "E58500", "id": 9, "name": "9"}, "name": "WYLD"}, {"status": "verified", "isOrganic": "N", "description": "We brew this the way they did back in the day, using a 100% wild lactobacillus bacteria to sour the beer, then we bring it back into the kettle and add 200 lbs of real, whole local raspberries resulting in a pink, tart and refreshing summer beer.", "statusDisplay": "Verified", "nameDisplay": "Wyld Raspberry", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/YYZvpQ/upload_jzBS2N-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/YYZvpQ/upload_jzBS2N-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/YYZvpQ/upload_jzBS2N-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2016-07-04 22:42:46", "updateDate": "2016-07-04 22:43:13", "abv": "3.2", "styleId": 40, "id": "YYZvpQ", "name": "Wyld Raspberry"}, {"status": "verified", "isOrganic": "N", "name": "Wyldwood Classic Cider", "nameDisplay": "Wyldwood Classic Cider", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Variable, but should be a medium, refreshing drink. Sweet ciders must not be cloying. Dry ciders must not be too austere. An ideal cider serves well as a “session” drink, and suitably accompanies a wide variety of food.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.065", "categoryId": 12, "abvMin": "5", "fgMin": "1", "updateDate": "2015-04-07 15:48:44", "fgMax": "1.02", "shortName": "Common Cider", "abvMax": "8", "id": 149, "name": "Common Cider"}, "createDate": "2014-10-09 15:39:27", "updateDate": "2014-10-09 18:51:10", "abv": "6.5", "styleId": 149, "id": "XDputN", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Introducing Wyld Wood the new name for Westons Premium Organic Cider. Wild new look, same great taste.", "statusDisplay": "Verified", "nameDisplay": "Wyldwood Organic Pear", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Like a dry wine with complex flavors. The apple character must marry with the added fruit so that neither dominates the other.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.07", "categoryId": 12, "abvMin": "5", "fgMin": "0.995", "updateDate": "2015-04-07 15:49:07", "fgMax": "1.01", "shortName": "Fruit Cider", "abvMax": "9", "id": 155, "name": "Fruit Cider"}, "createDate": "2014-10-09 15:40:56", "updateDate": "2015-05-22 02:47:54", "abv": "6", "styleId": 155, "id": "9XYj2o", "name": "Wyldwood Organic Pear"}, {"status": "verified", "isOrganic": "Y", "name": "Wyndridge Farm Crafty Cider", "nameDisplay": "Wyndridge Farm Crafty Cider", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "ogMin": "1.045", "description": "Variable, but should be a medium, refreshing drink. Sweet ciders must not be cloying. Dry ciders must not be too austere. An ideal cider serves well as a “session” drink, and suitably accompanies a wide variety of food.", "createDate": "2012-03-21 20:06:46", "ogMax": "1.065", "categoryId": 12, "abvMin": "5", "fgMin": "1", "updateDate": "2015-04-07 15:48:44", "fgMax": "1.02", "shortName": "Common Cider", "abvMax": "8", "id": 149, "name": "Common Cider"}, "createDate": "2015-05-04 16:24:29", "updateDate": "2015-05-04 16:24:29", "abv": "5.5", "styleId": 149, "id": "hSMho5", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A robust dark brown ale brewed with generous amounts of brown malt and marris otter and hopped with Simcoe, Amarillo, and Northern Brewer to enhance the flavor and aroma for your enjoyment.", "statusDisplay": "Verified", "nameDisplay": "Wynona's Big Brown Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/D6jVuJ/upload_UQl2cU-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/D6jVuJ/upload_UQl2cU-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/D6jVuJ/upload_UQl2cU-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "name": "Wynona's Big Brown Ale", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2012-01-03 02:44:33", "updateDate": "2016-04-15 19:21:17", "abv": "7.5", "styleId": 37, "availableId": 1, "id": "D6jVuJ", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Wynwood Brown is our English Brown Ale.  Our English Brown Ale has is a nice medium bodied, reddish-brown ale with a nice malty and sweet palate.  This beer finishes off with a dry and roasted nutty characteristic.", "statusDisplay": "Verified", "nameDisplay": "Wynwood Brown", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "English brown ales range from copper to brown in color. They have medium body and range from dry to sweet maltiness with very little hop flavor or aroma. Roast malt tones may sometimes contribute to the flavor and aroma profile. Low to medium-low levels of fruity-ester flavors are appropriate. Diacetyl should be very low, if evident. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "25", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:20:51", "fgMax": "1.014", "shortName": "English Brown", "abvMax": "5.5", "id": 12, "srmMin": "13", "name": "English-Style Brown Ale"}, "id": "OsBN41", "createDate": "2014-09-30 19:20:45", "updateDate": "2014-12-11 15:38:09", "abv": "5.1", "styleId": 12, "foodPairings": "This beer pairs excellent with heaty foods such as sausages, smoked foods and pork.  Even a nice grilled Salmon will pair well with this delicious brew.", "ibu": "25", "name": "Wynwood Brown"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Wynwood Fox is based on the mythical creature that roams our concrete forest. Seen only in the midst of the night, we brewed this deep red hue ale in it’s spirit. A nice balance of malt, light fruitiness, and full on hops round out this ale. Here’s to you little buddy!", "statusDisplay": "Verified", "nameDisplay": "Wynwood Fox", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Imperial Red Ales are deep amber to dark copper/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.", "createDate": "2012-03-21 20:06:46", "ibuMin": "55", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "7.9", "fgMin": "1.02", "updateDate": "2015-04-07 17:05:43", "fgMax": "1.028", "shortName": "Imperial Red", "abvMax": "10.5", "id": 33, "srmMin": "10", "name": "Imperial Red Ale"}, "id": "Xv0wbi", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2014-09-30 19:17:22", "updateDate": "2014-09-30 19:17:22", "abv": "7.7", "styleId": 33, "availableId": 2, "glasswareId": 6, "ibu": "27", "foodPairings": "Pairs excellent with sausages and grilled meats.", "name": "Wynwood Fox"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Wynwood IPA has a nice, citrusy hop aroma and bitterness that is balanced with a slight caramel sweetness. We dry hop this beer, meaning we toss more hops in the vat once it has finished fermenting to give it its unforgettable aroma. This beer is an IPA drinkers IPA.  We use purely American Hops and premium two-row barley with British Crystal Malts to help balance out this hop forward beer. The Wynwood IPA goes excellent with a burger, sharp cheeses and spicy foods. Serve this beer in a nonick pint glass.", "statusDisplay": "Verified", "nameDisplay": "Wynwood IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/JHZKIq/upload_Fy9ZXz-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/JHZKIq/upload_Fy9ZXz-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/JHZKIq/upload_Fy9ZXz-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "JHZKIq", "createDate": "2014-09-30 19:10:32", "updateDate": "2015-12-17 17:45:56", "abv": "7.2", "styleId": 30, "availableId": 1, "ibu": "70", "name": "Wynwood IPA"}, {"status": "verified", "isOrganic": "N", "description": "A cross between Imperial India Pale Ale, Northwest Pale Ale, and American Pale Ale.  This unique Pale is as big as Wyoming.  Many large additions of hops during the boil make this ale a hit with the hop lovers of pale ales.  We use Galena, Nugget, Challenger, UK Golding, Willamette, Cascade, and Whitbread Kent Golding Hops in this beer.  It is dry hopped with a good dose of Cascade and UK Golding hops.\r\n\r\n2007 Silver Medal North American Beer Awards Imperial Pale Ale Category\r\n2012 People’s Choice Lander Beer Festival", "statusDisplay": "Verified", "nameDisplay": "Wyoming Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/LgfwDH/upload_TUgK33-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/LgfwDH/upload_TUgK33-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/LgfwDH/upload_TUgK33-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "LgfwDH", "createDate": "2013-08-12 19:14:02", "updateDate": "2015-12-17 04:19:03", "abv": "7.2", "styleId": 31, "ibu": "85", "name": "Wyoming Pale Ale"}]
