[{"status": "verified", "isOrganic": "Y", "description": "This crispy golden saison ale tastes like lemonbears, summer nights and big ideas. You probably need to quit your day job and build that thing you’ve been dreaming about.", "statusDisplay": "Verified", "nameDisplay": "Ingenuity Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/nPAAwf/upload_q0CerJ-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/nPAAwf/upload_q0CerJ-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/nPAAwf/upload_q0CerJ-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "id": "nPAAwf", "createDate": "2015-05-19 17:15:12", "updateDate": "2015-12-18 00:41:24", "abv": "5.3", "styleId": 72, "ibu": "21.5", "name": "Ingenuity Ale"}, {"status": "verified", "isOrganic": "N", "description": "Rich, dark amber, malty and full-bodied, this English-style Old ale is showing its age with a complex blend of dried-fruit, molasses & toffee qualities. After 12 months in a Semler Syrah barrel, vinous tannins meld together in a Sherry-like maturity with alcohol warming qualities lingering on the palette. Don your smoking jacket and cigar because this elegant ale will compliment them both.", "statusDisplay": "Verified", "nameDisplay": "INGENUITY SERIES, STACK VI", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Any classic style or unique experimental style of dark beer can be wood or barrel-aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character but wood-aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Primary character of the beer style may or may not be apparent. Sour wood-aged beer of any color is outlined in other categories. Dark fruited or spiced beer would also be appropriately entered in this category. Beers in this style may or may not have Brettanomyces character.  The brewer should explain the special nature of the beer to allow for accurate judging. Comments could include: type of wood used (new or old, oak or other wood type), type of barrel used (new, port/ whiskey/ wine/ sherry/ other), base beer style or achieved character. Beer entries not accompanied by this information will be at a disadvantage during judging.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "abvMin": "3.75", "updateDate": "2015-04-07 15:46:44", "shortName": "BBL Aged Dark", "abvMax": "6.5", "id": 134, "name": "Wood- and Barrel-Aged Dark Beer"}, "createDate": "2014-09-10 22:21:44", "updateDate": "2015-03-02 20:02:52", "abv": "9.1", "styleId": 134, "id": "JBqSdY", "name": "INGENUITY SERIES, STACK VI"}, {"status": "verified", "isOrganic": "N", "name": "Ingot", "nameDisplay": "Ingot", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.04", "description": "Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "13", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:39:26", "fgMax": "1.01", "shortName": "American Lager", "abvMax": "5", "id": 93, "srmMin": "2", "name": "American-Style Lager"}, "createDate": "2016-04-15 15:40:04", "updateDate": "2016-04-15 15:40:04", "abv": "5.9", "styleId": 93, "id": "E1g3yK", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "InHOPnito American IPA is a refreshing brew with medium body\r\nand bitterness, yet high in aroma and flavor. The scent of\r\ncantaloupe, light citrus and berries stands out among the\r\ntropical bouquet. The flavor follows suit, with more tropical\r\nnotes of pineapple, mango, and passion fruit backed up by a\r\nsubtle caramel accent.", "statusDisplay": "Verified", "nameDisplay": "InHOPnito American IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2016-11-26 13:29:42", "updateDate": "2016-11-26 13:29:42", "abv": "6.2", "styleId": 30, "id": "Xwdz1f", "name": "InHOPnito American IPA"}, {"status": "verified", "isOrganic": "N", "description": "Sour saison with 500 pounds of hand selected California Angelino Plums.", "statusDisplay": "Verified", "nameDisplay": "Inicios Nuevos", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "id": "q8VmX3", "createDate": "2016-10-06 14:15:15", "updateDate": "2016-10-06 14:15:15", "abv": "5.12", "styleId": 40, "ibu": "65", "name": "Inicios Nuevos"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "The hexagram talisman has been used around the world for centuries to invoke magic and good luck. The six–point star is also the customary symbol of the brewer, representing the essential aspects of purity: water, hops, grain, malt, yeast, and of course, the brewer. Wishes of good fortune often collaborate with the brewer’s creativity to yield dramatic results. We carefully chose the name for this Imperial India Black Ale, Iniquity – a word opposing goodness. Why? This beer is contrary to what one may expect from an IPA; this is an ale as black as night. It is the antithesis of Unearthly. Some may consider it an immoral act to blacken an ale. We suggest they don’t rely on conventional standards. Allow the darkness to consume you. Cheers!", "srmId": 41, "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "nameDisplay": "Iniquity", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/nTzKAN/upload_aOTZkH-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/nTzKAN/upload_aOTZkH-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/nTzKAN/upload_aOTZkH-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "srmMax": "100", "ibuMax": "100", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:53", "fgMax": "1.03", "shortName": "Specialty", "abvMax": "25", "id": 125, "srmMin": "1", "name": "Specialty Beer"}, "name": "Iniquity", "statusDisplay": "Verified", "createDate": "2012-01-03 02:43:29", "updateDate": "2016-01-12 16:08:13", "abv": "9", "styleId": 125, "availableId": 3, "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "id": "nTzKAN", "glasswareId": 8}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Initial Point is a landmark in the great state of Idaho. Selected in 1867 by LaFayette Cartee, this site was used to survey all other cities and landmarks in the state.\r\n\r\nSlanted Rock’s American style IPA is a medium intensity beer, golden in color with moderately-high bitterness. It is kettle and dry hopped with Cascade for it’s floral and citrus aroma characteristics. Columbus hops upfront provide high bittering and Crystal malts add a caramelize sweetness to the crisp finish.", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 60, "farneseneMax": 6, "cohumuloneMax": 40, "id": 22, "humuleneMax": 13, "category": "hop", "createDate": "2013-06-24 16:07:28", "farneseneMin": 6, "humuleneMin": 13, "betaAcidMax": 7, "cohumuloneMin": 33, "myrceneMin": 45, "alphaAcidMin": 5.5, "description": "Cascade was created in the United States as an open-pollinated cross between Fuggle and Serebrianker. Its instantly recognizable grapefruit, floral aroma is characteristic of many American ales. Cascade is also one of the easiest hop varieties to grow; it can grow well under less than ideal conditions or in short growing seasons, and unlike most varieties, if started from a good rhizome a Cascade can produce a good crop even in its first growing season.", "betaAcidMin": 4.5, "caryophylleneMax": 4.5, "caryophylleneMin": 4.5, "name": "Cascade", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}, {"category": "hop", "createDate": "2013-06-24 16:07:29", "categoryDisplay": "Hops", "id": 30, "name": "Columbus"}, {"myrceneMax": 60, "category": "hop", "farneseneMax": 1, "description": "Galena is a high-alpha hop variety developed by the Iowa state breeding program in 1968 by open pollination from Brewer's Gold and released to the trade in 1978. Because of its strong, clean bitterness, it is said to be among the most common bittering hops used in America. It is sensitive to growing conditions and can be more difficult to grow outside of the Northwest. Galena has a strong fruity/black currant aroma similar to Bullion.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:30", "betaAcidMin": 7, "categoryDisplay": "Hops", "id": 45, "humuleneMin": 10, "betaAcidMax": 9, "caryophylleneMax": 5.5, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 3, "cohumuloneMax": 42, "cohumuloneMin": 32, "myrceneMin": 55, "alphaAcidMin": 11, "humuleneMax": 15, "name": "Galena"}], "malt": [{"category": "malt", "createDate": "2013-06-24 16:07:45", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 378, "name": "Caramel/Crystal Malt"}, {"category": "malt", "name": "Pale Malt", "characteristics": [{"description": "Imparts a malty flavor upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 10, "name": "Malty"}], "createDate": "2013-06-24 16:07:42", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 234}]}, "nameDisplay": "Initial Point IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "fd5DWk", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-05-12 13:07:07", "updateDate": "2013-08-08 16:29:29", "abv": "7.1", "styleId": 30, "availableId": 1, "glasswareId": 5, "ibu": "92.2", "name": "Initial Point IPA"}, {"status": "verified", "isOrganic": "N", "name": "Initiation Pale", "nameDisplay": "Initiation Pale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "OvjYUo", "createDate": "2015-11-04 23:39:50", "updateDate": "2015-11-05 21:21:01", "abv": "5.5", "styleId": 25, "ibu": "15", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Ink", "ingredients": {"hops": [{"myrceneMax": 60, "farneseneMax": 6, "cohumuloneMax": 40, "id": 22, "humuleneMax": 13, "category": "hop", "createDate": "2013-06-24 16:07:28", "farneseneMin": 6, "humuleneMin": 13, "betaAcidMax": 7, "cohumuloneMin": 33, "myrceneMin": 45, "alphaAcidMin": 5.5, "description": "Cascade was created in the United States as an open-pollinated cross between Fuggle and Serebrianker. Its instantly recognizable grapefruit, floral aroma is characteristic of many American ales. Cascade is also one of the easiest hop varieties to grow; it can grow well under less than ideal conditions or in short growing seasons, and unlike most varieties, if started from a good rhizome a Cascade can produce a good crop even in its first growing season.", "betaAcidMin": 4.5, "caryophylleneMax": 4.5, "caryophylleneMin": 4.5, "name": "Cascade", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}]}, "nameDisplay": "Ink", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/KFCujI/upload_MHaP7c-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/KFCujI/upload_MHaP7c-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/KFCujI/upload_MHaP7c-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "id": "KFCujI", "createDate": "2014-09-16 16:15:09", "updateDate": "2015-12-17 18:10:25", "abv": "10", "styleId": 43, "ibu": "85", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Inked Out Stout", "nameDisplay": "Inked Out Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2014-08-11 18:22:13", "updateDate": "2015-07-10 18:33:21", "styleId": 42, "id": "dTFLHx", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Inlet India Pale Ale", "statusDisplay": "Verified", "nameDisplay": "Inlet India Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Gq7dgh/upload_5if2j3-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Gq7dgh/upload_5if2j3-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Gq7dgh/upload_5if2j3-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:29", "updateDate": "2015-12-16 11:43:36", "abv": "6.1", "styleId": 30, "id": "Gq7dgh", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "A big and clean hop aroma, light malt body, and a crisp finish", "statusDisplay": "Verified", "nameDisplay": "Inline IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "lJNYZz", "createDate": "2016-01-04 03:08:18", "updateDate": "2016-01-04 20:52:53", "abv": "7.5", "styleId": 30, "ibu": "75", "name": "Inline IPA"}, {"status": "verified", "isOrganic": "N", "description": "Innate is our IPA that pays homage to the classics that fueled the launch of the American craft beer revolution. Built around Simcoe hops at each hopping stage with varying citrus accents from Cascade and other classic American hops, this beer has hop flavor profile balance and a drinkable finish. Bold aromas of pine and zesty citrus pith are layered into a dry but flavorful golden malt base. Flavors of sap, resin, mint, and ripe grapefruit are all there to discover.\r\nWhat is Innate is what comes naturally, and for us that's well-rounded hoppy beers and pride in our native NYC roots.", "srmId": 6, "nameDisplay": "Innate IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/UhocHB/upload_iARcmT-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/UhocHB/upload_iARcmT-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/UhocHB/upload_iARcmT-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "UhocHB", "statusDisplay": "Verified", "createDate": "2015-03-07 22:25:20", "updateDate": "2015-12-17 21:59:58", "abv": "6.3", "styleId": 30, "srm": {"hex": "F8A600", "id": 6, "name": "6"}, "ibu": "83", "name": "Innate IPA"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Historically brewed by the pious monks of Belgium, this decadent brew features unique raisin and plum character resulting from select dark caramel malts and ten months of aging in oak brandy barrels. Gently warming with a lingering toffee finish. Best enjoyed with a smug attitude and a cashmere turtleneck.", "statusDisplay": "Verified", "nameDisplay": "Inner Sanctum", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/IR3OQa/upload_CI4MP9-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/IR3OQa/upload_CI4MP9-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/IR3OQa/upload_CI4MP9-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.084", "description": "Quadrupels or \"Quads\" are characterized by the immense presence of alcohol and balanced flavor, bitterness and aromas. Its color is deep amber to rich chestnut/garnet brown. Often characterized by a mousse-like dense, sometimes amber head will top off a properly poured and served quad. Complex fruity aroma and flavor emerge reminiscent of raisins, dates, figs, grapes, plums often accompanied with a hint of winy character. Caramel, dark sugar and malty sweet flavors and aromas can be intense, not cloying, while complementing fruitiness. Though well attenuated it usually has a full, creamy body. Hop characters do not dominate; low to low-medium bitterness is perceived. Perception of alcohol can be extreme. Clove-like phenolic flavor and aroma should not be evident. Chill haze is acceptable at low serving temperatures. Diacetyl and DMS should not be perceived. Well balanced with savoring/sipping drinkability. Oxidative character if evident in aged Quads should be mild and pleasant.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 5, "srmMax": "20", "ibuMax": "50", "abvMin": "9", "fgMin": "1.014", "updateDate": "2015-04-07 15:33:33", "fgMax": "1.02", "shortName": "Belgian Quad", "abvMax": "14", "id": 60, "srmMin": "8", "name": "Belgian-Style Quadrupel"}, "id": "IR3OQa", "createDate": "2016-06-10 16:28:31", "updateDate": "2016-06-27 19:03:15", "abv": "10.5", "styleId": 60, "availableId": 2, "ibu": "23", "name": "Inner Sanctum"}, {"status": "verified", "isOrganic": "N", "name": "Innercity Green", "statusDisplay": "Verified", "nameDisplay": "Innercity Green", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-02-01 11:27:25", "updateDate": "2012-03-22 13:05:49", "abv": "3.9", "styleId": 36, "id": "JOkpus", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "InnerGlow Red Chile Porter", "nameDisplay": "InnerGlow Red Chile Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "createDate": "2012-10-22 11:38:54", "updateDate": "2012-10-22 11:38:54", "abv": "7", "styleId": 18, "id": "SgbbuY", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "The Irish foot-soldiers fought hard, and so will you after trying this farmhouse red! It’s a different kind of red. It’s not dry (some call non-dry reds “dirty reds”) and we American grown hops. This red is robust and full-bodied, with tons of flavor. Brewed in our little farmhouse brewery, we consider our Red more of a “Dirty Irish-American Farmhouse Red”!", "statusDisplay": "Verified", "nameDisplay": "Inniskilling", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/i29G3x/upload_RGrqvX-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/i29G3x/upload_RGrqvX-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/i29G3x/upload_RGrqvX-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "createDate": "2015-04-25 18:37:24", "updateDate": "2015-12-18 01:50:10", "styleId": 22, "id": "i29G3x", "name": "Inniskilling"}, {"status": "verified", "isOrganic": "N", "name": "Innocence", "statusDisplay": "Verified", "nameDisplay": "Innocence", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/TABVkQ/upload_EKBnHt-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/TABVkQ/upload_EKBnHt-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/TABVkQ/upload_EKBnHt-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-11-19 18:30:38", "updateDate": "2015-12-16 21:53:24", "styleId": 25, "id": "TABVkQ", "glasswareId": 5}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Malt forward beer with hints of caramel. Bitterness takes a backseat to the flavors of the malt. The Belgian yeast strain adds some light fruit notes and a touch of bubblegum and spice.\r\n\r\nOriginally conceived as a spiced amber ale called “Amber, you Harlot!”, Innocence of Amber was reformulated as an unspiced beer to help reinforce the malt flavors that the brewer thought were a little lost w/ the original spicing. Hence the name which gives a nod to its original design.", "statusDisplay": "Verified", "nameDisplay": "Innocence of Amber", "originalGravity": "1.053", "id": "I3TBAH", "createDate": "2014-10-21 19:31:00", "updateDate": "2014-10-21 19:31:01", "abv": "5.3", "styleId": 70, "availableId": 2, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "ibu": "20", "name": "Innocence of Amber"}, {"status": "verified", "isOrganic": "N", "name": "Innovator Man", "nameDisplay": "Innovator Man", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2016-02-13 13:46:32", "updateDate": "2016-02-13 13:47:53", "abv": "6.8", "styleId": 40, "id": "iWfRid", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "If you are a fan of traditional English IPAs get ready for this malty, hop-filled treat.  English Pale, Crystal, and Munich malts are used along with Challenger, East Kent Goldings and Styrian Goldings hops to create a brew that is fit for the English Troops in India.", "statusDisplay": "Verified", "nameDisplay": "Inquisition Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/R9dyIK/upload_7mJT1K-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/R9dyIK/upload_7mJT1K-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/R9dyIK/upload_7mJT1K-icon.png"}, "originalGravity": "1.056", "id": "R9dyIK", "createDate": "2014-09-16 15:39:45", "updateDate": "2015-12-17 18:42:55", "abv": "5.2", "styleId": 2, "availableId": 1, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.05", "description": "Most traditional interpretations of English-style India pale ales are characterized by medium-high hop bitterness with a medium to medium-high alcohol content. Hops from a variety of origins may be used to contribute to a high hopping rate. Earthy and herbal English-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer, sometimes with subtle and balanced character of sulfur compounds. This pale gold to deep copper-colored ale has a medium to high, flowery hop aroma and may have a medium to strong hop flavor (in addition to the hop bitterness). English-style India pale ales possess medium maltiness and body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill haze is allowable at cold temperatures. Hops of other origins may be used for bitterness or approximating traditional English character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "35", "categoryId": 1, "srmMax": "14", "ibuMax": "63", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:18:33", "fgMax": "1.018", "shortName": "English IPA", "abvMax": "7", "id": 2, "srmMin": "6", "name": "English-Style India Pale Ale"}, "ibu": "57", "name": "Inquisition Pale Ale"}, {"status": "verified", "isOrganic": "N", "description": "A sinful double play on the senses.  A semi-sweet and smooth apple that leads us into temptation with a finish of light, tangy cranberry.", "statusDisplay": "Verified", "nameDisplay": "Inquity", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 12, "name": "Mead, Cider, & Perry"}, "description": "Similar in balance, body, finish and flavor intensity to a semisweet (or medium-dry) white wine, with a pleasant mixture of honey character, light sweetness, soft fruity esters, and clean alcohol. Complexity, harmony, and balance of sensory elements are most desirable, with no inconsistencies in color, aroma, flavor or aftertaste. The proper balance of sweetness, acidity, alcohol and honey character is the essential final measure of any mead.", "createDate": "2012-03-21 20:06:46", "categoryId": 12, "updateDate": "2015-04-07 15:47:27", "shortName": "Semi-Sweet Mead", "id": 141, "name": "Semi-Sweet Mead"}, "createDate": "2015-11-18 19:44:04", "updateDate": "2015-11-18 19:44:04", "styleId": 141, "id": "yqbHxT", "name": "Inquity"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "This chocolate stout is made using Hershey’s Cocoa and is infused with whole Madagascar vanilla beans and Bespoke bacon, just in time for Winter. It has just a hint of vanilla and a slight smokiness from the locally procured, nitrate free bacon.", "statusDisplay": "Verified", "nameDisplay": "Insana Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Zl1krQ/upload_e965wU-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Zl1krQ/upload_e965wU-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Zl1krQ/upload_e965wU-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.05", "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "60", "abvMin": "5.7", "fgMin": "1.01", "updateDate": "2015-04-07 15:28:43", "fgMax": "1.022", "shortName": "American Stout", "abvMax": "8.8", "id": 42, "srmMin": "40", "name": "American-Style Stout"}, "createDate": "2015-04-17 18:13:43", "updateDate": "2015-12-18 01:43:06", "styleId": 42, "availableId": 4, "id": "Zl1krQ", "name": "Insana Stout"}, {"status": "verified", "isOrganic": "N", "name": "Insane Main", "nameDisplay": "Insane Main", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/jTO20t/upload_t3HFR0-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/jTO20t/upload_t3HFR0-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/jTO20t/upload_t3HFR0-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2014-06-25 13:52:40", "updateDate": "2015-12-17 14:23:49", "abv": "6.5", "styleId": 32, "id": "jTO20t", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This IPA is a perfect balance of malt and hops loaded with flavor.  Perfect for: Craft enthusiasts looking for a little more cowbell…", "statusDisplay": "Verified", "nameDisplay": "Insane Rush IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/KU19Kq/upload_eYVkX0-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/KU19Kq/upload_eYVkX0-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/KU19Kq/upload_eYVkX0-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "KU19Kq", "createDate": "2012-08-20 19:06:38", "updateDate": "2015-12-16 18:16:34", "abv": "7.2", "styleId": 30, "availableId": 1, "ibu": "80", "name": "Insane Rush IPA"}, {"status": "verified", "isOrganic": "N", "description": "“My goodness”, muttered Claus, recalling his visit to the Institute, “the restrictive outerwear, the padded room-even padded Christmas tree ornaments. Horrifying! Yet the little chap seems happier than he’s ever been” Claus took a thoughtful sip of a most warming red ale. “Perhaps sanity is over-rated…Ho,Ho,Ho!”\r\nA dark flavo(u)r bomb of a beer. It backs such a punch that it is only available in 330 ml bottles.", "statusDisplay": "Verified", "nameDisplay": "Insanely Bad Elf", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/LDYXRV/upload_58yMpc-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/LDYXRV/upload_58yMpc-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/LDYXRV/upload_58yMpc-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Imperial Red Ales are deep amber to dark copper/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.", "createDate": "2012-03-21 20:06:46", "ibuMin": "55", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "7.9", "fgMin": "1.02", "updateDate": "2015-04-07 17:05:43", "fgMax": "1.028", "shortName": "Imperial Red", "abvMax": "10.5", "id": 33, "srmMin": "10", "name": "Imperial Red Ale"}, "createDate": "2014-12-06 03:31:19", "updateDate": "2015-12-17 19:38:43", "abv": "12", "styleId": 33, "id": "LDYXRV", "name": "Insanely Bad Elf"}, {"available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/xkv2qd/upload_Zv0WPL-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/xkv2qd/upload_Zv0WPL-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/xkv2qd/upload_Zv0WPL-icon.png"}, "styleId": 34, "availableId": 4, "foodPairings": "Works well with hearty stews and roasted meats. Enjoy with desserts like crème brulee and sweet, caramel like desserts.", "id": "xkv2qd", "statusDisplay": "Verified", "originalGravity": "1.111", "nameDisplay": "Insanity", "name": "Insanity", "abv": "11.1", "status": "verified", "description": "Insanity, just released this past November, 2004, is Weyerbacher's latest creation in the world of cutting edge beers. Insanity is made by aging our perfectly balanced Blithering Idiot Barleywine in oak bourbon casks. This incredible combination creates a melange of flavors such as malt, dates, oak, vanilla, and bourbon just to name a few.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "glasswareId": 6, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "ibu": "34", "servingTemperature": "cool", "updateDate": "2015-12-16 03:09:20", "createDate": "2012-01-03 02:43:29"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "IBS isn’t always a bad thing… if it refers to our gluten reduced American Cream Ale, at least! We brewed this light, clean, and crisp Cream Ale with 100% American malted barley, maize, and Warrior hops, then enzymatically treated the beer to break down the remaining glutens.", "statusDisplay": "Verified", "nameDisplay": "Insatiable Bread Substitute (IBS)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.044", "description": "Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "5", "ibuMax": "22", "abvMin": "4.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:30", "fgMax": "1.01", "shortName": "Cream Ale", "abvMax": "5.6", "id": 109, "srmMin": "2", "name": "American-Style Cream Ale or Lager"}, "id": "Akg0zL", "createDate": "2015-10-15 19:42:15", "updateDate": "2015-10-15 19:42:15", "abv": "5", "styleId": 109, "availableId": 4, "ibu": "18", "name": "Insatiable Bread Substitute (IBS)"}, {"status": "verified", "isOrganic": "N", "name": "Insel Kreide", "nameDisplay": "Insel Kreide", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "createDate": "2016-09-03 13:50:52", "updateDate": "2016-09-16 18:56:15", "abv": "5.5", "styleId": 70, "id": "hQfoKI", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Insel Saison", "nameDisplay": "Insel Saison", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2016-08-26 08:11:21", "updateDate": "2016-08-26 12:48:32", "abv": "5.5", "styleId": 72, "id": "JwK8Z1", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Inselbier Naturtrüb", "nameDisplay": "Inselbier Naturtrüb", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "description": "These beers are unfiltered German-style Altbier and Kölsch. They are packaged and/or served intentionally with low to moderate amounts of yeast. Products may be filtered and again dosed with yeast in the package, manifesting themselves as bottle conditioned beers or unfiltered beer with yeast present. They will most likely not be clear, and may appear slightly hazy to moderately cloudy. Yeast character, flavor and aroma are desirable, yet should be low to medium but not overpowering the balance and character of malt and hops. Low to moderately low levels of yeast-generated sulfur containing compounds should be apparent in aroma and flavor, and low levels of acetaldehyde or other volatiles normally removed during fermentation may or may not be apparent. The sulfur and acetaldehyde characters should contribute positively to the beer drinking experience. Head retention may not be optimal. The brewer must indicate the classic style on which the entry is based to allow for accurate judging. Beer entries not accompanied by this information will be at a disadvantage during evaluation.", "createDate": "2012-03-21 20:06:46", "categoryId": 4, "updateDate": "2015-04-07 15:31:30", "shortName": "Kellerbier", "id": 56, "name": "Kellerbier (Cellar beer) or Zwickelbier - Ale"}, "createDate": "2012-08-12 12:11:09", "updateDate": "2012-08-18 23:24:26", "abv": "4.8", "styleId": 56, "id": "wTE8u3", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Inselbier Schwarz", "nameDisplay": "Inselbier Schwarz", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "These very dark brown to black beers have a mild roasted malt character without the associated bitterness. This is not a fullbodied beer, but rather a moderate body gently enhances malt flavor and aroma with low to moderate levels of sweetness. Hop bitterness is low to medium in character. Noble-type hop flavor and aroma should be low but perceptible. There should be no fruity esters. Diacetyl should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "22", "categoryId": 7, "srmMax": "30", "ibuMax": "30", "abvMin": "3.8", "fgMin": "1.01", "updateDate": "2015-04-07 15:37:12", "fgMax": "1.016", "shortName": "Schwarzbier", "abvMax": "5", "id": 84, "srmMin": "25", "name": "German-Style Schwarzbier"}, "createDate": "2012-08-12 12:11:10", "updateDate": "2012-08-18 23:24:29", "abv": "5.2", "styleId": 84, "id": "Ymwx3U", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Inselbier Weizen", "nameDisplay": "Inselbier Weizen", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "createDate": "2012-08-12 12:11:10", "updateDate": "2015-04-15 20:37:43", "abv": "5", "styleId": 48, "id": "B6flCv", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "statusDisplay": "Verified", "nameDisplay": "Inselhopf", "createDate": "2012-08-12 11:57:07", "updateDate": "2012-08-17 14:29:10", "id": "TB95Fq", "name": "Inselhopf"}, {"status": "verified", "isOrganic": "N", "name": "Inselhopf Radler", "nameDisplay": "Inselhopf Radler", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2012-08-12 11:57:08", "updateDate": "2014-10-09 14:53:35", "styleId": 119, "id": "5UrtPH", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Inshore Slam IPA", "nameDisplay": "Inshore Slam IPA", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/rfixMw/upload_VDN46a-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/rfixMw/upload_VDN46a-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/rfixMw/upload_VDN46a-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-02-03 15:05:36", "updateDate": "2015-12-17 21:55:10", "styleId": 30, "availableId": 1, "id": "rfixMw", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "An IPA that fully engages your senses while leaving you craving more. The Ballentine yeast powers through the beer’s higher gravity making this IPA a touch on the dry side, opening the door for the Sterling Hops’ delicate spicy and citrus aromatic notes to push through.", "statusDisplay": "Verified", "nameDisplay": "Insider", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/MaGGlc/upload_vLa6Jo-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/MaGGlc/upload_vLa6Jo-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/MaGGlc/upload_vLa6Jo-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "MaGGlc", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-02-24 15:48:54", "updateDate": "2015-12-17 02:17:41", "abv": "9", "styleId": 30, "glasswareId": 5, "ibu": "80", "name": "Insider"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "One of our favorite styles.  Copious  amounts of hops provide the generous citrus and pine notes that dominate  the aroma.  On the palate, dank, juicy, citrus flavors meld with the slightly  sweet malt backbone to balance this aggressively hopped IPA.", "statusDisplay": "Verified", "nameDisplay": "Insidious", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/CsebH8/upload_DKeMLF-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/CsebH8/upload_DKeMLF-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/CsebH8/upload_DKeMLF-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "name": "Insidious", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:43:29", "updateDate": "2015-12-16 12:29:34", "abv": "6", "styleId": 30, "availableId": 1, "id": "CsebH8", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Insidious", "nameDisplay": "Insidious", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2016-02-16 23:20:18", "updateDate": "2016-02-17 16:52:51", "abv": "9", "styleId": 43, "id": "3436KR", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Not for the faint of heart or the bleeding ulcer. This beer carries HEAT. We used fresh habanero peppers and cracked black pepper to create a beer that is both sweet and hot. First there is spice (like candied ginger) followed by a cool malty sweetness. THEN. . . the intense flavor and heat from the habanero and black pepper. Your journey ends with a lingering tickle at the base of your throat. And you are left with a question – Did this really happen? I need another to be sure.", "statusDisplay": "Verified", "nameDisplay": "Insinerator", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.047", "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.9", "fgMin": "1.008", "updateDate": "2015-04-07 15:29:27", "fgMax": "1.016", "shortName": "Hefeweizen", "abvMax": "5.5", "id": 48, "srmMin": "3", "name": "South German-Style Hefeweizen / Hefeweissbier"}, "createDate": "2013-06-23 12:54:34", "updateDate": "2014-12-10 18:17:30", "abv": "6.8", "styleId": 48, "availableId": 4, "id": "6BnNtx", "name": "Insinerator"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Insolence", "nameDisplay": "Insolence", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "createDate": "2015-09-03 14:39:36", "updateDate": "2015-09-03 14:39:36", "abv": "7.2", "styleId": 31, "availableId": 1, "id": "wWl2eE", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Insomnia", "statusDisplay": "Verified", "nameDisplay": "Insomnia", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/oh6c6u/upload_DqwHZs-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/oh6c6u/upload_DqwHZs-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/oh6c6u/upload_DqwHZs-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-09-01 14:24:33", "updateDate": "2015-12-17 05:51:52", "abv": "7.5", "styleId": 30, "id": "oh6c6u", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Moonlit Shadows with Boxcar Coffee.", "statusDisplay": "Verified", "nameDisplay": "Insomnium", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Coffee beers use coffee in any of its forms other than or in addition to hops to create a distinct (ranging from subtle to intense) character. Under hopping allows coffee to contribute to the flavor profile while not becoming excessively bitter. If this beer is a classic style with coffee flavor, the brewer should specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 11, "srmMax": "50", "ibuMax": "40", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:40", "fgMax": "1.03", "shortName": "Coffee Beer", "abvMax": "12", "id": 123, "srmMin": "8", "name": "Coffee-Flavored Beer"}, "createDate": "2015-04-27 15:04:32", "updateDate": "2015-04-27 15:04:32", "abv": "12.8", "styleId": 123, "id": "8A8xQw", "name": "Insomnium"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "An American Amber Ale that was my original “back yard brew” and has been along a path of changes to the beer it has become. A very clear amber ale that has many carmel malt characteristics and is very delicately balanced with the northwest hops that create a nice citrus and floral aroma and flavor.", "statusDisplay": "Verified", "nameDisplay": "Inspector Stonewall's Amber Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "id": "OCvUMW", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-08-05 19:38:32", "updateDate": "2013-08-05 19:40:26", "abv": "5.6", "styleId": 32, "availableId": 1, "glasswareId": 5, "ibu": "35", "name": "Inspector Stonewall's Amber Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Rich, Malty Flavorful red ale.  Deep lush red color.  Subtle tropical fruit and berry hop aroma.  Toffee, caramel, baked bread malt aromas and flavors.  Medium- bodied.  Chewy mouthfeel. ‘Malty’ but not ‘Sweet’.", "statusDisplay": "Verified", "nameDisplay": "INSPEKTOR RED ALE", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Ox9d4K/upload_uQxuT4-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Ox9d4K/upload_uQxuT4-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Ox9d4K/upload_uQxuT4-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "name": "INSPEKTOR RED ALE", "servingTemperature": "cold", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2016-09-12 19:12:59", "updateDate": "2016-09-13 18:14:48", "abv": "6", "styleId": 32, "availableId": 1, "id": "Ox9d4K", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "The quest to create Community Beer Company led us to evaluate many locations around Dallas for nearly two years before selecting our home on Inspiration Drive, near downtown on Stemmons Freeway.  What a street name for our dream brewery to be built!! \r\n​\r\nWithout inspiration, we wouldn’t be here to enrich our local community with world-class craft beer.  In honor of all things inspirational, we offer this very special Belgian Style Dark Strong Ale.  The deep ruby hue of this ale comes from the use of several English and Belgian crystal malts as well as a touch of roasted malt.  The rich malt character is balanced by a high ABV, a blend of highly attenuative and expressive Belgian yeast strains, and just the right amount of hops.", "statusDisplay": "Verified", "nameDisplay": "Inspiration Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/YKn7n8/upload_FKIYty-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/YKn7n8/upload_FKIYty-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/YKn7n8/upload_FKIYty-icon.png"}, "originalGravity": "1.088", "id": "YKn7n8", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "createDate": "2013-05-29 16:41:19", "updateDate": "2015-12-17 03:24:04", "abv": "9.6", "styleId": 64, "availableId": 1, "glasswareId": 6, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "ibu": "45", "name": "Inspiration Ale"}, {"status": "verified", "isOrganic": "N", "name": "Inspiration Ale", "nameDisplay": "Inspiration Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2015-08-21 16:30:38", "updateDate": "2015-08-21 16:30:39", "abv": "7.4", "styleId": 30, "id": "3heevN", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "A classic American Pale Ale, Inspiration is a clean, crisp beer with full-bodied character, floral hints, and slightly spicy flavor.  This is the beer that keeps us inspired to try new things and make the most of our lives.  We hope it does the same for you.  Cheers!", "statusDisplay": "Verified", "nameDisplay": "Inspiration Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/5tfDOf/upload_95nR72-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/5tfDOf/upload_95nR72-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/5tfDOf/upload_95nR72-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2013-10-22 10:43:37", "updateDate": "2015-12-17 05:48:15", "abv": "6.2", "styleId": 25, "id": "5tfDOf", "name": "Inspiration Pale Ale"}, {"status": "verified", "isOrganic": "N", "description": "This is a new IPA recipe, introduced at Minglement on 5/25/13. It's dry hopped with a massive amount of pellet hops, giving it a floral & citrus aroma and flavor you won't believe! All aspects of the hop are celebrated and are the primary focus of this beer.", "statusDisplay": "Verified", "nameDisplay": "Inspiration Point India Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2014-09-24 17:41:27", "updateDate": "2014-09-24 17:41:27", "styleId": 30, "id": "xvcAWE", "name": "Inspiration Point India Pale Ale"}, {"status": "verified", "isOrganic": "N", "description": "A big addition of caramel and Munich malts give this beer its rich mahogany color along with its juicy palate. Its medium body and wonderful balance of hops from the Pacific Northwest make this a luscious and aromatic brew.", "statusDisplay": "Verified", "nameDisplay": "Inspiration Red", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2012-01-03 02:43:29", "updateDate": "2012-03-22 13:04:58", "abv": "5.6", "styleId": 32, "id": "Ibch0C", "name": "Inspiration Red"}]
