[{"status": "verified", "isOrganic": "N", "description": "Complex. Malty. Sweet-smoky flavor and aroma. The second in our three part cherrywood smoked series.", "srmId": 12, "nameDisplay": "Cherrywood Smoked Red", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:27", "shortName": "BBL Aged", "id": 132, "name": "Wood- and Barrel-Aged Beer"}, "id": "7b5j9R", "statusDisplay": "Verified", "createDate": "2014-10-02 19:27:19", "updateDate": "2014-12-11 15:16:16", "abv": "6", "styleId": 132, "srm": {"hex": "CF6900", "id": 12, "name": "12"}, "ibu": "19", "name": "Cherrywood Smoked Red"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "The Cherubim (Chair-rub-eem) are powerful angels that have two pairs of wings. Our Cherubim is a powerful Dubbel made with dark malts and Trappist yeast imparting sweet, dark fruit flavors of fig and plum with a semi-dry finish.", "statusDisplay": "Verified", "nameDisplay": "Cherubim", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/6ifvwx/upload_sVAtd1-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/6ifvwx/upload_sVAtd1-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/6ifvwx/upload_sVAtd1-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.06", "description": "This medium-bodied, red to dark brown colored ale has a malty sweetness and chocolate-like caramel aroma. A light hop flavor and/or aroma is acceptable. Dubbels are also characterized by low-medium to medium bitterness. No diacetyl is acceptable. Yeastgenerated fruity esters (especially banana) are appropriate at low levels. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Often bottle conditioned a slight yeast haze and flavor may be evident.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "36", "ibuMax": "30", "abvMin": "6.25", "fgMin": "1.012", "updateDate": "2015-04-07 15:31:45", "fgMax": "1.016", "shortName": "Belgian Dubbel", "abvMax": "7.5", "id": 58, "srmMin": "16", "name": "Belgian-Style Dubbel"}, "createDate": "2015-10-29 12:58:11", "updateDate": "2016-02-16 15:16:04", "abv": "7.5", "styleId": 58, "availableId": 1, "id": "6ifvwx", "name": "Cherubim"}, {"status": "verified", "isOrganic": "N", "description": "Oak Fermented Witbier. Brewed with malted oats and raw wheat. Lightly hopped with Cascade, spiced with coriander & orange peel, and fermented in one of our large oak foudres.\r\n-Notes of preserved lemon, floral coriander, barnyard and wholesome wheat.", "statusDisplay": "Verified", "nameDisplay": "Cheryl", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian white ales are very pale in color and are brewed using unmalted wheat and malted barley and are spiced with coriander and orange peel. Coriander and light orange peel aroma should be perceived as such or as an unidentified spiciness. Phenolic spiciness and yeast flavors may be evident at mild levels. These beers are traditionally bottle conditioned and served cloudy. An unfiltered starch and yeast haze should be part of the appearance. The low to medium body should have some degree of creaminess from wheat starch. The style is further characterized by the use of noble-type hops to achieve low hop bitterness and little to no apparent hop flavor. This beer has no diacetyl and a low to medium fruity-ester level. Mild acidity is appropriate.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 5, "srmMax": "4", "ibuMax": "17", "abvMin": "4.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:32:30", "fgMax": "1.01", "shortName": "Witbier", "abvMax": "5.2", "id": 65, "srmMin": "2", "name": "Belgian-Style White (or Wit) / Belgian-Style Wheat"}, "createDate": "2016-09-15 21:10:45", "updateDate": "2016-09-15 21:10:45", "abv": "5.1", "styleId": 65, "id": "dOfjHu", "name": "Cheryl"}, {"status": "verified", "isOrganic": "N", "name": "Chesapeake Amber Ale", "nameDisplay": "Chesapeake Amber Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2012-01-03 02:42:58", "updateDate": "2012-03-22 13:04:48", "styleId": 32, "id": "pwBcRV", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Our dry-hopped Pale ale is golden in color with a pleasant citrus hop aroma followed by flavors of light malt and American hops. Finishes smooth with a light hop finish.", "statusDisplay": "Verified", "nameDisplay": "Chesapeake Pale Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/5a5gdF/upload_DCKGVA-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/5a5gdF/upload_DCKGVA-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/5a5gdF/upload_DCKGVA-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2014-10-11 19:58:12", "updateDate": "2015-12-17 18:55:09", "abv": "5.7", "styleId": 25, "availableId": 1, "id": "5a5gdF", "name": "Chesapeake Pale Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Named for a local canyon, deep amber in color, this Double IPA has a powerfully floral aroma of grapefruit, pine and tropical fruits. Full bodied with subtle malt tones. Brewed with 11 different hop additions and moderately bitter, the emphasis is on hop flavor and aroma and a long, hoppy finish.", "srmId": 13, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Chesebro IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "halK9C", "statusDisplay": "Verified", "createDate": "2012-01-03 02:42:58", "updateDate": "2012-03-22 13:05:31", "abv": "9.5", "styleId": 31, "availableId": 1, "glasswareId": 5, "ibu": "100", "srm": {"hex": "CB6200", "id": 13, "name": "13"}, "name": "Chesebro IPA"}, {"status": "verified", "isOrganic": "N", "description": "Malt and hops accented with roasted pumpkin and spices of the season. A subtle hint of seasonal spices.", "statusDisplay": "Verified", "nameDisplay": "Cheshires Pumpkin Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/387dtA/upload_c1kztf-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/387dtA/upload_c1kztf-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/387dtA/upload_c1kztf-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Pumpkin beers are any beers using pumpkins (Cucurbito pepo) as an adjunct in either mash, kettle, primary or secondary fermentation, providing obvious (ranging from subtle to intense), yet harmonious, qualities. Pumpkin qualities should not be overpowered by hop character. These may or may not be spiced or flavored with other things. A statement by the brewer explaining the nature of the beer is essential for fair assessment in competitions. If this beer is a classic style with pumpkin, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:28", "fgMax": "1.03", "shortName": "Pumpkin Beer", "abvMax": "12", "id": 121, "srmMin": "5", "name": "Pumpkin Beer"}, "id": "387dtA", "createDate": "2015-04-06 16:19:05", "updateDate": "2015-12-18 00:44:01", "abv": "6.2", "styleId": 121, "foodPairings": "A wonderful compliment to foods with nutmeg, cinnamon, and clove flavors. Try it with roasted turkey, squash or pumpkin ravioli, peach cobbler, or pumpkin cheesecake.", "ibu": "27", "name": "Cheshires Pumpkin Ale"}, {"status": "verified", "isOrganic": "N", "description": "Packed with nearly 2,000 lbs. of malted barley per batch and generously hopped in the kettle and in post-fermentation, this legendary barleywine-style ale has layers of complex flavor to wash over your palate. Drink her fresh to experience all the hoppy, bitter goodness of the dank and piney Columbus and Centennial hops or let her retire to the depths of your cellar to later reveal her dark fruit and rich malt character.", "statusDisplay": "Verified", "nameDisplay": "Chessie", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "id": "5DAwHT", "createDate": "2015-04-26 23:40:20", "updateDate": "2015-04-26 23:40:21", "abv": "9.8", "styleId": 34, "ibu": "80", "name": "Chessie"}, {"status": "verified", "isOrganic": "N", "description": "Chessie aged in bourbon barrels.", "statusDisplay": "Verified", "nameDisplay": "Chessie BA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.09", "description": "American style barley wines range from amber to deep copper-garnet in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by assertive bitterness and extraordinary alcohol content. Hop aroma and flavor are at medium to very high levels. American type hops are often used but not necessary for this style. Very low levels of diacetyl may be acceptable. A caramel and/or toffee aroma and flavor are often part of the character. Characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, are not generally acceptable in American-style Barley Wine Ale, however if a low level of age-induced oxidation character harmonizes and enhances the overall experience this can be regarded favorably. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "60", "categoryId": 3, "srmMax": "22", "ibuMax": "100", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:08", "fgMax": "1.028", "shortName": "American Barleywine", "abvMax": "12", "id": 34, "srmMin": "11", "name": "American-Style Barley Wine Ale"}, "createDate": "2015-05-18 18:30:50", "updateDate": "2015-05-18 20:20:34", "abv": "9.8", "styleId": 34, "id": "a5XZRe", "name": "Chessie BA"}, {"status": "verified", "isOrganic": "N", "name": "Chessie Cherry", "nameDisplay": "Chessie Cherry", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "createDate": "2012-01-03 02:42:58", "updateDate": "2012-03-22 13:04:44", "styleId": 112, "id": "ROTUaU", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "Fruit beers originated in Belgium and we at The Station are proud to offer our version of these continental classics. Our light-bodied Chessie Cherry Wheat is a blend of red cherries and wheat ale, which yields a slightly sweet, yet agreeably tart, fruit ale.", "statusDisplay": "Verified", "nameDisplay": "Chessie Cherry Wheat Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:21", "fgMax": "1.03", "shortName": "Fruit Beer", "abvMax": "12", "id": 119, "srmMin": "5", "name": "Fruit Beer"}, "createDate": "2012-01-03 02:42:58", "updateDate": "2015-06-03 21:27:45", "styleId": 119, "availableId": 4, "id": "JtIJGA", "name": "Chessie Cherry Wheat Ale"}, {"status": "verified", "isOrganic": "N", "name": "Chester", "nameDisplay": "Chester", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "id": "aTcr9H", "createDate": "2015-09-04 13:24:42", "updateDate": "2015-09-04 13:24:42", "abv": "4.5", "styleId": 72, "ibu": "25", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Chester Copperpot", "nameDisplay": "Chester Copperpot", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Any style of beer can be smoked; the goal is to reach a balance between the style's character and the smoky properties. Type of wood or other sources of smoke should be specified as well as the style the beer is based upon.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:45:19", "shortName": "Smoke Beer", "id": 129, "name": "Smoke Beer (Lager or Ale)"}, "createDate": "2016-01-03 17:35:07", "updateDate": "2016-01-03 17:35:07", "abv": "8.7", "styleId": 129, "id": "mdCZNq", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Semi-dark beer type with clear, amber color and slightly brownish foam. Special bittersweet taste are achieved by combinations of various kinds of malt, caramel malt where particularly unmistakeable determines final taste of the product. Lower fermentation beer gets proper fullness. Beer is dominated by caramel aroma, pleasantly hoppy aroma with debugging.\r\n\r\nOur shadowy chestnut follows the traditional production of dark 12st. Rychnov Garnet of 30 and 40 years of the last century.", "statusDisplay": "Verified", "nameDisplay": "chestnut 11", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/lKZNcS/upload_ZWpwyb-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/lKZNcS/upload_ZWpwyb-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/lKZNcS/upload_ZWpwyb-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "createDate": "2016-03-24 19:57:08", "updateDate": "2016-03-24 19:58:08", "styleId": 37, "id": "lKZNcS", "name": "chestnut 11"}, {"status": "verified", "isOrganic": "N", "description": "An english brown ale with roasted nut characteristics.", "statusDisplay": "Verified", "nameDisplay": "Chestnut Brown", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "English brown ales range from copper to brown in color. They have medium body and range from dry to sweet maltiness with very little hop flavor or aroma. Roast malt tones may sometimes contribute to the flavor and aroma profile. Low to medium-low levels of fruity-ester flavors are appropriate. Diacetyl should be very low, if evident. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "25", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:20:51", "fgMax": "1.014", "shortName": "English Brown", "abvMax": "5.5", "id": 12, "srmMin": "13", "name": "English-Style Brown Ale"}, "id": "5Kowxb", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-11-16 18:49:12", "updateDate": "2014-12-27 11:33:52", "abv": "4.5", "styleId": 12, "glasswareId": 5, "ibu": "20", "name": "Chestnut Brown"}, {"status": "verified", "isOrganic": "N", "name": "Chestnut Brown Ale", "nameDisplay": "Chestnut Brown Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "createDate": "2012-01-03 02:42:58", "updateDate": "2012-03-22 13:04:49", "styleId": 37, "id": "ZTfThj", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Chestnut Maple Porter", "statusDisplay": "Verified", "nameDisplay": "Chestnut Head", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "American-style imperial porters are black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness. Hop bitterness is perceived at a medium-low to medium level. Hop flavor and aroma may vary from being low to medium-high. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment hop character and malt derived sweetness. Diacetyl (butterscotch) levels should be absent.", "createDate": "2013-08-10 12:42:51", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "50", "abvMin": "5.5", "fgMin": "1.02", "ogMax": "1.1", "fgMax": "1.03", "updateDate": "2015-04-07 15:49:32", "shortName": "American Imperial Porter", "abvMax": "9.5", "id": 158, "srmMin": "40", "name": "American-Style Imperial Porter"}, "createDate": "2016-02-22 02:28:15", "updateDate": "2016-03-01 19:02:23", "styleId": 158, "id": "fh5u1d", "name": "Chestnut Head"}, {"status": "verified", "isOrganic": "N", "description": "A wonderfully big nut brown ale crafted with roasty toasty malts balanced with Yakima hops and just enough alcohol to keep you warm on a fall afternoon. Formerly released in draught only, is is available in draught and 6-pack beginning the week of October 4th, 2010.", "statusDisplay": "Verified", "nameDisplay": "Chestnut Hill", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/8pShCH/upload_8bg6Ci-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/8pShCH/upload_8bg6Ci-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/8pShCH/upload_8bg6Ci-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "English brown ales range from copper to brown in color. They have medium body and range from dry to sweet maltiness with very little hop flavor or aroma. Roast malt tones may sometimes contribute to the flavor and aroma profile. Low to medium-low levels of fruity-ester flavors are appropriate. Diacetyl should be very low, if evident. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "25", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:20:51", "fgMax": "1.014", "shortName": "English Brown", "abvMax": "5.5", "id": 12, "srmMin": "13", "name": "English-Style Brown Ale"}, "name": "Chestnut Hill", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:59", "updateDate": "2015-12-16 08:12:16", "abv": "6.5", "styleId": 12, "id": "8pShCH", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "A dark beer for the long nights. Keep warm and drink on.", "statusDisplay": "Verified", "nameDisplay": "Chestnut Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "createDate": "2015-02-26 15:16:59", "updateDate": "2015-02-26 15:16:59", "abv": "4.9", "styleId": 18, "availableId": 1, "id": "nsVpFU", "name": "Chestnut Porter"}, {"status": "verified", "isOrganic": "N", "name": "Chestnut Street", "nameDisplay": "Chestnut Street", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "createDate": "2015-05-28 16:41:01", "updateDate": "2015-05-28 17:31:43", "abv": "4.2", "styleId": 37, "id": "1GtiuN", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "Y", "description": "American style brown ale with hints of roasted chocolate.", "statusDisplay": "Verified", "nameDisplay": "Chestnut Street", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "id": "DV0Tll", "createDate": "2015-07-22 17:06:43", "updateDate": "2015-07-22 17:06:43", "abv": "6.3", "styleId": 37, "ibu": "23", "name": "Chestnut Street"}, {"status": "verified", "isOrganic": "Y", "description": "American style brown ale with hints of roasted chocolate.", "statusDisplay": "Verified", "nameDisplay": "Chestnut Street", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "id": "4SAuE4", "createDate": "2015-07-22 17:10:43", "updateDate": "2015-07-22 17:10:43", "abv": "6.3", "styleId": 37, "ibu": "23", "name": "Chestnut Street"}, {"status": "verified", "isOrganic": "N", "description": "In tribute to Chief Chetzemoka we named our Golden Ale. This easy drinking light ale is comprised mostly of NW Pilsner malt with a little wheat and Vienna malt to go along with the Hallertau variety hops. Ale to the Chief!", "statusDisplay": "Verified", "nameDisplay": "Chet's Gold Golden Ale", "originalGravity": "1.046", "id": "vKN4g4", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-02-18 14:53:49", "updateDate": "2013-02-18 14:56:54", "abv": "4.7", "styleId": 36, "glasswareId": 5, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "ibu": "20", "name": "Chet's Gold Golden Ale"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Pale ale, sweet, lightly malted with a small percentage of Maris Otter grain.", "statusDisplay": "Verified", "nameDisplay": "Chetco Logger", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "xlq2yp", "createDate": "2014-07-25 21:49:29", "updateDate": "2014-07-26 11:01:39", "abv": "5.5", "styleId": 25, "availableId": 1, "ibu": "22", "name": "Chetco Logger"}, {"available": {"description": "Available during the winter months.", "id": 8, "name": "Winter"}, "isOrganic": "N", "srmId": 27, "styleId": 64, "availableId": 8, "srm": {"hex": "701400", "id": 27, "name": "27"}, "id": "vLkZsM", "statusDisplay": "Verified", "originalGravity": "1.093", "nameDisplay": "Cheval de Noir", "name": "Cheval de Noir", "abv": "11.1", "status": "verified", "description": "A Trappist influenced, open fermented Belgian Dark Strong ale brewed with dark candi syrup and Belgian malt. Dark and dry with notes of rose, fig, raisins and burnt sugar.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 2, "name": "Goblet"}, "glasswareId": 2, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "ibu": "32", "servingTemperature": "cool", "updateDate": "2016-07-12 19:39:55", "createDate": "2016-07-12 14:51:02"}, {"status": "verified", "isOrganic": "N", "name": "Chevalier Bertrand du Guesclin", "nameDisplay": "Chevalier Bertrand du Guesclin", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Y7u2CQ/upload_DqY4Ui-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Y7u2CQ/upload_DqY4Ui-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Y7u2CQ/upload_DqY4Ui-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2014-05-27 16:22:35", "updateDate": "2015-12-17 13:59:54", "styleId": 40, "id": "Y7u2CQ", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Chew Toy Coconut Porter", "nameDisplay": "Chew Toy Coconut Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "id": "jXsVGU", "createDate": "2016-07-07 19:36:22", "updateDate": "2016-07-07 19:36:22", "abv": "5", "styleId": 18, "ibu": "33", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Deep amber lager using all German ingredients. This beer is malt forward and exceptionally drinkable. No Wookiees were harmed in the brewing of this beverage.", "statusDisplay": "Verified", "ingredients": {"hops": [{"myrceneMax": 17.5, "category": "hop", "farneseneMax": 0.1, "description": "Hallertauer Mittelfrüher or Hallertauer Mittelfrüh is the landrace cultivar of the Hallertau, the premier hop growing region of Germany. When grown in the Hallertau, these hops are properly called Hallertau Hallertauer Mittelfrüher, but this is usually shortened to Hallertau Hallertauer. However, homebrewers should be aware that \"Hallertau Hallertauer\" is also sometimes used to describe other aroma hops grown in the Hallertau, especially Hallertauer Gold. These hops are one of four hops almost always considered to be noble hops, and are much prized, especially by continental European brewers, for their flavor and aroma characteristics. However, because of their extreme susceptibility to verticillium wilt, true Hallertauer Mittelfr?her is disappearing from the Hallertau. This has led to efforts to breed wilt-resistant hops with similar characteristics, to grow the Hallertauer Mittelfrüher in areas outside of the Hallertau, especially in Tettnang, Hersbruck, and Spalt, and to grow other aroma varieties in the Hallertau, with the result that the name \"Hallertau\" or \"Hallertauer\", once synonymous with this variety, has been applied to so many hop varieties that it sometimes becomes confusing. The true Hallertau Hallertauer Mittelfrüher has the mild, pleasantly spicy aroma and flavor described simply as \"noble\" and characteristic of the great German lagers.", "countryOfOrigin": "DE", "country": {"displayName": "Germany", "name": "GERMANY", "isoThree": "DEU", "createDate": "2012-01-03 02:41:33", "numberCode": 276, "isoCode": "DE"}, "createDate": "2013-06-24 16:07:31", "betaAcidMin": 4.7, "categoryDisplay": "Hops", "id": 59, "humuleneMin": 55.1, "betaAcidMax": 4.7, "caryophylleneMax": 14.6, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 14.5, "cohumuloneMax": 26, "cohumuloneMin": 23, "myrceneMin": 15.5, "alphaAcidMin": 4.1, "humuleneMax": 55.1, "name": "Hallertau Hallertauer Mittelfrüher"}], "malt": [{"category": "malt", "srmPrecise": 525, "description": "Used to intensify aroma and color in dark Munich beers and stouts.", "srmId": 41, "countryOfOrigin": "DE", "characteristics": [{"description": "Imparts an aromatic quality upon the beer.", "createDate": "2013-06-24 16:07:26", "id": 1, "name": "Aromatic"}], "createDate": "2013-06-24 16:07:45", "categoryDisplay": "Malts, Grains, & Fermentables", "srm": {"hex": "000000", "id": 41, "name": "Over 40"}, "updateDate": "2013-06-24 16:10:14", "potential": 1.032, "coarseFineDifference": 1.5, "maxInBatch": 5, "requiresMashing": "N", "dryYield": 70, "protein": 11.7, "country": {"displayName": "Germany", "name": "GERMANY", "isoThree": "DEU", "createDate": "2012-01-03 02:41:33", "numberCode": 276, "isoCode": "DE"}, "id": 372, "moistureContent": 4, "name": "Carafa III"}, {"category": "malt", "createDate": "2013-06-24 16:07:46", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 392, "name": "CaraMunich III"}, {"category": "malt", "createDate": "2013-06-24 16:07:56", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 839, "name": "Munich Malt - Type I"}, {"category": "malt", "createDate": "2013-06-24 16:07:56", "categoryDisplay": "Malts, Grains, & Fermentables", "id": 840, "name": "Munich Malt - Type II"}], "yeast": [{"category": "yeast", "attenuationMin": 70, "description": "This is a unique strain, capable of producing fine lagers. It is very smooth, well-rounded and full-bodied. A thorough diacetyl rest is recommended after fermentation is complete.", "categoryDisplay": "Yeast", "yeastFormat": "liquid", "productId": "2308", "attenuationMax": 74, "alcoholToleranceMin": 9, "fermentTempMin": 48, "fermentTempMax": 56, "createDate": "2013-06-24 16:09:29", "updateDate": "2013-06-24 16:10:53", "supplier": "Wyeast", "yeastType": "lager", "alcoholToleranceMax": 9, "id": 1893, "name": "Munich Lager"}]}, "nameDisplay": "Chewbocka", "originalGravity": "1.071", "id": "3wh93y", "createDate": "2015-04-06 18:18:58", "updateDate": "2015-04-06 18:20:31", "abv": "6.2", "styleId": 88, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "Traditional bocks are made with all malt and are strong, malty, medium- to full-bodied, bottom-fermented beers with moderate hop bitterness that should increase proportionately with the starting gravity. Malt character should be a balance of sweetness and toasted/nut-like malt; not caramel. Hop flavor should be low and hop aroma should be very low. Bocks can range in color from deep copper to dark brown. Fruity esters should be minimal. Diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "30", "ibuMax": "30", "abvMin": "6.3", "fgMin": "1.018", "updateDate": "2015-04-07 15:38:54", "fgMax": "1.024", "shortName": "Bock", "abvMax": "7.5", "id": 88, "srmMin": "20", "name": "Traditional German-Style Bock"}, "ibu": "20", "name": "Chewbocka"}, {"status": "verified", "isOrganic": "N", "description": "ChewBOCKa is made with plenty of Munich malt for a rich, chewy, full-body flavor as well as German Spalter Select, German Tettnanger and American Mt. Hood hops to balance out the malty sweetness. There are also some toasty notes as well as a slight hint of chocolate. Dopplebocks are on the malty end of the beer spectrum, making them a nice change of pace from bitter ales.", "statusDisplay": "Verified", "nameDisplay": "ChewBOCKa Winter Bock", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Tdzf7L/upload_CseOoa-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Tdzf7L/upload_CseOoa-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Tdzf7L/upload_CseOoa-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.066", "description": "The German word helle means light colored, and as such, a heller Bock is light straw to deep golden in color. Maibocks are also light-colored bocks. The sweet malty character should come through in the aroma and flavor. A lightly toasted and/or bready malt character is often evident. Roast or heavy toast/caramel malt character should be absent. Body is medium to full. Hop bitterness should be low, while noble-type hop aroma and flavor may be at low to medium levels. Bitterness increases with gravity. Fruity esters may be perceived at low levels. Diacetyl should be absent. Chill haze should not be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 7, "srmMax": "10", "ibuMax": "38", "abvMin": "6", "fgMin": "1.012", "updateDate": "2015-04-07 15:39:04", "fgMax": "1.02", "shortName": "Maibock", "abvMax": "8", "id": 89, "srmMin": "4", "name": "German-Style Heller Bock/Maibock"}, "id": "Tdzf7L", "createDate": "2014-03-11 13:45:50", "updateDate": "2015-12-17 11:06:17", "abv": "6.2", "styleId": 89, "ibu": "28", "name": "ChewBOCKa Winter Bock"}, {"status": "verified", "isOrganic": "N", "name": "Chewie IPA", "srmId": 9, "nameDisplay": "Chewie IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "srm": {"hex": "E58500", "id": 9, "name": "9"}, "createDate": "2016-05-22 19:16:12", "updateDate": "2016-06-08 17:39:47", "abv": "6.5", "styleId": 30, "id": "xyCmRb", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Whether we’re flying down the Chutes on a mountain bike, hiking (panting) up the Columbine Trail or picnicking by Helen Hunt Falls, when we spend time in North Cheyenne Canon Park, we always come home happy. And newly amazed that we have this masterpiece of nature in our backyard. Not to mention inspired to help maintain it for our children’s children. Hence this beer. 100% of its profits will go to the Friends of Cheyenne Canon so they can do what they do best: nurture the nature we love. So enjoy this limited release, a smooth, roasty brown ale with a hint of inspiration.", "statusDisplay": "Verified", "nameDisplay": "Cheyenne Canon Pinon Nut Ale", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/QUPNHR/upload_RQT1lm-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/QUPNHR/upload_RQT1lm-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/QUPNHR/upload_RQT1lm-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "id": "QUPNHR", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:59", "updateDate": "2015-12-16 08:42:18", "abv": "6.5", "styleId": 37, "availableId": 1, "glasswareId": 5, "ibu": "25", "name": "Cheyenne Canon Pinon Nut Ale"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "A Belgian Kriek, brewed with cherries.", "statusDisplay": "Verified", "nameDisplay": "Chez Monieux", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/KomV8j/upload_fAa5rW-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/KomV8j/upload_fAa5rW-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/KomV8j/upload_fAa5rW-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "description": "Recognizing the uniqueness and traditions of several other styles of Belgian Ales, the beers entered in this category will be assessed on the merits that they do not fit existing style guidelines and information that the brewer provides explaining the history and tradition of the style. Balance of character is a key component when assessing these beers. Barrel or wood-aged entries in competitions may be directed to other categories by competition director. In competitions the brewer must provide the historical or regional tradition of the style, or his interpretation of the style, in order to be assessed properly by the judges.", "createDate": "2012-03-21 20:06:46", "categoryId": 5, "updateDate": "2015-04-07 15:33:05", "shortName": "Belgian Ale", "id": 70, "name": "Other Belgian-Style Ales"}, "name": "Chez Monieux", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:59", "updateDate": "2015-12-16 13:16:38", "abv": "5.8", "styleId": 70, "availableId": 2, "id": "KomV8j", "glasswareId": 5}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A collaboration with Chez Panisse Café for its 33rd anniversary, Farmhouse Ale celebrates the sustainable farm. Infused with organic anise hyssop, lemon verbena blossom, and Meyer lemon leaf from Cannard Farm, this delicate, saison ale explodes with spring flavors. A peppery, citrus finish lingers in invitation to slow down.", "statusDisplay": "Verified", "nameDisplay": "Chez Panisse - Farmhouse Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "foodPairings": "Pair with: field greens, goat cheese, a porch swing.", "createDate": "2014-06-02 12:03:40", "updateDate": "2014-06-18 19:15:52", "abv": "5.3", "styleId": 72, "availableId": 4, "id": "4LlHxd", "name": "Chez Panisse - Farmhouse Ale"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "A farm-to-table collaboration with Chez Panisse for its 42nd anniversary, this ale honors the sustainable farm. Organic hops from Lake County’s Hops-Meister Farm include an heirloom varietal from the 1850s. Picked on Monday. Dried on Tuesday. Brewed on Wednesday. Doesn’t get any fresher. It’s got a big, floral nose with hints of marmalade, grapefruit, and pine. Supports sustainable farming education.", "statusDisplay": "Verified", "nameDisplay": "Chez Panisse Fresh Hop Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "Any style of ale can be made into a fresh hop or wet hop version. These ales are hopped predominantly with fresh (newly harvested and kilned) and/or undried (“wet”) hops. These beers will exhibit especially aromas and flavors of green, almost chlorophyll-like or other fresh hop characters, in harmony with the characters of the base style of the beer. These beers may be aged and enjoyed after the initial “fresh-hop” character diminishes. Unique character from “aged” fresh hop beers may emerge, but they have yet to be defined.", "createDate": "2012-03-21 20:06:45", "categoryId": 3, "updateDate": "2015-04-07 15:25:25", "shortName": "Wet Hop Ale", "id": 26, "name": "Fresh \"Wet\" Hop Ale"}, "name": "Chez Panisse Fresh Hop Ale", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2014-06-02 12:04:54", "updateDate": "2014-06-18 19:16:31", "abv": "5.4", "styleId": 26, "availableId": 4, "foodPairings": "Pair with: rosemary lamb skewers and local gouda.", "id": "gfU674", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Today’s Destination...The Drive. Lake Shore Lager is an excellent example of the dedication and persistence in reaching the fundamentals of producing a great premium hand-crafted lager.", "srmId": 10, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Chi Town Lake Shore Lager", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/zCMme0/upload_h1BQDH-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/zCMme0/upload_h1BQDH-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/zCMme0/upload_h1BQDH-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.024", "description": "These beers are extremely light colored, light in body, and high in carbonation. Calorie level should not exceed 125 per 12 ounce serving. Corn, rice, or other grain or sugar adjuncts are often used. Flavor is mild and hop bitterness and aroma is negligible to very low. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 8, "srmMax": "4", "ibuMax": "10", "abvMin": "3.5", "fgMin": "1.002", "updateDate": "2015-04-07 15:39:35", "fgMax": "1.008", "shortName": "American Light Lager", "abvMax": "4.4", "id": 94, "srmMin": "2", "name": "American-Style Light (Low Calorie) Lager"}, "id": "zCMme0", "statusDisplay": "Verified", "createDate": "2012-01-03 02:42:59", "updateDate": "2015-12-16 13:58:47", "abv": "5.5", "styleId": 94, "glasswareId": 5, "ibu": "20", "srm": {"hex": "DE7C00", "id": 10, "name": "10"}, "name": "Chi Town Lake Shore Lager"}, {"status": "verified", "isOrganic": "N", "description": "Belgian-Style Pale Wheat Ale w/ Smoked Pineapple", "statusDisplay": "Verified", "nameDisplay": "Chi-Town Luau", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "These beers must portray the unique characters imparted by yeasts typically used in fruity and big Belgian-Style ales - These beers are not traditional Belgian styles which are already defined. They are unique beers unto themselves. Notes of banana, berry, apple, sometimes coriander spice-like and/or smoky-phenolic characters should be portrayed with balance of hops and malt character when fermented with such yeast. Hop aroma, flavor and bitterness not usually found in the base style, can be medium to very high and must show the characters of American hop varieties. Color falls in the blonde to amber range. Esters should be at medium to high levels. Diacetyl should not be evident. Chill haze may be evident. Sulfur-like yeast character should be absent.. No Brettanomyces character should be present. An ale which exhibits Brettanomyces character would be classified as \"American-style Brett Ale.\" A statement by the brewer that could include information such as style being elaborated upon, and other information about the entry with regard to flavor, aroma or appearance, is essential for fair assessment in competitions. Beers with Brettanomyces may be subcategorized under this category.", "createDate": "2012-03-21 20:06:45", "categoryId": 3, "updateDate": "2015-04-07 15:26:05", "shortName": "American/Belgian Pale", "id": 27, "srmMin": "5", "name": "Pale American-Belgo-Style Ale"}, "createDate": "2015-10-05 14:39:31", "updateDate": "2015-10-05 14:39:31", "abv": "5.5", "styleId": 27, "id": "N8Kdr5", "name": "Chi-Town Luau"}, {"status": "verified", "isOrganic": "N", "name": "Chiara", "statusDisplay": "Verified", "nameDisplay": "Chiara", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/wpf6V7/upload_6VvU0W-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/wpf6V7/upload_6VvU0W-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/wpf6V7/upload_6VvU0W-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:59", "updateDate": "2015-12-16 09:24:03", "abv": "4.7", "styleId": 36, "id": "wpf6V7", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "From “pilsen” barley, this unpasteurized ale beer, naturally refermented in the bottle, shows a very fine grain, rich and creamy foam and good perlage. Bionda has an elegant and fruity flavor, given by the combination of intense aromas of malt and citrus fruits and the freshness of tropical fruits at the end.", "statusDisplay": "Verified", "nameDisplay": "Chiara", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/JwMhwF/upload_aEoe9L-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/JwMhwF/upload_aEoe9L-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/JwMhwF/upload_aEoe9L-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "foodPairings": "Perfect as an aperitif or coupled with light hors-d’oeuvres.", "servingTemperature": "cold", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "createDate": "2014-07-30 14:50:27", "updateDate": "2015-12-17 16:59:15", "abv": "6", "styleId": 36, "id": "JwMhwF", "name": "Chiara"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "An Adirondack black lager whose inspiration came from a traditional German Schwartz Pils. This is a great beer that is light in body, yet dark in color- wonderful for those days when you are just coming off the ski slopes or snowshoe trails. Most refreshing!", "statusDisplay": "Verified", "nameDisplay": "Chiatiemac", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.044", "description": "A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 7, "srmMax": "4", "ibuMax": "40", "abvMin": "4", "fgMin": "1.006", "updateDate": "2015-04-07 15:35:59", "fgMax": "1.012", "shortName": "German Pilsener", "abvMax": "5", "id": 75, "srmMin": "3", "name": "German-Style Pilsener"}, "name": "Chiatiemac", "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "createDate": "2012-01-04 02:55:38", "updateDate": "2012-12-13 03:39:18", "styleId": 75, "availableId": 4, "id": "bksXiN", "glasswareId": 4}, {"status": "verified", "isOrganic": "N", "name": "Chiberian Warmer", "nameDisplay": "Chiberian Warmer", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "createDate": "2016-01-15 21:25:40", "updateDate": "2016-01-15 21:25:40", "abv": "7.7", "styleId": 124, "id": "wvK76Z", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Chestnut red with rich toasted malt, a hint of spicy rye and medium-full body balanced with pine and earthy hop flavor. Slight alcohol warming and a balanced finish.", "srmId": 13, "glass": {"createDate": "2012-01-03 02:41:33", "id": 13, "name": "Willi"}, "nameDisplay": "Chicago Common", "servingTemperatureDisplay": "Cold - (4-7C/39-45F)", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Any style of beer can be made stronger than the classic style guidelines. The goal should be to reach a balance between the style's character and the additional alcohol. Refer to this guide when making styles stronger and appropriately identify the style created (for example: double alt, triple fest, or quadruple Pilsener).", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:47:08", "shortName": "Strong Ale", "id": 138, "name": "Other Strong Ale or Lager"}, "id": "1HMDyT", "servingTemperature": "cold", "statusDisplay": "Verified", "createDate": "2016-06-19 19:34:24", "updateDate": "2016-06-20 17:58:13", "abv": "7.4", "styleId": 138, "availableId": 1, "glasswareId": 13, "ibu": "58", "srm": {"hex": "CB6200", "id": 13, "name": "13"}, "name": "Chicago Common"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Chicago Daily", "srmId": 5, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "nameDisplay": "Chicago Daily", "originalGravity": "1.05", "id": "Xh8zoy", "statusDisplay": "Verified", "createDate": "2016-06-15 21:25:24", "updateDate": "2016-06-29 13:15:44", "abv": "5", "styleId": 25, "availableId": 1, "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "ibu": "35", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Chicago Drive-By", "nameDisplay": "Chicago Drive-By", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2014-09-05 19:25:21", "updateDate": "2015-06-29 17:46:23", "abv": "12.8", "styleId": 43, "id": "UOk9x5", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Chicago Fire", "nameDisplay": "Chicago Fire", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2012-01-03 02:42:59", "updateDate": "2012-03-22 13:04:51", "styleId": 25, "id": "lOw1m4", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Totally sessionable, this bright, hop-forward Pilsener was first introduced in 1989 right here in Chicago. In a time when “craft beer” did not yet exist in Chicago and pure, flavorful beer was virtually unknown in the US aside from imports —and people thought “Reinheitsghebot” was something you said when someone sneezed— this beer caused quite a stir.\r\n\r\nToday, we’ve painstakingly recreated Douglas Babcook’s original, ground-breaking recipe, right down to the exact hops and exclusive yeast strain. Its amber color, spicy hop-forward aroma, malty body, and creamy finish truly set this beer apart from all others.\r\n\r\nThe late beer critic Michael Jackson called this recipe, “The best pilsener I’ve ever tasted in America.”\r\n\r\nWe humbly agree.\r\n\r\nPlease share with your friends, and introduce them to the Baderbräu tradition.", "srmId": 9, "glass": {"createDate": "2012-01-03 02:41:33", "id": 4, "name": "Pilsner"}, "nameDisplay": "Chicago Pilsner", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/04yG0J/upload_UTcib1-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/04yG0J/upload_UTcib1-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/04yG0J/upload_UTcib1-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.045", "description": "This classic and unique pre-Prohibition American-style Pilsener is straw to deep gold in color. Hop bitterness, flavor and aroma are medium to high, and use of noble-type hops for flavor and aroma is preferred. Up to 25 percent corn and/or rice in the grist should be used. Malt flavor and aroma are medium. This is a light-medium to medium-bodied beer. Sweet corn-like dimethylsulfide (DMS), fruity esters and American hop-derived citrus flavors or aromas should not be perceived. Diacetyl is not acceptable. There should be no chill haze. Competition organizers may wish to subcategorize this style into rice and corn subcategories.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 8, "srmMax": "6", "ibuMax": "40", "abvMin": "5", "fgMin": "1.012", "updateDate": "2015-04-07 15:40:08", "fgMax": "1.018", "shortName": "American Pilsener", "abvMax": "6", "id": 98, "srmMin": "3", "name": "American-Style Pilsener"}, "id": "04yG0J", "statusDisplay": "Verified", "createDate": "2014-05-29 10:58:36", "updateDate": "2015-12-17 14:03:22", "abv": "4.8", "styleId": 98, "availableId": 1, "glasswareId": 4, "ibu": "38", "srm": {"hex": "E58500", "id": 9, "name": "9"}, "name": "Chicago Pilsner"}, {"status": "verified", "isOrganic": "N", "description": "Single malt and single hop OC Rockford exclusive. Great western pale malt and centennial hops. \"Extra Innings\" mini tour 2015.", "statusDisplay": "Verified", "nameDisplay": "Chicago S.M.A.S.H", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "Session India Pale Ales are gold to copper. Chill haze is allowable at cold temperatures and hop haze is allowable at any temperature. Fruity-ester aroma is light to moderate. Hop aroma is medium to high with qualities from a wide variety of hops from all over the world. Low to medium maltiness is present. Hop flavor is strong, characterized by flavors from a wide variety of hops. Hop bitterness is medium to high. Fruity-ester flavors are low to moderate. Diacetyl is absent or at very low levels. Body is low to medium.", "createDate": "2015-04-07 17:07:27", "categoryId": 3, "shortName": "Session IPA", "id": 164, "name": "Session India Pale Ale"}, "createDate": "2015-09-02 20:26:18", "updateDate": "2015-09-02 20:26:18", "abv": "5.5", "styleId": 164, "id": "8DEdnd", "name": "Chicago S.M.A.S.H"}, {"status": "verified", "isOrganic": "N", "description": "Primary fermentation of this simple blonde ale with Brettanomyces results in a slightly tart beer with notes of strawberry and earthy funk.", "statusDisplay": "Verified", "nameDisplay": "Chicane", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.045", "description": "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 3, "srmMax": "7", "ibuMax": "25", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:27:26", "fgMax": "1.016", "shortName": "Blonde", "abvMax": "5", "id": 36, "srmMin": "3", "name": "Golden or Blonde Ale"}, "createDate": "2015-07-09 18:42:14", "updateDate": "2015-07-09 18:42:14", "abv": "5.9", "styleId": 36, "id": "7k8WiT", "name": "Chicane"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "We've sourced indigenous ingredients to make the most authentic interpretation possible: organic pink Peruvian pepper corns, yellow maize and organic Peruvian purple maize.  This year we also added Soursop Fruit, a native fruit to Central and South America (in our past batches of Chicha, we brewed with strawberries).", "statusDisplay": "Verified", "nameDisplay": "Chicha", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Historical Beers are any range of color. Malt sweetness will vary dramatically depending on overall balance desired. Hop bitterness is very low to very high. Above all beers in this category are reflective of an established historical beer and/or brewing heritage from any period of time or part of the world, that are not already a beer style already established in these guidelines. This beer commemorates combinations of unique brewing ingredients and/or techniques established in past periods. Examples of Historical Beers might include current day versions of historic styles which are not represented elsewhere in these guidelines, such as Finnish-style Sahti, South American Chicha, Nepalese Chong/Chang, African sorghum based beers, and others. In evaluating these beers, judges will weigh several factors such as uniqueness, heritage, regional distinction, technical brewing skills, and balance of character, background story & information and overall spirit of the intent of this category. \"Historical beers\" that are not represented elsewhere as a definitive style in these guidelines could possibly be entered in such categories as Experimental, Herb & Spice, Field Beer, etc. but by choice a brewer may categorize (and enter) their beer as Historical beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 17:20:40", "shortName": "Traditional", "id": 131, "name": "Historical Beer"}, "id": "7MImEV", "createDate": "2014-09-19 13:51:04", "updateDate": "2015-04-30 19:09:21", "abv": "5.7", "styleId": 131, "availableId": 2, "ibu": "12", "name": "Chicha"}, {"status": "verified", "isOrganic": "N", "name": "Chick", "statusDisplay": "Verified", "nameDisplay": "Chick", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/lC2wBM/upload_htrsSX-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/lC2wBM/upload_htrsSX-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/lC2wBM/upload_htrsSX-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 8, "name": "North American Lager"}, "ogMin": "1.044", "description": "This style has low malt (and adjunct) sweetness, is medium bodied, and should contain no or a low percentage (less than 25%) of adjuncts. Color may be light straw to golden. Alcohol content and bitterness may also be greater. Hop aroma and flavor is low or negligible. Light fruity esters are acceptable. Chill haze and diacetyl should be absent. Note: Some beers marketed as \"premium\" (based on price) may not fit this definition.", "createDate": "2012-03-21 20:06:46", "ibuMin": "6", "categoryId": 8, "srmMax": "6", "ibuMax": "15", "abvMin": "4.3", "fgMin": "1.01", "updateDate": "2015-04-07 15:40:04", "fgMax": "1.014", "shortName": "American Premium Lager", "abvMax": "5", "id": 97, "srmMin": "2", "name": "American-Style Premium Lager"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-01-03 02:42:59", "updateDate": "2015-12-16 10:47:38", "styleId": 97, "id": "lC2wBM", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "name": "Chickamauga Brown IPA", "nameDisplay": "Chickamauga Brown IPA", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "id": "35EvMu", "createDate": "2016-05-03 15:12:07", "updateDate": "2016-05-03 15:12:07", "abv": "6.2", "styleId": 30, "ibu": "60", "statusDisplay": "Verified"}]
