[{"status": "verified", "isOrganic": "N", "name": "Salted Carmel Hop Coffee", "nameDisplay": "Salted Carmel Hop Coffee", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Coffee beers use coffee in any of its forms other than or in addition to hops to create a distinct (ranging from subtle to intense) character. Under hopping allows coffee to contribute to the flavor profile while not becoming excessively bitter. If this beer is a classic style with coffee flavor, the brewer should specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 11, "srmMax": "50", "ibuMax": "40", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:40", "fgMax": "1.03", "shortName": "Coffee Beer", "abvMax": "12", "id": 123, "srmMin": "8", "name": "Coffee-Flavored Beer"}, "createDate": "2016-05-03 15:46:53", "updateDate": "2016-05-03 15:46:53", "styleId": 123, "id": "siaL1M", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Salted Carmel Porter", "nameDisplay": "Salted Carmel Porter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "id": "oRnJ42", "createDate": "2016-05-03 15:10:30", "updateDate": "2016-05-03 15:10:31", "abv": "5.7", "styleId": 18, "ibu": "35", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Dessert fans rejoice. Our collaboration with Salt Straw Ice Cream has yielded the perfect blend of sea salt and caramel in this full-bodied stout.", "statusDisplay": "Verified", "nameDisplay": "Salted Carmel Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/7M4WhS/upload_v6ybrO-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/7M4WhS/upload_v6ybrO-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/7M4WhS/upload_v6ybrO-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "40", "ibuMax": "25", "abvMin": "3", "fgMin": "1.012", "updateDate": "2015-04-07 15:24:41", "fgMax": "1.02", "shortName": "Sweet Stout", "abvMax": "6", "id": 20, "srmMin": "40", "name": "Sweet or Cream Stout"}, "id": "7M4WhS", "createDate": "2014-02-17 12:45:31", "updateDate": "2015-12-17 10:54:23", "abv": "6.8", "styleId": 20, "ibu": "31", "name": "Salted Carmel Stout"}, {"status": "verified", "isOrganic": "N", "name": "Salted Grapefruit Farmhouse Ale", "nameDisplay": "Salted Grapefruit Farmhouse Ale", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.055", "description": "Beers in this category are golden to deep amber in color. There may be quite a variety of characters within this style. Generally: They are light to medium in body. Malt aroma is low to medium-low. Esters are medium to high in  aroma, while, complex alcohols, herbs, spices, low Brettanomyces character and even clove and smoke-like phenolics may or may not be evident in the overall balanced beer. Hop aroma and flavor may be at low to medium levels. Malt flavor is low but provides foundation for the overall balance. Hop bitterness is moderate to moderately assertive. Herb and/or spice flavors, including black pepper-like notes, may or may not be evident. Fruitiness from fermentation is generally in character. A balanced small amount of sour or acidic flavors is acceptable when in balance with other components. Earthy, cellar-like, musty aromas are okay. Diacetyl should not be perceived. Chill or slight yeast haze is okay. Often bottle conditioned with some yeast character and high carbonation. French & Belgian-Style Saison may have Brettanomyces characters that are slightly acidity, fruity, horsey, goaty and/or leather-like.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "14", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.004", "updateDate": "2015-04-07 15:34:55", "fgMax": "1.016", "shortName": "Saison", "abvMax": "8.5", "id": 72, "srmMin": "4", "name": "French & Belgian-Style Saison"}, "createDate": "2015-09-03 13:17:36", "updateDate": "2015-09-03 13:17:36", "abv": "5.2", "styleId": 72, "id": "htJQLM", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available during the summer months.", "id": 6, "name": "Summer"}, "isOrganic": "N", "description": "This XPA is dry clean and crisp with massive dry hopped aroma. Some say it reminds them of pineapples and marijuana. Salto Vivo is a great session beer for the IPA drinker that can also pair with food well because of the moderate bitterness on the finish.", "statusDisplay": "Verified", "nameDisplay": "Salto Vivo", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "id": "K9jaHf", "createDate": "2013-05-09 17:32:53", "updateDate": "2015-06-11 15:12:27", "abv": "4.5", "styleId": 25, "availableId": 6, "ibu": "45", "name": "Salto Vivo"}, {"status": "verified", "isOrganic": "N", "name": "Salty Angel", "srmId": 13, "nameDisplay": "Salty Angel", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/vzrCuc/upload_aELnab-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/vzrCuc/upload_aELnab-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/vzrCuc/upload_aELnab-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.036", "description": "Traditional examples of Gose are spontaneously fermented, similarly to Belgian-style gueuze/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. A primary difference between Belgian Gueuze and German Gose is that Gose is served at a much younger age. Gose is typically pale gold to pale amber in color and typically contains malted barley, unmalted wheat with some traditional varieties containing oats. Hop character and malt flavors and aromas are negligible. Lemony or other citrus-like qualities are often present in aroma and on the palate. Some versions may have the spicy character of added coriander in aroma and on the palate at low to medium levels. Salt (table salt) character is also traditional in low amounts. Horsey, leathery, earthy aroma and flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Modern German Gose breweries typically introduce only pure beer yeast strains for fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. Gose is typically enjoyed fresh, carbonated, and cloudy/hazy with yeast character, and may have evidence of continued fermentation activity. Overall complexity of flavors and aromas are sought while maintaining an ideal balance between acidity, yeast-enhanced spice and refreshment is ideal.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "9", "ibuMax": "15", "abvMin": "4.4", "fgMin": "1.008", "updateDate": "2015-04-07 17:09:35", "fgMax": "1.012", "shortName": "Leipzig Gose", "abvMax": "5.4", "id": 47, "srmMin": "3", "name": "Leipzig-Style Gose"}, "srm": {"hex": "CB6200", "id": 13, "name": "13"}, "createDate": "2015-01-19 23:31:36", "updateDate": "2015-12-17 20:59:39", "abv": "4.5", "styleId": 47, "id": "vzrCuc", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Salty Beard", "nameDisplay": "Salty Beard", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.044", "description": "Belgian-style pale ales are characterized by low but noticeable hop bitterness, flavor, and aroma. Light to medium body and low malt aroma are typical. They are light amber to deep amber in color. Noble-type hops are commonly used. Low to medium fruity esters are evident in aroma and flavor. Low levels of phenolic spiciness from yeast byproducts may be perceived. Low caramel or toasted malt flavor is okay. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "12", "ibuMax": "30", "abvMin": "4", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:06", "fgMax": "1.014", "shortName": "Belgian Pale", "abvMax": "6", "id": 62, "srmMin": "6", "name": "Belgian-Style Pale Ale"}, "createDate": "2013-10-30 14:59:54", "updateDate": "2015-04-28 14:25:45", "abv": "6.8", "styleId": 62, "id": "6iEiZT", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Brilliant red in color, brewed with 10 pounds of coconut per barrel, and a late addition of sea salt. The Salty Coconut is reminiscent of warmer days, clear water, and toes in the sand.", "statusDisplay": "Verified", "nameDisplay": "Salty Coconut Red Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.048", "description": "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "18", "ibuMax": "40", "abvMin": "4.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:52", "fgMax": "1.018", "shortName": "Amber", "abvMax": "6", "id": 32, "srmMin": "11", "name": "American-Style Amber/Red Ale"}, "createDate": "2016-08-01 11:24:04", "updateDate": "2016-08-01 11:24:04", "abv": "6.5", "styleId": 32, "id": "mr1wnM", "name": "Salty Coconut Red Ale"}, {"status": "verified", "isOrganic": "N", "description": "Time for our third new beer of 2013, and continuing a theme from our Bavarian Pils, ‘Dancing Bear’ we are brewing another traditional German beer style, but one which will be relatively unknown to many UK beer drinkers.\r\n\r\nWe’re brewing a 'Gose' in collaboration with Danish master brewer Anders Kissmeyer. A Gose is a top fermented beer style from the German city of Leipzig, which uses at least 50% wheat in the grist, they are by definition tart, herbal and refreshing but what really characterises them is a defined saltiness which traditonally would have come from the particular water in the area they were brewed.\r\n\r\nWe’re not stupid enough to completely take on 100?s of years of German brewing tradition and regional knowledge so we’ve made a few changes to the method we will use in the production of the beer, all of which should give us the best chance of making the beer representative of the style.\r\n\r\nIn true collaborative spirit Anders felt we should also bring an Anglo-Danish element to the beer; we agreed and so we’ll be adding Gooseberries for some English fruit and tartness typical of the style. The Danish ingredients will be additions of Sea Buckthorn and Rosehips.", "statusDisplay": "Verified", "nameDisplay": "Salty Kiss", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/fwqQRz/upload_yZwo7X-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/fwqQRz/upload_yZwo7X-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/fwqQRz/upload_yZwo7X-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "description": "Contemporary Goses are straw to medium amber, or, may take on the hue of added fruits or other ingredients if present. Appearance is cloudy/hazy with yeast character, and may have evidence of continued fermentation activity. A wide variety of herbal, spice, floral or fruity aromas other than found in traditional Leipzig-Style Gose are present, in harmony with other aromas. Horsey, leathery or earthy aromas contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Hop aroma is not perceived. Malt sweetness is not perceived to very low. They typically contain malted barley and unmalted wheat, with some traditional varieties containing oats. Hop flavor is not perceived. Hop bitterness is not perceived. A wide variety of herbal, spice, floral or fruity flavors other than found in traditional Leipzig-Style Gose, are present in harmony with the overall flavor profile. Salt (table salt) character is traditional in low amounts, but may vary from absent to present in Contemporary Gose. Horsey, leathery or earthy flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Contemporary Gose may be fermented with pure beer yeast strains, or with yeast mixed with bacteria. Contemporary Gose may be spontaneously fermented, similarly to Belgian-style gueuze/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. A primary difference between Belgian Gueuze and Gose is that Gose is served at a much younger age. Gose is typically enjoyed fresh and carbonated. Overall complexity of flavors and aromas sought while maintaining a balance between acidity, yeast-enhanced spice and refreshment is ideal. Body is low to medium-low.", "createDate": "2015-04-07 17:10:42", "categoryId": 1, "shortName": "Contemporary Gose", "id": 165, "name": "Contemporary Gose"}, "createDate": "2015-09-01 14:52:21", "updateDate": "2015-12-18 05:35:44", "abv": "4.1", "styleId": 165, "id": "fwqQRz", "name": "Salty Kiss"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "We put the kettle on for long boil and this Scottish wee heavy is what we got. Rich caramel is complemented by sea salt for a complex, intense flavour. Another? Aye.\r\n\r\nBuilding upon a Scottish \"Wee Heavy\", this unique beer was developed to provide a strong caramel malt flavour with enough salt to give it a bit of a bite. Stronger in alcohol, this beer starts off sweet but remains fairly light to drink.", "statusDisplay": "Verified", "nameDisplay": "Salty Scot", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/8yVUlJ/upload_IRVE2P-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/8yVUlJ/upload_IRVE2P-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/8yVUlJ/upload_IRVE2P-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.072", "description": "Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).", "createDate": "2012-03-21 20:06:45", "ibuMin": "25", "categoryId": 1, "srmMax": "30", "ibuMax": "35", "abvMin": "6.2", "fgMin": "1.016", "updateDate": "2015-04-07 15:21:11", "fgMax": "1.028", "shortName": "Scotch Ale", "abvMax": "8", "id": 15, "srmMin": "15", "name": "Scotch Ale"}, "id": "8yVUlJ", "servingTemperature": "cool", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "createDate": "2013-05-09 15:44:25", "updateDate": "2015-12-17 04:16:00", "abv": "7.5", "styleId": 15, "availableId": 4, "glasswareId": 5, "ibu": "17", "name": "Salty Scot"}, {"status": "verified", "isOrganic": "N", "description": "Sea salt brown ale with orange peel.", "statusDisplay": "Verified", "ingredients": {"misc": [{"category": "misc", "createDate": "2013-06-24 16:08:56", "categoryDisplay": "Miscellaneous", "id": 1941, "name": "Orange Peel"}, {"category": "misc", "createDate": "2013-06-24 16:08:45", "categoryDisplay": "Miscellaneous", "id": 1423, "name": "Sea Salt"}]}, "nameDisplay": "Salty Sultan", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "createDate": "2015-11-12 18:47:39", "updateDate": "2015-11-12 20:03:42", "styleId": 37, "id": "5wxrbn", "name": "Salty Sultan"}, {"status": "verified", "isOrganic": "N", "name": "Salty Walter", "nameDisplay": "Salty Walter", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.", "createDate": "2012-03-21 20:06:46", "categoryId": 3, "updateDate": "2015-04-07 15:28:32", "shortName": "Sour", "id": 40, "name": "American-Style Sour Ale"}, "createDate": "2015-09-16 22:48:41", "updateDate": "2015-09-16 22:48:41", "abv": "3.7", "styleId": 40, "id": "jlFNbu", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Inspired by Gose", "statusDisplay": "Verified", "nameDisplay": "Salty Water", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.036", "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "10", "ibuMax": "35", "abvMin": "3.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:48", "fgMax": "1.018", "shortName": "Wheat Ale", "abvMax": "5.5", "id": 112, "srmMin": "4", "name": "Light American Wheat Ale or Lager with Yeast"}, "createDate": "2015-09-16 23:22:11", "updateDate": "2015-09-16 23:22:11", "abv": "3.9", "styleId": 112, "id": "rUFwLk", "name": "Salty Water"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "name": "Saluda 'Wet Hop' Dubbel", "statusDisplay": "Verified", "nameDisplay": "Saluda 'Wet Hop' Dubbel", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.06", "description": "This medium-bodied, red to dark brown colored ale has a malty sweetness and chocolate-like caramel aroma. A light hop flavor and/or aroma is acceptable. Dubbels are also characterized by low-medium to medium bitterness. No diacetyl is acceptable. Yeastgenerated fruity esters (especially banana) are appropriate at low levels. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Often bottle conditioned a slight yeast haze and flavor may be evident.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "36", "ibuMax": "30", "abvMin": "6.25", "fgMin": "1.012", "updateDate": "2015-04-07 15:31:45", "fgMax": "1.016", "shortName": "Belgian Dubbel", "abvMax": "7.5", "id": 58, "srmMin": "16", "name": "Belgian-Style Dubbel"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 8, "name": "Tulip"}, "createDate": "2013-09-08 15:28:09", "updateDate": "2013-09-08 15:28:09", "styleId": 58, "availableId": 4, "id": "edm1J7", "glasswareId": 8}, {"status": "verified", "isOrganic": "N", "description": "This is what happens when an American Amber meets a German Dunkel. Aromatic and Munich malts yield a slight sweetness balanced with a hint of chocolate roast. The result is a very approachable beer with a smooth distinctive taste.", "statusDisplay": "Verified", "nameDisplay": "Saluki Dunkeldog", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/wqKZPe/upload_cqXmZK-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/wqKZPe/upload_cqXmZK-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/wqKZPe/upload_cqXmZK-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.048", "description": "This beer style is characterized by a distinct sweet maltiness and a chocolate-like character from roasted malt. Estery and phenolic elements of this Weissbier should be evident but subdued. Color can range from copper-brown to dark brown. Dunkel Weissbier is well attenuated and very highly carbonated, and hop bitterness is low. Hop flavor and aroma are absent. Usually dark barley malts are used in conjunction with dark cara or color malts, and the percentage of wheat malt is at least 50 percent. If this is served with yeast, the beer may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "19", "ibuMax": "15", "abvMin": "4.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:30:09", "fgMax": "1.016", "shortName": "Dunkelweizen", "abvMax": "5.4", "id": 52, "srmMin": "10", "name": "South German-Style Dunkel Weizen / Dunkel Weissbier"}, "createDate": "2015-04-08 15:32:04", "updateDate": "2015-12-17 23:16:31", "abv": "5.4", "styleId": 52, "id": "wqKZPe", "name": "Saluki Dunkeldog"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "It’s really hard to groove on the nose of this beer for very long without wanting to take a sip.  The aromas just kind of beg you to partake, so I shall.  This beer nears 100 theoretical IBUs.  As such, you’d expect it to kick the crap out of your pallet and send you home to suck on ice cubes.  Not here though.  The beer starts with that same sort of tropical sweetness you get in the nose.  It’s very soft and easy on the tongue — really enjoyable.  Somewhere around mid-pallet the grapefruit/pine/dank taste creeps in, just in time to keep the beer from being cloying or juice-like.  The finish is probably the only point in this beer where the bitterness really becomes evident, lingering with a grapefruit pith kind of feel, drying you out ever so slightly, begging you to take another sip.  And so I shall.", "statusDisplay": "Verified", "nameDisplay": "Salute", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/3it3L4/upload_WV3S8z-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/3it3L4/upload_WV3S8z-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/3it3L4/upload_WV3S8z-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "id": "3it3L4", "createDate": "2013-04-19 10:00:44", "updateDate": "2015-12-17 03:31:44", "abv": "8.5", "styleId": 31, "availableId": 4, "ibu": "85", "name": "Salute"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Salute to the End of the World is a 9.3% Russian Imperial Stout made with two special ingredients.  First we used a good amount of flaked oats to give the beer a full, rich body and silky mouthfeel.  Later we added Blackstrap molasses to provide a layer of dark sugars, dark fruits and some syrup-like sweetness.    After substantial aging, this beer is smooth, rich and very drinkable for such a huge beer.  Please be careful not to have too many as it packs a punch and tomorrow it might feel like the world ended when it didn’t .", "statusDisplay": "Verified", "nameDisplay": "Salute To The End Of The World", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "50", "categoryId": 3, "srmMax": "40", "ibuMax": "80", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:49", "fgMax": "1.03", "shortName": "American Imperial Stout", "abvMax": "12", "id": 43, "srmMin": "40", "name": "American-Style Imperial Stout"}, "createDate": "2013-05-02 22:29:26", "updateDate": "2013-05-03 00:39:23", "abv": "9.3", "styleId": 43, "availableId": 2, "id": "k7TNMX", "name": "Salute To The End Of The World"}, {"status": "verified", "isOrganic": "N", "description": "Salva Vida is the perfect beer to enjoy with friends, between \"eaves\", as it is closely linked with the fun, the good times, football, parties, with all the good things in life you want to share. Salva Vida is the leading beer in Honduras since 1916.", "statusDisplay": "Verified", "nameDisplay": "Salva Vida", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 9, "name": "Other Lager"}, "ogMin": "1.038", "description": "Australasian or Tropical light lagers are very light in color and light bodied. They have no hop flavor or aroma, and hop bitterness is negligibly to moderately perceived. Sugar adjuncts are often used to lighten the body and flavor, sometimes contributing to a slight apple-like-like fruity ester. Sugar, corn, rice, and other cereal grains are used as an adjunct. Chill haze and diacetyl should be absent. Fruity esters should be very low.", "createDate": "2012-03-21 20:06:46", "ibuMin": "9", "categoryId": 9, "srmMax": "5", "ibuMax": "18", "abvMin": "3.8", "fgMin": "1.006", "updateDate": "2015-04-07 15:42:08", "fgMax": "1.01", "shortName": "Tropical Light Lager", "abvMax": "5", "id": 105, "srmMin": "2", "name": "Australasian, Latin American or Tropical-Style Light Lager"}, "name": "Salva Vida", "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2013-05-09 18:25:33", "updateDate": "2013-05-11 15:37:49", "abv": "4.8", "styleId": 105, "id": "79QyKP", "glasswareId": 5}, {"status": "verified", "isOrganic": "N", "description": "Our version of India Pale Ale. Brewed with European malts and Northwest hops and then generously Dry Hopped with Cascade Hops for a nice citrus finish. Truly a Salvation for all Hop Heads.", "statusDisplay": "Verified", "nameDisplay": "Salvation", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.06", "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale", "createDate": "2012-03-21 20:06:45", "ibuMin": "50", "categoryId": 3, "srmMax": "14", "ibuMax": "70", "abvMin": "6.3", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:37", "fgMax": "1.018", "shortName": "American IPA", "abvMax": "7.5", "id": 30, "srmMin": "6", "name": "American-Style India Pale Ale"}, "createDate": "2012-01-03 02:44:09", "updateDate": "2015-05-18 15:16:28", "abv": "6", "styleId": 30, "id": "SJxgT3", "name": "Salvation"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "This beer has nice fruity and spicy notes from the Belgian yeast used in fermentation. The chocolate and raisin flavors are well-balanced with a lingering dry finish.", "srmId": 19, "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "nameDisplay": "Salvation", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/sxfOXB/upload_PID1pA-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/sxfOXB/upload_PID1pA-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/sxfOXB/upload_PID1pA-icon.png"}, "originalGravity": "1.076", "name": "Salvation", "statusDisplay": "Verified", "createDate": "2012-09-08 15:17:48", "updateDate": "2015-12-16 18:45:42", "abv": "9", "styleId": 64, "availableId": 1, "foodPairings": "Excellent on a cold winter night and paired with heartier dishes like stews and roasts. Also excellent with chocolate desserts.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.064", "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "20", "categoryId": 5, "srmMax": "35", "ibuMax": "50", "abvMin": "7", "fgMin": "1.012", "updateDate": "2015-04-07 15:32:23", "fgMax": "1.024", "shortName": "Belgian Dark Strong", "abvMax": "11", "id": 64, "srmMin": "9", "name": "Belgian-Style Dark Strong Ale"}, "id": "sxfOXB", "srm": {"hex": "A13700", "id": 19, "name": "19"}, "glasswareId": 6}, {"available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "srmId": 4, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/MGFWci/upload_kkJlni-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/MGFWci/upload_kkJlni-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/MGFWci/upload_kkJlni-icon.png"}, "styleId": 61, "availableId": 1, "foodPairings": "We find that dishes featuring mushrooms–like Mushroom Melange on Crepe–will bring out many of the herbal and spicy characteristics of the Styrian Goldings hops in Salvation. We also like portabella beef wellington, mushroom duxelle and salads with spicy vinagrettes.", "id": "MGFWci", "statusDisplay": "Verified", "originalGravity": "1.077", "nameDisplay": "Salvation", "abv": "9", "status": "verified", "description": "The success of Hog Heaven and The Reverend clearly demonstrates that beer drinkers are willing to embrace “BIGGER” beers. In the fall of 2001, we decided that a lighter BIG BEER would complement its darker-colored predecessors. Luscious apricot and peach aromas are delicately interwoven with spicy suggestions of nutmeg and cinnamon in this heavenly soft, champagne-like elixir.\r\n\r\nSalvation is the final installment of “The Holy Trinity of Ales” series.", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 5, "name": "Belgian And French Origin Ales"}, "ogMin": "1.054", "description": "Belgian-style blond ales are characterized by low yet evident hop bitterness, flavor, and sometimes aroma. Light to medium body and low malt aroma with a sweet, spiced and a low to medium fruity-ester character orchestrated in flavor and aroma. Sugar may be used to lighten perceived body. They are blonde to golden in color. Noble-type hops are commonly used. Low levels of phenolic spiciness from yeast byproducts may be perceived. Diacetyl should not be perceived. Acidic character should not be present. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 5, "srmMax": "7", "ibuMax": "30", "abvMin": "6", "fgMin": "1.008", "updateDate": "2015-04-07 15:32:01", "fgMax": "1.014", "shortName": "Belgian Blonde", "abvMax": "7.8", "id": 61, "srmMin": "4", "name": "Belgian-Style Blonde Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "glasswareId": 6, "name": "Salvation", "srm": {"hex": "FFBF42", "id": 4, "name": "4"}, "updateDate": "2015-12-18 14:47:24", "ibu": "33", "createDate": "2012-01-03 02:44:09"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Salvation", "statusDisplay": "Verified", "nameDisplay": "Salvation", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.088", "description": "American style wheat wines range from gold to deep amber and are brewed with 50% or more wheat malt. They have full body and high residual malty sweetness. Perception of bitterness is moderate to medium -high. Fruity-ester characters are often high and counterbalanced by complexity of alcohols and high alcohol content. Hop aroma and flavor are at low to medium levels. Very low levels of diacetyl may be acceptable. Bready, wheat, honey-like and/or caramel aroma and flavor are often part of the character. Phenolic yeast character, sulfur, and/or sweet corn-like dimethylsulfide (DMS) should not be present. Oxidized, stale and aged characters are not typical of this style. Chill haze is allowable.", "createDate": "2012-03-21 20:06:46", "ibuMin": "45", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:27:17", "fgMax": "1.032", "shortName": "Wheatwine", "abvMax": "12", "id": 35, "srmMin": "8", "name": "American-Style Wheat Wine Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 9, "name": "Weizen"}, "createDate": "2015-06-07 17:30:29", "updateDate": "2015-06-08 14:56:59", "abv": "5", "styleId": 35, "availableId": 1, "id": "yFOf85", "glasswareId": 9}, {"status": "verified", "isOrganic": "N", "name": "Salvation", "nameDisplay": "Salvation", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/czgj8h/upload_7Ghmvn-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/czgj8h/upload_7Ghmvn-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/czgj8h/upload_7Ghmvn-icon.png"}, "createDate": "2012-07-12 12:17:24", "updateDate": "2012-12-16 14:40:50", "abv": "4.8", "id": "czgj8h", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Sam Patch Porter", "nameDisplay": "Sam Patch Porter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/LmAYLW/upload_BwwwrR-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/LmAYLW/upload_BwwwrR-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/LmAYLW/upload_BwwwrR-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.04", "description": "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "35", "ibuMax": "30", "abvMin": "4.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:21:43", "fgMax": "1.014", "shortName": "Brown Porter", "abvMax": "6", "id": 18, "srmMin": "20", "name": "Brown Porter"}, "createDate": "2012-10-22 12:22:40", "updateDate": "2015-12-16 20:16:45", "styleId": 18, "id": "LmAYLW", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Rich, sweet, and slighly roasty with the signature creamy head, smooth mouthfeel, and beautiful cascade appearance that defines a nitro stout.", "statusDisplay": "Verified", "nameDisplay": "Sam Stout", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/5Dg0in/upload_5ex9vr-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/5Dg0in/upload_5ex9vr-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/5Dg0in/upload_5ex9vr-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "See British Origin American-Style Imperial Porter Imperial porters are very dark brown to black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness should be in harmony with medium-low to medium hop bitterness. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment malt derived sweetness and hop character. Hop flavor and aroma may vary from being low to medium-high. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "50", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:58", "fgMax": "1.03", "shortName": "Stout", "abvMax": "12", "id": 44, "srmMin": "40", "name": "Specialty Stouts"}, "createDate": "2014-02-17 12:13:22", "updateDate": "2015-12-17 09:52:36", "abv": "4.5", "styleId": 44, "id": "5Dg0in", "name": "Sam Stout"}, {"status": "verified", "isOrganic": "Y", "name": "Sam The Eagle Pale Ale", "nameDisplay": "Sam The Eagle Pale Ale", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "createDate": "2015-07-22 18:05:12", "updateDate": "2015-07-22 18:05:12", "styleId": 25, "id": "CBBSxu", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Sam vs. Unicorn", "ingredients": {"hops": [{"myrceneMax": 70, "farneseneMax": 4, "cohumuloneMax": 24, "id": 4, "humuleneMax": 11, "category": "hop", "createDate": "2013-06-24 16:07:26", "farneseneMin": 2, "humuleneMin": 9, "betaAcidMax": 7, "cohumuloneMin": 21, "myrceneMin": 68, "alphaAcidMin": 8, "description": "Amarillo is a privately grown and registered hop variety; it was introduced recently but has been extremely popular with brewers seeking a Cascade-type hop with a distinctive American character. It is considered by many to be ideal for dry hopping, but also gives a clean bitterness due to low cohumulone content. The flavor has citrus and floral notes, and something like a Cascade character, but with more bitterness. Amarillo is a registered trademark of Virgil Gamache Farms, Inc., where the hop was originally developed.", "betaAcidMin": 6, "caryophylleneMax": 4, "caryophylleneMin": 2, "name": "Amarillo", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}, {"myrceneMax": 60, "farneseneMax": 6, "cohumuloneMax": 40, "id": 22, "humuleneMax": 13, "category": "hop", "createDate": "2013-06-24 16:07:28", "farneseneMin": 6, "humuleneMin": 13, "betaAcidMax": 7, "cohumuloneMin": 33, "myrceneMin": 45, "alphaAcidMin": 5.5, "description": "Cascade was created in the United States as an open-pollinated cross between Fuggle and Serebrianker. Its instantly recognizable grapefruit, floral aroma is characteristic of many American ales. Cascade is also one of the easiest hop varieties to grow; it can grow well under less than ideal conditions or in short growing seasons, and unlike most varieties, if started from a good rhizome a Cascade can produce a good crop even in its first growing season.", "betaAcidMin": 4.5, "caryophylleneMax": 4.5, "caryophylleneMin": 4.5, "name": "Cascade", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "categoryDisplay": "Hops", "updateDate": "2013-06-24 16:10:37"}, {"myrceneMax": 60, "category": "hop", "farneseneMax": 1, "description": "Sometimes called a super Cascade, Centennial was bred in 1974 but not released until 1990. It has a floral, citrus aroma and a clean spicy flavor; its heritage includes Brewer's Gold, Fuggle, and East Kent Golding. Popular among craft brewers, Centennial lends its distinctive character to, among others, Sierra Nevada Celebration Ale and Sierra Nevada Bigfoot Barleywine.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:28", "betaAcidMin": 3.5, "categoryDisplay": "Hops", "id": 24, "humuleneMin": 10, "betaAcidMax": 4.5, "caryophylleneMax": 8, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 4, "cohumuloneMax": 30, "cohumuloneMin": 28, "myrceneMin": 45, "alphaAcidMin": 6, "humuleneMax": 18, "name": "Centennial"}, {"myrceneMax": 40, "category": "hop", "farneseneMax": 1, "description": "Released in 1985, Chinook is a strong bittering hop derived from Petham Golding, one of the English Golding hops. It is used in stouts and porters for its heavy spicy aroma.", "countryOfOrigin": "US", "country": {"displayName": "United States", "name": "UNITED STATES", "isoThree": "USA", "createDate": "2012-01-03 02:41:33", "numberCode": 840, "isoCode": "US"}, "createDate": "2013-06-24 16:07:28", "betaAcidMin": 3, "categoryDisplay": "Hops", "id": 26, "humuleneMin": 18, "betaAcidMax": 4, "caryophylleneMax": 11, "updateDate": "2013-06-24 16:10:37", "caryophylleneMin": 9, "cohumuloneMax": 35, "cohumuloneMin": 29, "myrceneMin": 35, "alphaAcidMin": 12, "humuleneMax": 25, "name": "Chinook"}, {"category": "hop", "createDate": "2013-06-24 16:07:30", "categoryDisplay": "Hops", "id": 40, "name": "Falconer's Flight"}], "misc": [{"category": "misc", "createDate": "2013-06-24 16:08:19", "categoryDisplay": "Miscellaneous", "id": 1106, "name": "Dextrose"}]}, "nameDisplay": "Sam vs. Unicorn", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/isON1w/upload_J7zOiC-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/isON1w/upload_J7zOiC-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/isON1w/upload_J7zOiC-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "Imperial Red Ales are deep amber to dark copper/reddish brown. A small amount of chill haze is allowable at cold temperatures. Fruity-ester aroma is medium. Hop aroma is intense, arising from any variety of hops. Medium to high caramel malt character is present. Hop flavor is intense, and balanced with other beer characters. They may use any variety of hops. Hop bitterness is intense. Alcohol content is very high and of notable character. Complex alcohol flavors may be evident. Fruity-ester flavors are medium. Diacetyl should not be perceived. Body is full.", "createDate": "2012-03-21 20:06:46", "ibuMin": "55", "categoryId": 3, "srmMax": "15", "ibuMax": "85", "abvMin": "7.9", "fgMin": "1.02", "updateDate": "2015-04-07 17:05:43", "fgMax": "1.028", "shortName": "Imperial Red", "abvMax": "10.5", "id": 33, "srmMin": "10", "name": "Imperial Red Ale"}, "createDate": "2015-04-14 15:31:10", "updateDate": "2015-12-17 23:56:28", "abv": "10", "styleId": 33, "id": "isON1w", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "description": "Our version of a new Texas classic, a dive bar staple and hipster favorite that Texans can be proud to drink.", "statusDisplay": "Verified", "nameDisplay": "Sam's Daily", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/jAH0JZ/upload_gpBSaX-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/jAH0JZ/upload_gpBSaX-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/jAH0JZ/upload_gpBSaX-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.044", "description": "Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "5", "ibuMax": "22", "abvMin": "4.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:30", "fgMax": "1.01", "shortName": "Cream Ale", "abvMax": "5.6", "id": 109, "srmMin": "2", "name": "American-Style Cream Ale or Lager"}, "id": "jAH0JZ", "createDate": "2015-08-19 20:30:54", "updateDate": "2016-06-23 17:55:34", "abv": "5.8", "styleId": 109, "availableId": 1, "ibu": "28", "name": "Sam's Daily"}, {"status": "verified", "isOrganic": "N", "description": "Rich dark beer with coconut and chocolate.", "statusDisplay": "Verified", "nameDisplay": "Sam's Not German Sweet Stout", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.045", "description": "Sweet stouts, also referred to as cream stouts, have less roasted bitter flavor and a full-bodied mouthfeel. The style can be given more body with milk sugar (lactose) before bottling. Malt sweetness, chocolate, and caramel flavor should dominate the flavor profile and contribute to the aroma. Hops should balance and suppress some of the sweetness without contributing apparent flavor or aroma. The overall impression should be sweet and full-bodied.", "createDate": "2012-03-21 20:06:45", "ibuMin": "15", "categoryId": 1, "srmMax": "40", "ibuMax": "25", "abvMin": "3", "fgMin": "1.012", "updateDate": "2015-04-07 15:24:41", "fgMax": "1.02", "shortName": "Sweet Stout", "abvMax": "6", "id": 20, "srmMin": "40", "name": "Sweet or Cream Stout"}, "createDate": "2015-04-23 16:36:46", "updateDate": "2015-04-23 16:36:46", "abv": "8.5", "styleId": 20, "id": "C0DWO2", "name": "Sam's Not German Sweet Stout"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "Sam's crushin' on a shortie. We took Sam's Daily, our authentic American Cream Ale, and aged it on strawberries and vanilla beans for beer that is sweet, refreshing and super creamy.", "statusDisplay": "Verified", "nameDisplay": "Sam's Strawberry Shortcake", "originalGravity": "1.053", "id": "7jPCk6", "createDate": "2016-07-06 21:31:35", "updateDate": "2016-07-07 19:09:45", "abv": "5.8", "styleId": 109, "availableId": 3, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.044", "description": "Mild, pale, light-bodied ale, made using a warm fermentation (top or bottom) and cold lagering. Hop bitterness and flavor range from very low to low. Hop aroma is often absent. Sometimes referred to as cream ales, these beers are crisp and refreshing. Pale malt character predominates. Caramelized malt character should be absent. A fruity or estery aroma may be perceived. Diacetyl and chill haze should not be perceived. Sulfur character and/or sweet corn-like dimethylsulfide (DMS) should be extremely low or absent from this style of beer.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 11, "srmMax": "5", "ibuMax": "22", "abvMin": "4.2", "fgMin": "1.004", "updateDate": "2015-04-07 15:42:30", "fgMax": "1.01", "shortName": "Cream Ale", "abvMax": "5.6", "id": 109, "srmMin": "2", "name": "American-Style Cream Ale or Lager"}, "ibu": "28", "name": "Sam's Strawberry Shortcake"}, {"status": "verified", "available": {"description": "Beer is not available.", "id": 3, "name": "Not Available"}, "isOrganic": "N", "description": "I had two bowls for breakfast, one was cereal. Created for our fourth anniversary, we aged Sam's Daily on Amaya Roasting Co's Temporara Espresso and vanilla beans. A smooth coffee flavored beer that is very sessionable. Coffee heavy on the nose with a residual vanilla sweetness and a smooth creamy body.", "statusDisplay": "Verified", "nameDisplay": "Sam's Wake 'N Bake", "originalGravity": "1.059", "id": "eSVy8M", "createDate": "2016-07-06 21:12:06", "updateDate": "2016-07-07 19:09:05", "abv": "5.8", "styleId": 123, "availableId": 3, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Coffee beers use coffee in any of its forms other than or in addition to hops to create a distinct (ranging from subtle to intense) character. Under hopping allows coffee to contribute to the flavor profile while not becoming excessively bitter. If this beer is a classic style with coffee flavor, the brewer should specify the classic style.", "createDate": "2012-03-21 20:06:46", "ibuMin": "15", "categoryId": 11, "srmMax": "50", "ibuMax": "40", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:40", "fgMax": "1.03", "shortName": "Coffee Beer", "abvMax": "12", "id": 123, "srmMin": "8", "name": "Coffee-Flavored Beer"}, "ibu": "28", "name": "Sam's Wake 'N Bake"}, {"available": {"description": "Available during the spring months.", "id": 5, "name": "Spring"}, "isOrganic": "N", "srmId": 33, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/f6fAXq/upload_KhLVUG-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/f6fAXq/upload_KhLVUG-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/f6fAXq/upload_KhLVUG-icon.png"}, "styleId": 17, "availableId": 5, "foodPairings": "The toffee, vanilla and caramel flavors in Samaels are great with crème brulee, sticky bread pudding or any dessert dish featuring the flavors of burnt or caramelized sugar.", "id": "f6fAXq", "statusDisplay": "Verified", "originalGravity": "1.135", "nameDisplay": "Samael's", "abv": "16.9", "status": "verified", "description": "Samaels is a super-caramelly, oak-aged English-style strong ale. Perhaps the least hoppy (sacrilege here at Avery!) beer we’ve brewed, to accentuate the malt. The oak is very apparent in this rich and high gravity ale, adding additional depth and complexity with a woody and cask-like nose and a pronounced vanilla flavor on the palate. With the addition of a more roasted malt in 2007, Samaels now delivers subtle bitterness to add balance to the natural sweetness. Cellarable for 10+ years.\r\n\r\nSamaels is the second installment of “The Demons of Ale” series.", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.085", "description": "British-style barley wines range from tawny copper to dark brown in color and have a full body and high residual malty sweetness. Complexity of alcohols and fruity-ester characters are often high and counterbalanced by the perception of low to medium bitterness and extraordinary alcohol content. Hop aroma and flavor may be minimal to medium. English type hops are often used but not necessary for this style. Low levels of diacetyl may be acceptable. Caramel and some characters indicating oxidation, such as vinous (sometimes sherry-like) aromas and/or flavors, may be considered positive. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "40", "categoryId": 1, "srmMax": "22", "ibuMax": "60", "abvMin": "8.4", "fgMin": "1.024", "updateDate": "2015-04-07 15:21:27", "fgMax": "1.028", "shortName": "British Barleywine", "abvMax": "12", "id": 17, "srmMin": "14", "name": "British-Style Barley Wine Ale"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "glasswareId": 6, "name": "Samael's", "srm": {"hex": "520907", "id": 33, "name": "33"}, "updateDate": "2015-12-28 15:26:18", "ibu": "41", "createDate": "2012-01-03 02:44:09"}, {"status": "verified", "isOrganic": "Y", "name": "Same Old, Same Old", "nameDisplay": "Same Old, Same Old", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 2, "name": "Irish Origin Ales"}, "ogMin": "1.04", "description": "Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 2, "srmMax": "18", "ibuMax": "28", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:23:38", "fgMax": "1.014", "shortName": "Irish Red", "abvMax": "4.5", "id": 22, "srmMin": "11", "name": "Irish-Style Red Ale"}, "createDate": "2015-07-13 17:01:16", "updateDate": "2015-07-13 17:01:16", "abv": "5.5", "styleId": 22, "id": "QlleR8", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Beer brewed Samhain on November 1 and is named in honor of the Celtic New Year , celebrated on this day. We planned to cook Pale Ale American-style , but at the same time wanted to get something more traditional and English : balanced -session beer that you can drink all night with friends for spiritual conversation. Digging in history, we have found a compromise and cooked version of American pale ale , dating back to the birth of this style (70 - 80s of the 20th century ) , when American brewers want to receive similar to British bitters class, but because of limited access to English hops they had to use local varieties of hops. Samhain APA no different extreme flavor and taste - it is very beverage beer every day, with a bright amber color and a pleasant mild citrus aroma formed American hops Amarillo and Cascade, added at a late stage of the cooking , plus dry hopping.\r\nVery light body , dry and confident bitter in taste and aftertaste - what more do you need for a long night?", "statusDisplay": "Verified", "nameDisplay": "Samhain", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.044", "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:45", "ibuMin": "30", "categoryId": 3, "srmMax": "14", "ibuMax": "42", "abvMin": "4.5", "fgMin": "1.008", "updateDate": "2015-04-07 15:25:18", "fgMax": "1.014", "shortName": "American Pale", "abvMax": "5.6", "id": 25, "srmMin": "6", "name": "American-Style Pale Ale"}, "ibu": "30", "createDate": "2016-07-17 19:21:13", "updateDate": "2016-08-23 17:57:56", "styleId": 25, "id": "3hP7hi", "name": "Samhain"}, {"status": "verified", "available": {"description": "Available at the same time of year, every year.", "id": 4, "name": "Seasonal"}, "isOrganic": "N", "description": "*This is different than the previously entered Samhain Pumpkin Ale* Our seasonal Pumpkin Porter is made by using 200 pounds of pumpkins, providing obvious yet harmonious pumpkin qualities which are not overpowered by hop character. The beer is black in color with a slight dark-reddish tint. Cinnamon, coriander, allspice, ginger root and nutmeg combine for a beer you only wish your grandma could make.", "srmId": 34, "nameDisplay": "Samhain Pumpkin Porter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/DQkG3D/upload_dIGHhM-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/DQkG3D/upload_dIGHhM-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/DQkG3D/upload_dIGHhM-icon.png"}, "originalGravity": "1.058", "id": "DQkG3D", "statusDisplay": "Verified", "createDate": "2013-11-06 20:11:36", "updateDate": "2015-12-17 06:08:12", "abv": "5.5", "styleId": 124, "availableId": 4, "srm": {"hex": "4C0505", "id": 34, "name": "34"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "ogMin": "1.03", "description": "Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.", "createDate": "2012-03-21 20:06:46", "ibuMin": "5", "categoryId": 11, "srmMax": "50", "ibuMax": "70", "abvMin": "2.5", "fgMin": "1.006", "updateDate": "2015-04-07 15:44:45", "fgMax": "1.03", "shortName": "Spice Beer", "abvMax": "12", "id": 124, "srmMin": "5", "name": "Herb and Spice Beer"}, "ibu": "36", "name": "Samhain Pumpkin Porter"}, {"status": "verified", "isOrganic": "N", "name": "Samichlaus Bier", "nameDisplay": "Samichlaus Bier (2003)", "year": 2003, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:27", "shortName": "BBL Aged", "id": 132, "name": "Wood- and Barrel-Aged Beer"}, "createDate": "2012-01-03 02:44:09", "updateDate": "2014-06-16 20:03:04", "abv": "14", "styleId": 132, "id": "j7xDIT", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Samichlaus Bier", "nameDisplay": "Samichlaus Bier (2005)", "year": 2005, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:27", "shortName": "BBL Aged", "id": 132, "name": "Wood- and Barrel-Aged Beer"}, "createDate": "2012-01-03 02:44:09", "updateDate": "2014-06-16 20:02:57", "abv": "14", "styleId": 132, "id": "jyCKGS", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "description": "Brewed only once a year on December 6. Samichlaus is aged for 10 months before bottling. This beer is perhaps the rarest in the world. Samichlaus may be aged for many years to come. Older vintages become more complex with a creamy warming finish.", "statusDisplay": "Verified", "nameDisplay": "Samichlaus Bier (2006)", "year": 2006, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:46:27", "shortName": "BBL Aged", "id": 132, "name": "Wood- and Barrel-Aged Beer"}, "createDate": "2012-01-03 02:44:09", "updateDate": "2014-06-16 20:02:47", "abv": "14", "styleId": 132, "id": "QNUgZg", "name": "Samichlaus Bier"}, {"status": "verified", "isOrganic": "N", "description": "The once strongest beer in the world is back ! Brewed only once a year on December 6. Samichlaus is aged for 10 months before bottling. This beer is perhaps the rarest in the world. Samichlaus may be aged for many years to come. Older vintages become more complex with a creamy warming finish. Serve with hardy robust dishes and desserts, particulary with chocolates, or as an after dinner drink by itself. Brewed under the exclusive licence of Feldschlösschen-Hürlimann-Holding, Switzerland.", "statusDisplay": "Verified", "nameDisplay": "Samichlaus Classic", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.074", "description": "Malty sweetness is dominant but should not be cloying. Malt character is more reminiscent of fresh and lightly toasted Munich- style malt, more so than caramel or toffee malt character. Some elements of caramel and toffee can be evident and contribute to complexity, but the predominant malt character is an expression of toasted barley malt. Doppelbocks are full bodied and deep amber to dark brown in color. Astringency from roast malts is absent. Alcoholic strength is high, and hop rates increase with gravity. Hop bitterness and flavor should be low and hop aroma absent. Fruity esters are commonly perceived but at low to moderate levels. Diacetyl should be absent", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 7, "srmMax": "30", "ibuMax": "27", "abvMin": "6.5", "fgMin": "1.014", "updateDate": "2015-04-07 15:39:08", "fgMax": "1.02", "shortName": "Doppelbock", "abvMax": "8", "id": 90, "srmMin": "12", "name": "German-Style Doppelbock"}, "name": "Samichlaus Classic", "glass": {"createDate": "2012-01-03 02:41:33", "id": 3, "name": "Mug"}, "createDate": "2013-05-07 22:41:33", "updateDate": "2016-06-20 18:12:24", "abv": "14", "styleId": 90, "id": "eleHWI", "glasswareId": 3}, {"status": "verified", "isOrganic": "N", "name": "Samichlaus Classic", "nameDisplay": "Samichlaus Classic (2011)", "year": 2011, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.074", "description": "Malty sweetness is dominant but should not be cloying. Malt character is more reminiscent of fresh and lightly toasted Munich- style malt, more so than caramel or toffee malt character. Some elements of caramel and toffee can be evident and contribute to complexity, but the predominant malt character is an expression of toasted barley malt. Doppelbocks are full bodied and deep amber to dark brown in color. Astringency from roast malts is absent. Alcoholic strength is high, and hop rates increase with gravity. Hop bitterness and flavor should be low and hop aroma absent. Fruity esters are commonly perceived but at low to moderate levels. Diacetyl should be absent", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 7, "srmMax": "30", "ibuMax": "27", "abvMin": "6.5", "fgMin": "1.014", "updateDate": "2015-04-07 15:39:08", "fgMax": "1.02", "shortName": "Doppelbock", "abvMax": "8", "id": 90, "srmMin": "12", "name": "German-Style Doppelbock"}, "createDate": "2014-06-16 15:31:17", "updateDate": "2014-06-16 20:03:31", "abv": "14", "styleId": 90, "id": "THKRzE", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/5b3G8f/upload_CzGbV5-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/5b3G8f/upload_CzGbV5-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/5b3G8f/upload_CzGbV5-icon.png"}, "name": "Samichlaus Classic", "nameDisplay": "Samichlaus Classic (2012)", "year": 2012, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.074", "description": "Malty sweetness is dominant but should not be cloying. Malt character is more reminiscent of fresh and lightly toasted Munich- style malt, more so than caramel or toffee malt character. Some elements of caramel and toffee can be evident and contribute to complexity, but the predominant malt character is an expression of toasted barley malt. Doppelbocks are full bodied and deep amber to dark brown in color. Astringency from roast malts is absent. Alcoholic strength is high, and hop rates increase with gravity. Hop bitterness and flavor should be low and hop aroma absent. Fruity esters are commonly perceived but at low to moderate levels. Diacetyl should be absent", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 7, "srmMax": "30", "ibuMax": "27", "abvMin": "6.5", "fgMin": "1.014", "updateDate": "2015-04-07 15:39:08", "fgMax": "1.02", "shortName": "Doppelbock", "abvMax": "8", "id": 90, "srmMin": "12", "name": "German-Style Doppelbock"}, "createDate": "2014-06-16 15:31:39", "updateDate": "2015-12-17 14:38:02", "abv": "14", "styleId": 90, "id": "5b3G8f", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Samichlaus Classic Holzfass", "statusDisplay": "Verified", "nameDisplay": "Samichlaus Classic Holzfass (2010)", "year": 2010, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.074", "description": "Malty sweetness is dominant but should not be cloying. Malt character is more reminiscent of fresh and lightly toasted Munich- style malt, more so than caramel or toffee malt character. Some elements of caramel and toffee can be evident and contribute to complexity, but the predominant malt character is an expression of toasted barley malt. Doppelbocks are full bodied and deep amber to dark brown in color. Astringency from roast malts is absent. Alcoholic strength is high, and hop rates increase with gravity. Hop bitterness and flavor should be low and hop aroma absent. Fruity esters are commonly perceived but at low to moderate levels. Diacetyl should be absent", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 7, "srmMax": "30", "ibuMax": "27", "abvMin": "6.5", "fgMin": "1.014", "updateDate": "2015-04-07 15:39:08", "fgMax": "1.02", "shortName": "Doppelbock", "abvMax": "8", "id": 90, "srmMin": "12", "name": "German-Style Doppelbock"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 3, "name": "Mug"}, "createDate": "2013-05-07 22:44:45", "updateDate": "2014-06-16 20:00:35", "abv": "14", "styleId": 90, "id": "yzhwaL", "glasswareId": 3}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "Samichlaus is brewed once a year on December 6, and is aged for 10 months before bottling. It is one of the rarest specialties in the world. Samichlaus may be aged in the bottle for many years to come, as older vintages become more complex. Brilliant deep amber, complex dry toasted malt nose and huge intensely sweet palate. The 2007 bottling is the first bottling since 1987. 32°", "statusDisplay": "Verified", "nameDisplay": "Samichlaus Helles", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.074", "description": "Malty sweetness is dominant but should not be cloying. Malt character is more reminiscent of fresh and lightly toasted Munich- style malt, more so than caramel or toffee malt character. Some elements of caramel and toffee can be evident and contribute to complexity, but the predominant malt character is an expression of toasted barley malt. Doppelbocks are full bodied and deep amber to dark brown in color. Astringency from roast malts is absent. Alcoholic strength is high, and hop rates increase with gravity. Hop bitterness and flavor should be low and hop aroma absent. Fruity esters are commonly perceived but at low to moderate levels. Diacetyl should be absent", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 7, "srmMax": "30", "ibuMax": "27", "abvMin": "6.5", "fgMin": "1.014", "updateDate": "2015-04-07 15:39:08", "fgMax": "1.02", "shortName": "Doppelbock", "abvMax": "8", "id": 90, "srmMin": "12", "name": "German-Style Doppelbock"}, "name": "Samichlaus Helles", "glass": {"createDate": "2012-01-03 02:41:33", "id": 3, "name": "Mug"}, "createDate": "2013-05-07 22:44:23", "updateDate": "2013-05-11 15:11:23", "abv": "14", "styleId": 90, "availableId": 2, "id": "Mfz8Qu", "glasswareId": 3}, {"status": "verified", "isOrganic": "N", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/hum4I6/upload_Ip3D2j-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/hum4I6/upload_Ip3D2j-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/hum4I6/upload_Ip3D2j-icon.png"}, "name": "Samichlaus Helles", "nameDisplay": "Samichlaus Helles (2012)", "year": 2012, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 7, "name": "European-germanic Lager"}, "ogMin": "1.074", "description": "Malty sweetness is dominant but should not be cloying. Malt character is more reminiscent of fresh and lightly toasted Munich- style malt, more so than caramel or toffee malt character. Some elements of caramel and toffee can be evident and contribute to complexity, but the predominant malt character is an expression of toasted barley malt. Doppelbocks are full bodied and deep amber to dark brown in color. Astringency from roast malts is absent. Alcoholic strength is high, and hop rates increase with gravity. Hop bitterness and flavor should be low and hop aroma absent. Fruity esters are commonly perceived but at low to moderate levels. Diacetyl should be absent", "createDate": "2012-03-21 20:06:46", "ibuMin": "17", "categoryId": 7, "srmMax": "30", "ibuMax": "27", "abvMin": "6.5", "fgMin": "1.014", "updateDate": "2015-04-07 15:39:08", "fgMax": "1.02", "shortName": "Doppelbock", "abvMax": "8", "id": 90, "srmMin": "12", "name": "German-Style Doppelbock"}, "createDate": "2014-06-16 15:32:03", "updateDate": "2015-12-17 13:39:29", "abv": "14", "styleId": 90, "id": "hum4I6", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Sammie Rae Root Beer", "nameDisplay": "Sammie Rae Root Beer", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/uCgXnw/upload_ATI7ba-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/uCgXnw/upload_ATI7ba-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/uCgXnw/upload_ATI7ba-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 11, "name": "Hybrid/mixed Beer"}, "description": "Non-alcoholic (NA) malt beverages should emulate the character of a previously listed category/subcategory designation but without the alcohol (less than 0.5 percent). Non-alcoholic (beer) malt beverages will inherently have a profile lacking the complexity and balance of flavors which can be attributed to alcohol. They should accordingly not be assessed negatively for reasons related to the absence of alcohol.", "createDate": "2012-03-21 20:06:46", "categoryId": 11, "updateDate": "2015-04-07 15:47:18", "shortName": "Non-Alcoholic", "id": 139, "name": "Non-Alcoholic (Beer) Malt Beverages"}, "createDate": "2015-04-08 17:19:02", "updateDate": "2015-12-18 01:28:30", "styleId": 139, "id": "uCgXnw", "statusDisplay": "Verified"}, {"status": "verified", "available": {"description": "Limited availability.", "id": 2, "name": "Limited"}, "isOrganic": "N", "description": "We brewed a variation of our beloved Double Nut Brown Ale with chocolate, toasted coconut, salted caramel, and pecans to give it all the rich flavors of one of our favorite cookies, the infamous Samoa. This confectionery in a glass exhibits rich aromas, similar to that of the cookies, while the bright carbonation delivers similar flavor notes throughout. The long, lingering finish is similar to eating cookies – it’s nearly impossible to stop at just one.", "statusDisplay": "Verified", "nameDisplay": "Samoa Nut Brown", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.04", "description": "American brown ales range from deep copper to brown in color. Roasted malt caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma. American brown ales have evident low to medium hop flavor and aroma, medium to high hop bitterness, and a medium body. Estery and fruity-ester characters should be subdued. Diacetyl should not be perceived. Chill haze is allowable at cold temperatures.", "createDate": "2012-03-21 20:06:46", "ibuMin": "25", "categoryId": 3, "srmMax": "26", "ibuMax": "45", "abvMin": "4", "fgMin": "1.01", "updateDate": "2015-04-07 15:27:35", "fgMax": "1.018", "shortName": "American Brown", "abvMax": "6.4", "id": 37, "srmMin": "15", "name": "American-Style Brown Ale"}, "createDate": "2015-04-08 20:05:44", "updateDate": "2015-04-08 20:05:44", "abv": "6.7", "styleId": 37, "availableId": 2, "id": "06ca6s", "name": "Samoa Nut Brown"}, {"status": "verified", "available": {"description": "Available year round as a staple beer.", "id": 1, "name": "Year Round"}, "isOrganic": "N", "name": "Samphire Bitter", "statusDisplay": "Verified", "nameDisplay": "Samphire Bitter", "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/Ao3nwv/upload_870qEU-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/Ao3nwv/upload_870qEU-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/Ao3nwv/upload_870qEU-icon.png"}, "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 1, "name": "British Origin Ales"}, "ogMin": "1.033", "description": "Ordinary bitter is gold to copper colored with medium bitterness, light to medium body, and low to medium residual malt sweetness. Hop flavor and aroma character may be evident at the brewer's discretion. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character and very low diacetyl (butterscotch) character are acceptable in aroma and flavor, but should be minimized in this form of bitter. Chill haze is allowable at cold temperatures. (English and American hop character may be specified in subcategories.)", "createDate": "2012-03-21 20:06:45", "ibuMin": "20", "categoryId": 1, "srmMax": "12", "ibuMax": "35", "abvMin": "3", "fgMin": "1.006", "updateDate": "2015-04-07 15:18:39", "fgMax": "1.012", "shortName": "Bitter", "abvMax": "4.1", "id": 3, "srmMin": "5", "name": "Ordinary Bitter"}, "glass": {"createDate": "2012-01-03 02:41:33", "id": 5, "name": "Pint"}, "createDate": "2012-12-21 16:57:28", "updateDate": "2015-12-16 21:43:42", "abv": "4.1", "styleId": 3, "availableId": 1, "id": "Ao3nwv", "glasswareId": 5}, {"available": {"description": "Available during the summer months.", "id": 6, "name": "Summer"}, "isOrganic": "N", "srmId": 8, "labels": {"large": "https://s3.amazonaws.com/brewerydbapi/beer/L5Qk0f/upload_izYOaz-large.png", "medium": "https://s3.amazonaws.com/brewerydbapi/beer/L5Qk0f/upload_izYOaz-medium.png", "icon": "https://s3.amazonaws.com/brewerydbapi/beer/L5Qk0f/upload_izYOaz-icon.png"}, "styleId": 31, "availableId": 6, "srm": {"hex": "EA8F00", "id": 8, "name": "8"}, "id": "L5Qk0f", "statusDisplay": "Verified", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.075", "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.", "createDate": "2012-03-21 20:06:45", "ibuMin": "65", "categoryId": 3, "srmMax": "13", "ibuMax": "100", "abvMin": "7.5", "fgMin": "1.012", "updateDate": "2015-04-07 15:26:46", "fgMax": "1.02", "shortName": "Imperial IPA", "abvMax": "10.5", "id": 31, "srmMin": "5", "name": "Imperial or Double India Pale Ale"}, "nameDisplay": "Samsara™", "name": "Samsara™", "abv": "10", "status": "verified", "description": "Samsara is an Imperial India Pale Ale brewed with rye malt, which gives it a sharp, slightly spicy malt character. A unique blend of four American hop varieties boost the bitterness levels and make for truly unique hop flavor and aroma profiles.", "glass": {"createDate": "2012-01-03 02:41:33", "id": 6, "name": "Snifter"}, "glasswareId": 6, "servingTemperatureDisplay": "Cool - (8-12C/45-54F)", "ibu": "110", "servingTemperature": "cool", "updateDate": "2015-12-18 02:20:15", "createDate": "2015-06-21 16:57:36"}, {"status": "verified", "isOrganic": "N", "name": "Samson and Goliath", "srmId": 5, "nameDisplay": "Samson and Goliath", "style": {"category": {"createDate": "2012-03-21 20:06:45", "id": 3, "name": "North American Origin Ales"}, "ogMin": "1.08", "description": "See British Origin American-Style Imperial Porter Imperial porters are very dark brown to black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness should be in harmony with medium-low to medium hop bitterness. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment malt derived sweetness and hop character. Hop flavor and aroma may vary from being low to medium-high. Diacetyl (butterscotch) levels should be absent.", "createDate": "2012-03-21 20:06:46", "ibuMin": "35", "categoryId": 3, "srmMax": "40", "ibuMax": "50", "abvMin": "7", "fgMin": "1.02", "updateDate": "2015-04-07 15:28:58", "fgMax": "1.03", "shortName": "Stout", "abvMax": "12", "id": 44, "srmMin": "40", "name": "Specialty Stouts"}, "id": "4xsuvD", "createDate": "2016-09-30 15:26:11", "updateDate": "2016-09-30 15:26:11", "abv": "6.3", "styleId": 44, "srm": {"hex": "FBB123", "id": 5, "name": "5"}, "ibu": "22", "statusDisplay": "Verified"}, {"status": "verified", "isOrganic": "N", "name": "Samson Crystal Diplomat Dark Beer", "nameDisplay": "Samson Crystal Diplomat Dark Beer", "style": {"category": {"createDate": "2012-03-21 20:06:46", "id": 4, "name": "German Origin Ales"}, "ogMin": "1.048", "description": "This beer style is characterized by a distinct sweet maltiness and a chocolate-like character from roasted malt. Estery and phenolic elements of this Weissbier should be evident but subdued. Color can range from copper-brown to dark brown. Dunkel Weissbier is well attenuated and very highly carbonated, and hop bitterness is low. Hop flavor and aroma are absent. Usually dark barley malts are used in conjunction with dark cara or color malts, and the percentage of wheat malt is at least 50 percent. If this is served with yeast, the beer may be appropriately very cloudy. No diacetyl should be perceived.", "createDate": "2012-03-21 20:06:46", "ibuMin": "10", "categoryId": 4, "srmMax": "19", "ibuMax": "15", "abvMin": "4.8", "fgMin": "1.008", "updateDate": "2015-04-07 15:30:09", "fgMax": "1.016", "shortName": "Dunkelweizen", "abvMax": "5.4", "id": 52, "srmMin": "10", "name": "South German-Style Dunkel Weizen / Dunkel Weissbier"}, "createDate": "2012-01-03 02:44:09", "updateDate": "2015-06-06 19:25:37", "styleId": 52, "id": "vijBHy", "statusDisplay": "Verified"}]
